{
    "הלכות חנוכה": [
        {
            "id": 1,
            "text": "א בתקופת הבית השני גזרו מלכי יון גזרות על ישראל, וביטלו אותם מדתם, ולא הניחום לעסוק בתורה ובמצות, ולחצום לחץ גדול, ופשטו ידיהם בממונם ובבנותיהם, ונכנסו להיכל ופרצו בו פרצות, וטימאו הטהרות, והיה צר לישראל מפניהם מאד, עד שריחם עליהם ה' אלקי אבותינו והצילם מידם, וגברו בני חשמונאי הכהנים הגדולים והרגום, והושיעו את ישראל מידם, והעמידו מלך מן הכהנים, וחזרה המלכות לישראל, ונמשכה יותר ממאתים שנה עד חורבן הבית השני וכשגברו ישראל על אויביהם ואיבדום, היה זה ביום כ'ה בכסליו, ונכנסו להיכל ולא מצאו שמן טהור להדליק המנורה שבבית המקדש, אלא פך אחד של שמן, שלא היה בו להדליק אלא יום אחד בלבד, ונעשה בו נס והדליקו ממנו שמונה ימים, עד שכתשו זיתים והוציאו שמן טהור ומפני זה התקינו רבותינו שבדור ההוא, שיהיו שמונה ימים אלו, החל מיום כ'ה בכסלו והלאה, ימי שמחה והלל ומדליקים בהם נרות בכל לילה משמונת הלילות לפרסם הנס ולגלותו וימים אלו נקראים 'חנוכה'"
        },
        {
            "id": 2,
            "text": "ב נוהגות הנשים שלא לעשות מלאכה, כגון תפירה וסריגה, בעוד שנרות החנוכה שבבית דולקות, במשך חצי שעה מהדלקתם, והטעם הוא משום היכר להודיע שאסור להשתמש לאור נרות החנוכה ואין להקל להן בחצי שעה הראשונה של הדלקת הנרות אבל בבישול ואפיה וצרכי אוכל נפש מותרות"
        },
        {
            "id": 3,
            "text": "ג יש נשים שנהגו שלא לעשות מלאכה בכלל בחנוכה, ויש לבטל מנהגן, כי הבטלה מביאה לידי שעמום ומכל מקום יש אומרים שטוב לנשים להמנע ממלאכות כבדות, כגון טויה וכביסה, שיש בהן טירחא, על כל פנים ביום ראשון ושמיני של חנוכה  אבל האנשים אינם נמנעים משום מלאכה"
        },
        {
            "id": 4,
            "text": "ד נכון ללמוד הלכות חנוכה בחנוכה, כדי לדעת פרטי ההלכות"
        },
        {
            "id": 5,
            "text": "ה כיון שחז'ל קבעו את שמונת ימי החנוכה לשמחה והלל, לכן אין להספיד בהם על מת, אלא לחכם בפניו  וגם בזמן הזה יש דין תלמיד חכם לפי ערך הדור"
        },
        {
            "id": 6,
            "text": "ו מלמד תינוקות של בית רבן וקובע עתים לתורה, דינו כתלמיד חכם שמותר להספידו בפניו, דהיינו בעת ההלוייה"
        },
        {
            "id": 7,
            "text": "ז אסור להתענות בחנוכה, ולכן אם חל יום פטירת אביו או אמו בחנוכה, לא יתענה בימי חנוכה, אלא יקדים להתענות קודם חנוכה, שבימים שלפני חנוכה או לאחריהם אין איסור תענית"
        },
        {
            "id": 8,
            "text": "ח מי שהתענה תענית חלום בחנוכה, צריך להתענות יום אחר לאחר ימי החנוכה, לכפר על מה שהתענה בחנוכה, כמו שכתב מרן בשלחן ערוך"
        },
        {
            "id": 9,
            "text": "ט מה שנוהגים במלאת שבעת ימי האבל לעלות לבית הקברות, וכן ביום השלשים, וכמו שכתב בשלחן ערוך , אין לעשות כן בימי חנוכה, וכל שכן בראש חודש, שהרי מתעוררים לבכי ולמספד על יד הקבר, כשרואים קברו של הנפטר ביום השביעי או השלשים ולכן ידחו הביקור לבית הקברות לאחר ימי החנוכה"
        },
        {
            "id": 10,
            "text": "י יש אומרים שמותר לבקר אצל קברי הצדיקים, התנאים והאמוראים, בימי החנוכה וחול המועד  ויש חולקים  והמיקל בזה יש לו על מה לסמוך, שהרי אין רגילות לבכות שם כמו שבוכים ליד קבר ביום השבעה או השלשים"
        },
        {
            "id": 11,
            "text": "יא יש שנהגו שהאבלים על אב ואם, אינם אומרים קדיש בחנוכה, והוא מנהג גרוע, ואם אפשר לבטלו בהסברה נעימה, הנה מה טוב, ואם לאו לא יבטלוהו ביד חזקה מפני המחלוקת"
        },
        {
            "id": 12,
            "text": "יב מי שנפטר לו מת בימי החנוכה, נוהג בימים אלה כל דיני אבלות, וקורעים על הקרובים, וכן מבקרים ומנחמים את האבל בחנוכה וראה להלן דין האונן"
        },
        {
            "id": 13,
            "text": "יג אם חל יום השלשים בחנוכה, מותר לעשות סעודה ולימוד, כשאומרים שם דברי תורה ומוסר לעילוי נשמת המנוח, אבל לא יאמרו דברי הספד המעוררים לבכי"
        },
        {
            "id": 14,
            "text": "יד יש נוהגים להרבות במאכלי גבינה בימי חנוכה, זכר לנס שנעשה על ידי 'יהודית' ומנהג ישראל תורה הוא"
        },
        {
            "id": 15,
            "text": "טו נוהגים לאכול בחנוכה סופגניות מטוגנות בשמן, זכר לנס השמן של המנורה, וטעמם כצפיחית בדבש וכל מעשיך יהיו לשם שמים"
        },
        {
            "id": 16,
            "text": "טז יש אומרים שריבוי הסעודות שמרבים בהם בימי חנוכה, אינם אלא סעודות הרשות, שלא קבעום חכמים למשתה ולשמחה,  ויש חולקים ואומרים שיש קצת מצוה בריבוי הסעודות הללו  ונוהגים לומר זמירות ותשבחות לה' יתברך בסעודות הללו, ואז נחשבות לסעודות מצוה  ומה טוב ומה נעים לנצל מסיבות אלו לדרשות בדברי תורה ויראת ה' טהורה, לקרב את ישראל לאביהם שבשמים, ומצדיקי הרבים ככוכבים לעולם ועד, ואז בודאי שסעודות הללו נחשבות לסעודות מצוה  ויהי רצון שהשי'ת יעשה עמנו נסים ונפלאות כמו שעשה לאבותינו בימים ההם בזמן הזה ישראל נושע בה' תשועת עולמים, ונזכה לביאת משי'ח צדקנו , ונדליק המנורה בבית קדשנו ותפארתינו, מלך ביפיו תחזינה עינינו במהרה בימינו אמן סימן תרעא - סדר הדלקת נר חנוכה ומקום הנחתו"
        },
        {
            "id": 17,
            "text": "צריך להזהר מאד בהדלקת נרות חנוכה, כי היא מצוה חביבה עד מאד, שיש בה משום פרסום הנס בהודאה לה' יתברך על הנסים שעשה לנו, והעושה כן זוכה לבנים תלמידי חכמים  ואפילו עני שאין לו מה יאכל אלא מן הצדקה, מוכר כסותו או נותנו בעבוט כדי להשיג דמי שמן או נרות שעוה להדלקת נרות חנוכה, כדי שיעור נר אחד לכל לילה  וכן חייב להשכיר עצמו לפועל שכיר כדי שיוכל ליקח שמן להדלקה, כדי שיעור נר אחד לכל לילה  לכן מצווים כל גבאי צדקה להשגיח על העניים, ולתת להם שמן להדלקת נרות חנוכה, אלא שאינם מצווים לתת להם אלא כדי נר אחד בכל לילה, כפי עיקר הדין של המצוה"
        },
        {
            "id": 18,
            "text": "אלמנה הניזונת מנכסי היתומים, צריכים לספק לה שמן להדלקת נר חנוכה, שתוכל לברך ולצאת ידי חובתה, כיון שאף הנשים חייבות בנר חנוכה, שגם הן היו באותו הנס וראוי לתת לה שמן באופן שתוכל לנהוג כמנהג המהדרין, תוספת נר לכל לילה, כפי שנהג בעלה בעודו בחיים"
        },
        {
            "id": 19,
            "text": "אף על פי שמצות צדקה נדחית מפני נר חנוכה, , מכל מקום אין מצות נר חנוכה דוחה מצוה דאורייתא ומה שנר דוחה לקידוש היום, היינו מפני שיוצאים ידי חובה מן התורה על הפת או בתפלה"
        },
        {
            "id": 20,
            "text": "כמה נרות צריך להדליק בחנוכה, אמרו חז'ל מצות חנוכה נר איש וביתו, והמהדרין נר לכל אחד ואחד, והמהדרין מן המהדרין, בית הלל אומרים יום ראשון מדליק אחד מכאן ואילך מוסיף והולך והיינו, כי מעיקר הדין די בנר אחד לכל בית ובית מישראל, בין שבני הבית מרובים, בין שהם מועטים אולם המהדרים במצוה זו, בלילה הראשון מדליקין נר אחד, מכאן ואילך מוסיף נר אחד בכל לילה עד שבלילה האחרון יהיו שמונה נרות, ואפילו אם היו בני הבית מרובים לא ידליקו יותר וכן פסק מרן בשלחן ערוך  וכן פשט המנהג בכל תפוצות ספרד, וכמו שהעיד הרמב'ם"
        },
        {
            "id": 21,
            "text": "מי שאין לו שמן לכל שמונת ימי חנוכה, אלא רק כדי הדלקת לילה אחת, שהוא שיעור חצי שעה, אין לו לחלק את השמן שבידו לשמונה חלקים, כדי שידליק מעט בכל לילה לפרסם הנס, אלא ידליק כשיעור בלילה הראשון, ואם לא ישאר ללילות אחרים, אין בכך כלום, דאנוס רחמנא פטריה"
        },
        {
            "id": 22,
            "text": "מי שיש לו שמן לכל שמונת ימי חנוכה כמנהג המהדרין מן המהדרין, בצמצום, ולחבירו אין שמן כלל, מוטב שידליק כל לילה נר אחד בלבד, ויתן שמן לחבירו לזכותו לברך ולהדליק נר חנוכה שהרי מן הדין אין צריך אלא נר אחד"
        },
        {
            "id": 23,
            "text": "מי שיש לו שמן בלילה השני או השלישי כשיעור החיוב וההידור בלבד, וחושש פן למחר לא יהיה לו שמן להדליק נר חנוכה, מוטב שידליק רק נר אחד, שהוא מן הדין, ואת היתר ישאיר למחר  ובליל שני אם יש לו ב' נרות, ידליק את שניהם, ולא ידליק את נר השמש"
        },
        {
            "id": 24,
            "text": "אם יש לו שמן שיעור של ב' נרות בלבד, והוא עומד בליל שלישי, ולמחר יהיה לו שמן, ידליק בליל ג' נר אחד כשיעור, ויחלוק השמן הנשאר לשני הנרות האחרים ורק אם אין לו אלא נר שעוה שאי אפשר לחלקו לשתים, ידליק נר אחד בלבד"
        },
        {
            "id": 25,
            "text": "מי שאין לו שמן הרבה בלילה השמיני, כדי שיספיק לכל שמונת הנרות עם ההידור, יתן בנר השמיני כשיעור הדלקת חצי שעה, שהוא מן הדין, והנותר יחלק לכל שאר הנרות, ולא יחלק השמן באופן שיתן בכולם שוה בשוה, שאז לא יצא ידי חובת ההדלקה כלל, וגם לא יוכל לברך להדליק נר חנוכה, הואיל ואין באף אחד מהם כשיעור הנדרש לפי הדין"
        },
        {
            "id": 26,
            "text": "מי שטעה והדליק בלילה הראשון ב' נרות, או שהדליק בלילה השני ג' נרות, יצא ידי חובתו, ואין צריך לחזור ולהדליק לפי הראוי לאותו לילה ואם חוזר להדליק כפי מנין היום, ומברך, הוה ליה ברכה לבטלה, אחר שיצא כבר ידי חובה"
        },
        {
            "id": 27,
            "text": "אם בליל שני או בשאר הלילות, הדליק רק נר אחד, מפני שלא היה לו יותר שמן, ושוב נזדמן לו עוד שמן שיוכל להספיק לשיעור של המהדרין, ידליק ההידור בלי ברכה"
        },
        {
            "id": 28,
            "text": "מי שמילא קערה שמן והקיף אותה פתילות, אם כפה עליה כלי קודם ההדלקה, עולה לכמה בני אדם, כגון המהדרין שכל אחד מבני הבית מדליק נר אחד אבל אם לא כפה עליה כלי, עשאה כמדורה, ואפילו לאדם אחד אינה עולה וחוזר ומדליק נרות כדין בברכה ואם הדליק ואחר כך כפה עליה כלי, יכבה הנר ויחזור להדליק בלא ברכה ואם הרחיק את הפתילות זו מזו כשיעור אצבע , והפתילות בינוניות, שאין השלהבת של האחת נוגעת בחבירתה, יש אומרים שיצאו ידי חובת נר חנוכה, אף על פי שלא כפה עליה כלי"
        },
        {
            "id": 29,
            "text": "חנוכיות מכסף או מנחושת עגולות שיוצאים מהם קנים סביבותיהן בעיגול, ועל כל קנה נר אחד, ובין כל קנה מרחק כעובי אצבע, כשרות להדליק בהן נרות החנוכה ואף שהרמ'א הזהיר שלא להדליק נר חנוכה בעיגול, מודה שאם יש ריוח ביניהם יכול להדליק"
        },
        {
            "id": 30,
            "text": "לכתחלה צריך להניח נר החנוכה בכלי, ולא כאלה שמדביקים נר שעוה על הרצפה, או על אבן קטנה, שאין זה כלי ויש אומרים שהנר שהוא הכלי מעכב למצוה"
        },
        {
            "id": 31,
            "text": "אולם המהלך בדרך וחונה בלילה, ואין לו שם בית ולא אהל, חייב להדליק נר חנוכה, אם יש לו חתיכות שעוה יתלה אותם בעץ גבוה, או על שלחן, או ספסל, וידליקם, לקיים מצות הדלקת נר חנוכה ולברך עליהם"
        },
        {
            "id": 32,
            "text": "כלי הניקח מעכו'ם להדליק בו נר חנוכה אינו צריך טבילה, שדוקא כלי סעודה צריכים טבילה"
        },
        {
            "id": 33,
            "text": "יז יש מי שכתב שאם השתמשו בכוס של זכוכית במי רגלים לבדיקה רפואית, אפילו רק פעם אחת, אין להדליק בו נר חנוכה, משום הקריבהו נא לפחתך אבל לעשותו שמש לנרות חנוכה שפיר דמי וצ'ע"
        },
        {
            "id": 34,
            "text": "יח מצות הנחת נרות חנוכה, היא בתוך עשרה טפחים מקרקע הדירה  ואם הניחם למעלה מעשרה טפחים יצא ויש להניחם למעלה מג' טפחים, ואם השלהבת של נר השעוה שהודלק למצות החנוכה הוא למעלה משלשה טפחים, אף על פי שגוף הנר הוא למטה מג' טפחים, שפיר דמי, שהעיקר הוא השלהבת"
        },
        {
            "id": 35,
            "text": "יט אין להדליק נר חנוכה המונח למעלה מעשרים אמה מקרקע הדירה ואם עבר והדליק למעלה מעשרים אמה, לא יצא אף בדיעבד וצריך לכבות את החנוכיה ולהניחה במקום הכשר ויחזור וידליקנה, אך לא יברך שנית  והכל תלוי בשלהבת של הנרות, ואין משגיחין באורך הנרות בזה"
        },
        {
            "id": 36,
            "text": "כ הדר בעלייה, מצוה שיניח נרות חנוכה בחלון או במרפסת, או בגזוזטרא הסמוכה לרשות הרבים, כדי לקיים פרסומי ניסא  וטוב להניח נרות החנוכה בתוך פנס של זכוכית ולהעמידם במרפסת, כדי שייראו לעוברים ושבים שברשות הרבים  ואם הוא גר בקומה שהמרפסת גבוהה מקרקע רשות הרבים עשרים אמה, יניח הנרות בפתח הדירה מבפנים, הואיל ואין בזה היכר כל כך לבני רשות הרבים"
        },
        {
            "id": 37,
            "text": "כא מצוה להניח נרות החנוכה בטפח הסמוך לפתח משמאל הנכנס, כדי שתהיה המזוזה מימין, ונרות חנוכה משמאל, וכשהוא נכנס ויוצא, הרי הוא מוקף במצוות,  וביחוד כשנכנס בטלית קטן מצוייצת כהלכתה, אשר עליו יכון מה שאמרו: 'והחוט המשולש לא במהרה ינתק'"
        },
        {
            "id": 38,
            "text": "כב יש אומרים שבזמן הזה שאין סכנה להדליק נר חנוכה בחוץ, צריכים להדליק נר חנוכה בחוץ, ויש אומרים שגם בזמן הזה אפשר להדליק נר חנוכה בבית, דהואיל ונהגו להסתפק בפרסום הנס לבני ביתו, יכולים להשאר במנהגם, וכן נהגו גדולים וגם טובים ומכל מקום מי שיכול להניחה מבחוץ, מניחה מבחוץ, ואם לאו על פתחו מבפנים"
        },
        {
            "id": 39,
            "text": "כג יש מי שכתב שבזמן הזה מצות נר חנוכה צריכה להיות רק מבפנים, ואין אדם יוצא ידי חובה כלל אם הדליק נרות החנוכה בחוץ, אף על פי שאין שום סכנה בדבר, שכיון שחז'ל עקרו מצות ההדלקה מבחוץ וקבעוה בפנים, לכן אם הדליקה מבחוץ לא עשה ולא כלום,  אך דבריו תמוהים מאד, ואינם נכונים לדינא"
        },
        {
            "id": 40,
            "text": "כד חצר שיש בה שני פתחים, משני רוחות, בזמן הגמרא היה צריך להדליק בשניהם, מפני החשד, שאם יראו פתח אחד שאין בו הדלקת נרות חנוכה, יחשדוהו שלא הדליק נר חנוכה כלל ולכן ידליק בשניהם, אלא שיברך על נר החנוכה שבפתח הראשון, ויפטור מן הברכה הדלקה שבפתח השני  אולם בזמן הזה שהכל מדליקים בתוך הבית מבפנים ואין שום היכר לבני רשות הרבים, אף על פי שיש לחצר כמה פתחים אין צריך להדליק אלא בפתח אחד בלבד וכן המנהג פשוט"
        },
        {
            "id": 41,
            "text": "כה אורח שמייחדים לו חדר בפני עצמו ללון שם, אף שיש לחדר פתח בפני עצמו, אינו צריך להדליק נרות חנוכה בחדרו, שבזמן הזה אין חוששין לחשד שיחשדוהו שאינו מדליק נרות חנוכה, שבלאו הכי כל ההיכר הוא רק לבני הבית, והם יודעים שהוא יצא ידי חובתו בהדלקת הנרות של בעל הבית ואם ירצה להחמיר על עצמו ולהדליק בחדרו, אינו רשאי לברך"
        },
        {
            "id": 42,
            "text": "כו הנוסע בספינה או ברכבת, ואפשר להדליק שם נרות חנוכה, נכון להדליק, שאין צריך בית קבוע לכך, כל שלא יגיע לביתו באותה לילה, וגם אין מדליקין עליו בביתו סימן תרעא - הדלקת נר חנוכה בבית הכנסת"
        },
        {
            "id": 43,
            "text": "המנהג פשוט להדליק נרות חנוכה גם בבתי הכנסת בברכות, משום פרסומי ניסא, והוא מנהג ותיקין"
        },
        {
            "id": 44,
            "text": "נהגו להדליק נרות החנוכה שבבית הכנסת, בין מנחה לערבית, עם שקיעת החמה, ואע'פ שזמן הדלקת נר חנוכה לכל אחד בביתו הוא בצאת הכוכבים, מכל מקום הואיל ואי אפשר לעכב את הקהל שיוצאים מבית הכנסת מיד אחר ערבית, לכן מדליקים עם שקיעת החמה בין מנחה לערבית, כדי שבמשך כל הזמן של תפלת ערבית הצבור יראו את נרות החנוכה, ואיכא פרסומי ניסא ואילו היו צריכים להמתין עד אחר ערבית, לא היה פרסומי ניסא כל כך בהדלקתם בבית הכנסת, כי מיד הקהל יוצאים לקיים מצות הדלקת נר חנוכה בביתם"
        },
        {
            "id": 45,
            "text": "בכותל המערבי המנהג פשוט שמברכים ומדליקים נרות חנוכה בברכה, בין מנחה לערבית, ויש בדבר פרסומי ניסא"
        },
        {
            "id": 46,
            "text": "אין יוצאים ידי חובה בהדלקת נרות חנוכה שבבית הכנסת, ואף המדליק בברכות בבית הכנסת, חוזר ומדליק בביתו, שמצות חנוכה נר איש וביתו  וחוזר ומברך את כל שלשת הברכות לפני הדלקתו, כדי להוציא את בני ביתו ידי חובתם ואם הוא גר לבד בביתו, והדליק נרות חנוכה בבית הכנסת במעמד הצבור בלילה הראשון ובירך שלשת הברכות, כשמדליק בביתו לא יברך אלא ברכת להדליק נר חנוכה בלבד, ולא יחזור לברך בביתו שעשה נסים ושהחיינו, מפני שכבר בירך ברכות שעשה נסים ושהחיינו, ויצא ידי חובה"
        },
        {
            "id": 47,
            "text": "אם חל ליל כ'ה כסליו בליל שבת, שכל אחד ואחד מן הקהל הדליק נר חנוכה מבעוד יום, ובירך כל שלשת הברכות, ואחר כך הולכים לבית הכנסת להתפלל, המדליק נר חנוכה בבית הכנסת לא יברך אלא ברכת להדליק נר חנוכה, ולא יברך ברכת שעשה נסים ושהחיינו, מאחר שכל הקהל בירכו ברכות אלה בביתם ויצאו ידי חובה ורק ההדלקה והברכה נעשית שוב בבית הכנסת משום פרסומי ניסא"
        },
        {
            "id": 48,
            "text": "מצוה על כל אחד להמציא עצמו להדלקת נרות חנוכה בבית הכנסת, ולברך עליהם בצבור ואף מי שהדליק בברכה בבית הכנסת, וגם בביתו, אם נזדמן לו להיות בבית כנסת אחר לתפלת ערבית או לשיעור תורה יומי, רשאי לחזור ולהדליק בבית הכנסת האחר בברכה, לכבוד הצבור שבבית הכנסת כי פנים חדשות באו לכאן"
        },
        {
            "id": 49,
            "text": "מי שהדליק בביתו בלילה הראשון ובירך כל הברכות, לרבות שהחיינו, ובא להדליק בבית חבירו, פשוט שחוזר ומברך גם שהחיינו"
        },
        {
            "id": 50,
            "text": "יש מי שאומר שאין צריך לתת שמן כשיעור הדלקה של חצי שעה בנרות חנוכה שבבית הכנסת, אלא כדי שיעור תפלת ערבית, שנמצאים הקהל בבית הכנסת, ואיכא פרסומי ניסא, ואפילו אם נתן בה שמן הרבה, מותר לשמש לכבותה מיד לאחר שהקהל עזב את בית הכנסת, ואין צריך להניחה עד שתדלק חצי שעה ונכון להחמיר שלא לכבות נרות החנוכה שבבית הכנסת, עד כלות חצי שעה אחר צאת הכוכבים"
        },
        {
            "id": 51,
            "text": "נוהגים במסיבות הנערכות באולמות בלילי חנוכה, שמשמיעים בהם דברי תורה לקרב את ישראל לצור מחצבתם, להדליק נרות חנוכה עם ברכה בשם ומלכות, משום פרסומי ניסא, ויש להם על מה שיסמוכו דמאחר וקהל רב מתאסף במקום, לא גרע מבית הכנסת שמדליקין בו נרות חנוכה לפרסומי ניסא וטוב להתפלל שם ערבית בצבור, מיד לאחר ההדלקה אך אין זה מעכב"
        },
        {
            "id": 52,
            "text": "המנורה של נרות החנוכה בבית הכנסת מניחים אותה על שלחן לימין ארון הקודש, שהוא צד דרום של בית הכנסת, שכן המנורה שהיתה בהיכל של בית המקדש היתה בצד דרום וכמו שאמרו בב'ב שלחן בצפון ומנורה בדרום, ויש שמסדרים את הנרות בין מזרח למערב, ויש שמסדרים את הנרות בין צפון לדרום, ונהרא נהרא ופשטיה ונוהגים להניחם בבית הכנסת במקום גבוה לפרסום הנס"
        },
        {
            "id": 53,
            "text": "יש נוהגים שהשליח צבור או הרב של בית הכנסת, מדליק בבית הכנסת את נרות החנוכה, ויש נוהגים שהשמש מדליק"
        },
        {
            "id": 54,
            "text": "אין האבל תוך שבעה מדליק נרות חנוכה בלילה הראשון בבית הכנסת, בגלל ברכת שהחיינו שמעורר בקהל הרגשה לא נעימה, שיש בברכת שהחיינו התעוררות של שמחה בצבור ואם אין אדם אחר הרוצה להדליק נרות חנוכה בבית הכנסת, נראה שהאבל ידליק בבית הכנסת, וגם יברך שהחיינו אבל בשאר לילות, רשאי לברך ולהדליק גם בבית הכנסת ובביתו מדליק נרות חנוכה בברכת שהחיינו בלי כל פקפוק"
        },
        {
            "id": 55,
            "text": "אין מברכים בבית הכנסת על הדלקת נרות חנוכה, אלא בעשרה, כי פרסומי ניסא לא שייך בפחות מעשרה"
        },
        {
            "id": 56,
            "text": "יש אומרים שבערב שבת שהזמן דחוק להדלקת נרות חנוכה, וטרם הגיעו עשרה מהקהל, אפשר לברך ולהדליק נרות חנוכה, כיון שעל כל פנים עתידים לבוא ולראות הנרות אחר כך, חשיב שפיר פרסומי ניסא, ויש חולקים והמדליק בברכה יש לו על מה שיסמוך"
        },
        {
            "id": 57,
            "text": "בית כנסת שעדיין לא הגיעו המתפללים להתפלל מנחה בערב שבת, ויש שם רוב מנין, וגם כמה נשים הנמצאות בעזרת נשים שבבית הכנסת, אפשר לצרף את הנשים למנין עשרה להדלקת נרות חנוכה שבבית הכנסת, ובפרט כשיבואו אחר כך עוד אנשים ויהיה מנין בבית הכנסת"
        },
        {
            "id": 58,
            "text": "יש מי שכתב שקטן יכול להדליק נר חנוכה ולהוציא אחרים ידי חובתם  ויש חולקים ואומרים, שאין הקטן מוציא ידי חובת נר חנוכה את הגדולים  ובפרט לדעת רוב הפוסקים הסוברים שמצות חינוך היא רק על האב ולא על הבן וכן עיקר לדינא שיש להחמיר אף לגבי נר חנוכה, שאין הקטן מוציא אחרים ידי חובתם ולגבי הדלקת נרות חנוכה בבית הכנסת שהוא רק משום פרסומי ניסא, יש מקום להקל להדליק על ידי קטן ומכל מקום מהיות טוב משום פרסומי ניסא הראוי, כדאי שאיש גדול ידליק נרות החנוכה בבית הכנסת ומיהו בדיעבד אם הדליק קטן בבית הכנסת שפיר דמי"
        },
        {
            "id": 59,
            "text": "נוהגים שבכל יום מדליקים נרות חנוכה בבית הכנסת גם בשחרית, בלי ברכה, ובפרט כשמתפללים בהשכמה"
        },
        {
            "id": 60,
            "text": "בית כנסת שנוהגים להדליק מנורת חשמל שעשויה כתבנית חנוכיה, ומניחים אותה על גג בית הכנסת במרומי קרת, לפירסומי ניסא, אין לברך כלל בהדלקת מנורה זו שאין יוצאים ידי חובת הדלקת נרות חנוכה במנורת חשמל, ולכן יש להם לברך תחלה בבית הכנסת על נרות שמן או שעוה, ובזה יפטרו הדלקת מנורה זו מברכות וכן הרואה מנורה חשמלית דולקת לשם חנוכה, אינו מברך שעשה נסים ושהחיינו, אפילו אין מדליקים עליו בביתו, הואיל ואין יוצאים בה ידי חובה סימן תרעב - זמן הדלקת נר חנוכה"
        },
        {
            "id": 61,
            "text": "זמן הדלקת נרות החנוכה הוא בצאת הכוכבים, שהוא כרבע שעה אחר שקיעת החמה, לא מאחרים ולא מקדימים, ונמשך זמנה עד שתכלה הרגל מן השוק, דהיינו כמו חצי שעה אחר צאת הכוכבים וצריך ליתן שמן בנרות שיעור שתדלוק חצי שעה אחר צאת הכוכבים ומכל מקום אם לא הדליק בתחלת הלילה, מדליק והולך כל הלילה בברכה, כל זמן שלא עלה עמוד השחר ואין לחוש בזה לספק ברכות, מאחר שכך המנהג להדליק בברכה גם אחר חצי שעה מצאת הכוכבים ואם לא הדליק עד שעלה עמוד השחר, ידליק אז בלי ברכה"
        },
        {
            "id": 62,
            "text": "מי שהגיע לביתו עשרים דקות לפני עלות השחר, אף שלא נשאר לו מן הלילה חצי שעה משעת הדלקת נר החנוכה, מכל מקום ידליק בברכה, כלשון השלחן ערוך שידליק כל הלילה, ונכלל בזה ממש עד לפני עלות השחר"
        },
        {
            "id": 63,
            "text": "אסור לאכול סעודת קבע קודם הדלקת נרות חנוכה ואפילו התפלל מנחה וערבית מבעוד יום ודוקא סעודת קבע, שהוא יותר מכביצה פת,  אבל בפחות מכן, וכן אכילת פירות וכדומה מותר  ועוגה דינה כמו פת, שאסור לאכול יותר מכביצה  ויש להחמיר חצי שעה קודם זמן ההדלקה שלא לאכול סעודת קבע, דהיינו יותר מכביצה פת אבל סעודת עראי ואכילת פירות ושתיית משקים קלים מותר"
        },
        {
            "id": 64,
            "text": "איסור אכילה קודם ההדלקה הוא גם לאשה אלמנה או גרושה המדליקה לבדה אולם אשה שבעלה מדליק עבור כל בני הבית, יכולה להקל לאכול סעודת קבע קודם הדלקת הנרות, ובפרט אם בעלה מאחר לבוא להדליק את הנרות, ובלבד שיש צורך בדבר ואם נהגה האשה להחמיר בזה, תמשיך במנהגה"
        },
        {
            "id": 65,
            "text": "וכן אסור להתחיל במלאכה קודם הדלקת נרות חנוכה ואפילו ללמוד תורה אסור משיגיע זמנה ובלימוד תורה אין להחמיר חצי שעה קודם שיגיע זמן ההדלקה, משום ביטול תורה"
        },
        {
            "id": 66,
            "text": "חיילי הצבא, שאינם יכולים להדליק נר חנוכה עם זמן צאת הכוכבים, מסיבה בטחונית, , ורוצים להדליק נר חנוכה לפני השקיעה ולכבותו עם רדת החשיכה, אין להם לברך בהדלקה זו, דחשיב ברכה לבטלה לכולי עלמא, כיון שאינו נשאר דלוק חצי שעה אחר צאת הכוכבים"
        },
        {
            "id": 67,
            "text": "בתי כנסת שמתקיימים בהם בכל יום שיעורי תורה עם קהל המתפללים, בין תפלת מנחה לערבית, או לאחר ערבית, אם נראה למגיד השיעור שהקהל יחזרו לשיעור לאחר הדלקת נרות חנוכה, יש להעדיף קיום מצות ההדלקה בזמנה, דהיינו שהצבור ילך לביתו להדליק עם צאת הכוכבים אבל אם קיים חשש שאם ילכו לביתם להדליק נר חנוכה, ימנעו מלחזור לשיעור, יש לקיים את השיעור כמו בכל יום, ולאחר השיעור ילכו להדליק נר חנוכה בביתם"
        },
        {
            "id": 68,
            "text": "אברכי ישיבות יכולים להמשיך בסדר לימודם בימי החנוכה כרגיל, וימנו את האשה להדליק נר חנוכה בזמן צאת הכוכבים ואם אין הדבר מתאפשר, ידליקו נר חנוכה אחר סיום לימודם, כדי שלא לגרום ביטול תורה דרבים ואם האברכים קובעים לימוד מיד לאחר ההדלקה, יכולים להפסיק מסדר לימודם להדלקת נרות חנוכה בצאת הכוכבים, ולחזור מיד ללימודם אבל אם הדבר גורם לביטול תורה דרבים עדיף שינהגו כנזכר"
        },
        {
            "id": 69,
            "text": "בעל חנות שסוגר את חנותו בשעת ערב מאוחרת, יאמר לאשתו שתדליק נר חנוכה בביתו בצאת הכוכבים ויצא ידי חובה בהדלקתה ועדיף לנהוג כך מאשר שבעל הבית ידליק בעצמו בלילה אחר חצי שעה מצאת הכוכבים"
        },
        {
            "id": 70,
            "text": "מי שהגיע לביתו בלילה בשעה מאוחרת בימי חנוכה, ולפניו מצות תפלת ערבית, ומצות הדלקת נר חנוכה, יקדים להתפלל תפלת ערבית, שתדיר ושאינו תדיר, תדיר קודם ועוד שיש להקדים קריאת שמע שהיא דאורייתא, ואחר כך ידליק נר חנוכה, ויקיים גם פרסומי ניסא"
        },
        {
            "id": 71,
            "text": "בן המתארח אצל אביו בשבת חנוכה, ויוצא מביתו ביום ששי אחר פלג המנחה כדי ללכת לאביו, ועתיד לחזור לביתו בלילה, יש אומרים שידליק בביתו אחר פלג המנחה, באופן שהנרות ידלקו עד אחר חצי שעה מצאת הכוכבים, שמאחר וחוזר לישן בביתו, החיוב הוא על הבית ובן חתן שנושא אשה בלילה, כיון שבשעת ההדלקה היה עדיין רווק וסמוך על שלחן אביו, יוצא ידי חובה בהדלקת הנרות של אביו ואם ירצה טוב שיחמיר להדליק נר חנוכה בלא ברכה כשמגיע לביתו אחר החתונה"
        },
        {
            "id": 72,
            "text": "מי שנאנס ולא הדליק לילה אחת, אין לו תשלומין למחר, אלא מדליק למחר כמספר הנרות שמדליקים כל העולם סימן תרעג - שמנים ופתילות הכשרים לחנוכה"
        },
        {
            "id": 73,
            "text": "כל השמנים והפתילות כשרים להדלקת נר חנוכה, אף על פי שאין השמנים והפתילות נמשכים אחר הפתילה, ואין האור נתלה יפה בהן ושמן זית מצוה מן המובחר, מפני שאורו צלול ביותר וכן מצוה מן המובחר לעשות הפתילה מצמר גפן  ובמקום שאין שמן מצוי כלל נוהגים להדליק נרות חנוכה בנרות שעוה כי גם הן אורן צלול כמו השמן"
        },
        {
            "id": 74,
            "text": "מי שהכין נרות שעוה להדליק לנרות חנוכה, והדביקם בפמוט לצורך ההדלקה, ושוב נזדמן לו שמן, יניח מידו נרות השעוה, וידליק אך ורק בשמן, שעיקר המצוה בשמן, הואיל והנס קרה בבית המקדש בשמן ואפילו לא הובא לו שמן זית, אלא רק משאר שמנים, וכבר הדביק נרות שעוה, בכל זאת יניח נרות השעוה מידו, וידליק בשמן"
        },
        {
            "id": 75,
            "text": "'פתיל-צף' הנתון על השמן, אף על פי שהפתילה מצופה בשעוה, ובתחלה נדלקת רק השעוה, ורק אחר כך נדלקת הפתילה, וקיימא לן הדלקה עושה מצוה, מכל מקום הכל נחשב להדלקה אחת, וכשר להדלקת נר חנוכה לכתחלה"
        },
        {
            "id": 76,
            "text": "לכתחלה לא ידליק חלק מהנרות בשמן, וחלק מהנרות בשעוה, בלילות ההידור, אלא ישווה מדותיו וידליק את כל הנרות או בשמן או שעוה  ומכל מקום כשהשמן זית ביוקר, יכול להדליק נר החיוב לבד משמן זית, ונרות ההידור משאר מיני שמנים, ואפילו בנר שעוה"
        },
        {
            "id": 77,
            "text": "דעת רבים וכן שלמים מאחרוני דורינו, שאין יוצאים ידי חובה בהדלקת נרות החשמל, ויש פנים הנראים בהלכה לדבריהם, שצריך להקפיד על שמן ופתילה, בדומה להדלקת המנורה בבית המקדש, שבה נעשה הנס ולא יהא אלא ספק אין להכנס בספק ברכה לבטלה, ולכן לא יברך על נרות חנוכה בנורות חשמל ואף אם יזדמן שאין לו שמן או שעוה לנרות חנוכה, יש להדליק החשמל בלא ברכה וצריך שיהיה מונח במקום שאין רגילים להניח בו נר החשמל בשאר ימות השנה ואם אחר כך נזדמן לו נר חנוכה הכשר להדלקה, ידליקנו בברכה וגם בבית כנסת אין לברך על הדלקת חנוכיה חשמלית"
        },
        {
            "id": 78,
            "text": "אין יוצאים ידי חובה בנרות גאז, שאין להם פתילה, ויש לנהוג לגבם כאמור בענין נר החשמל"
        },
        {
            "id": 79,
            "text": "שמן שיש בו תערובת שומן מהותך של בהמה טמאה, מן הדין כשר הוא להדלקת נרות חנוכה, ורק מהיות טוב להמנע מלהדליק בו נרות חנוכה והוא הדין בשמן שיש בו חשש תערובת שמן חזיר, שכשר להדלקת נר חנוכה"
        },
        {
            "id": 80,
            "text": "שמן שנמצא בו עכבר, ומאוס עליו להשתמש בו לאכילה, אף על פי שיש בשמן ששים נגד העכבר, שאינו נאסר מן הדין לאכילה, מכל מקום אסור להדליק ממנו נרות חנוכה, כדין נר של בית הכנסת"
        },
        {
            "id": 81,
            "text": "לכתחלה אין להדליק נר חנוכה בשמן של זיתי ערלה, שאסור בהנאה ואף על פי שאסור להשתמש לאורה, מכל מקום הוא נהנה במה שחוסך מלהוציא על שמן ופתילה לחנוכה  אולם אם אין לו שמן אחר זולת שמן של ערלה, ידליק בשמן של ערלה, אך לא יברך ובאופן כזה אין ליהנות מהנר לאחר חצי שעה מההדלקה  וכן מותר השמן שבנר יזהר שלא ליהנות ממנו, אחר שהוא שמן של ערלה וגם יזהר שלא ידליק את נר השמש משמן של ערלה, אחר שהוא עשוי לשם הנאה"
        },
        {
            "id": 82,
            "text": "שמן שהונח תחת המטה וישנו עליה בלילה, אף על פי כן כשר הוא להדלקת נרות חנוכה ונרות שבת, ובפרט בזמנינו שהקרקע של בתינו מרוצפת באבנים או בקורות שאפילו לענין אכילה, מותר לאכול מאכלים שהונחו תחת המטה, ובפרט במקום שיש הפסד מרובה"
        },
        {
            "id": 83,
            "text": "המדליק נר חנוכה בשמן גזול או גנוב, יצא ידי חובתו בדיעבד, אבל אין לו לברך עליו ברכת 'להדליק נר חנוכה'"
        },
        {
            "id": 84,
            "text": "חיילי צה'ל שרוצים להדליק נרות חנוכה בשמן רובים, טוב ונכון לקבל רשות על כך מהשר ומהמפקדים, שבסמכותם נתון הדבר, כדי שיוכלו להשתמש בשמן זה לנרות חנוכה"
        },
        {
            "id": 85,
            "text": "אין להדליק נרות חנוכה בכלי חרס הנשבר, או בקליפה של לימון, או של בצלים, דהוי ביזוי מצוה ויש אף שחוששין לומר שברכתו ברכה לבטלה וכן בקליפי ביצים וכדומה וכבר ביארנו לעיל שיש אומרים שההדלקה בכלי היא לעיכובא"
        },
        {
            "id": 86,
            "text": "אין צריך להחליף את הפתילות של נרות חנוכה בכל ערב בפתילות חדשות, אלא מדליק אותם עד שיכלו, ואדרבה הרי נוחים הם להדלקה יותר מחדשים ומכל מקום יש נוהגים לקחת פתילות חדשות בכל לילה, זכר למקדש"
        },
        {
            "id": 87,
            "text": "יש מי שכתב, שיש ליזהר שהפתילה של אתמול יקחוה לנר של החיוב שמדליק בראשונה, והפתילה החדשה של אותו לילה יקח אותה לנר ההידור, משום שאם ידליק בלילה השני את הפתילה החדשה לנר החיוב, והפתילה של אתמול לנר ההידור, נמצא שהוריד את הפתילה של אתמול מקדושתה, שאתמול היתה לעיקר המצוה, והיום רק להידור, וקיימא לן מעלין בקודש ואין מורידין, לכן לעולם יקח את הפתילה שהדליק אתמול לנר החיוב של היום אולם אין דבריו מוכרחים, דתשמישי מצוה מותר לשנותם אף למצוה שהיא פחותה ממנה, שדוקא לגבי תשמישי קדושה אמרינן דמעלין בקודש ואין מורידין, מה שאין כן לגבי תשמישי מצוה ולכן אף על פי שמדליק כל לילה את הפתילה החדשה, לנר החיוב, והפתילה של אתמול לנר ההידור, אין בכך כלום וכן המנהג פשוט שמשאירים את הפתילות הישנות במקומם, ואת הפתילה החדשה נותנים בנר החנוכה שמברכים עליו אסור להשתמש לאורה"
        },
        {
            "id": 88,
            "text": "אסור להשתמש לאור נרות חנוכה, ואפילו תשמיש עראי כגון לבדוק מעות או למנותן לאורה אסור, כדי שלא יהיו המצוות בזויות עליו  ותשמיש עראי של מצוה מותר  ולכן אם נסתפק לו דין שהוא צורך חנוכה, מותר לעיין בדין זה לאור נרות חנוכה, ולהשתמש לאורה  ואפילו תשמיש של קדושה כגון ללמוד לאורה אסור, ולכן נוהגים להדליק נר נוסף שנקרא שָׁמַשׁ כדי שאם ישתמש לאורה, יהיה לאור הנוסף, שמדליקים אותו לאחרונה, ונוהגים לתת הנר הנוסף יותר גבוה מנרות המצוה, ורמז לדבר: שרפים עומדים ממעל 'לו', שמנין נרות המצוה בכל הלילות ביחד הם שלשים וששה כמנין 'לו' ואם אי אפשר להניח נר השמש גבוה יותר משאר הנרות, יניחנו רחוק קצת מהם, כדי שיהיה ניכר שאינו מנרות המצוה"
        },
        {
            "id": 89,
            "text": "אחר שעבר זמן מצותה, שהוא חצי שעה משעת הדלקתה, מותר להשתמש לאורה"
        },
        {
            "id": 90,
            "text": "מותר להשתמש במנורת החנוכיה להאיר בסעודת מצוה וכיו'ב, אחר שנגמר זמן מצותה"
        },
        {
            "id": 91,
            "text": "כשם שאסור להשתמש לאור נר החיוב של החנוכה, כך אסור להשתמש בנרות של ההידור שמוסיפים בכל לילה אבל נר השמש של נרות החנוכה, הוא נר של חול גמור, ואין בו קדושה כלל, ורשאים להשתמש בו לכל דבר הרשות"
        },
        {
            "id": 92,
            "text": "אין איסור להשתמש לאור נר חנוכה, אלא בתשמיש שנהנה ממנו, אבל מותר ללכת לאורם כדי שלא יכשל, אם כבה החשמל בבית, ואיננו מחוייב לעצום עיניו"
        },
        {
            "id": 93,
            "text": "יש מי שכתב לאסור לדבר עם חבירו בפתח הבית לאור נר החנוכה, דנחשב בכלל משתמש לאורה אולם לדינא אין צריך לחוש לזה, שלא אמרו צריך נר אחרת אלא במניח נרות החנוכה על שלחנו, אבל כל שמניחה סמוך לפתח הבית אינו צריך לנר אחרת, ואף על פי שהוא עומד שם, הואיל ואינו בא להשתמש בפרט לאורה לאיזה תשמיש, שפיר דמי סימן תרעד - להדליק מנר לנר"
        },
        {
            "id": 94,
            "text": "מדליקים נר חנוכה מנר חנוכה הסמוך לו על ידי פתילות ארוכות, ומותר להדליק אפילו נר של המהדרין מן המהדרין, מנר החיוב, כיון שעל כל פנים שניהם נרות מצוה אבל לא ידליק מנר חנוכה לנר חנוכה על ידי אמצעי, כגון שכבה הנר שבידו שמדליק ממנו את נרות החנוכה, אינו רשאי להדליקו מנר חנוכה כדי שימשיך להדליק את נרות החנוכה הנוספים"
        },
        {
            "id": 95,
            "text": "אם הדליק נרות חנוכה, וכבתה אחת מהן לאחר מכן, ורוצה להחמיר ולחזור ולהדליקה, לא ידליקנה מנר הסמוך לה, אפילו בלי אמצעי, דהיינו על ידי פתילה ארוכה, כיון שמן הדין קיימא לן כבתה אין זקוק לה, חשיב כנר הרשות שאין מדליקין אותו מנר מצוה"
        },
        {
            "id": 96,
            "text": "אסור להדליק נר של חול או סיגריה מנר החנוכה, ורק אחר שעבר זמן מצותה, דהיינו חצי שעה לאחר ההדלקה, מותר להדליק ממנה, כמו שמותר להשתמש לאורה לדבר הרשות"
        },
        {
            "id": 97,
            "text": "נר של בית הכנסת, ונר של שבת, ונר של חנוכה, ונר של תלמוד תורה, כולם נחשבים נרות של מצוה, ומותר להדליק נר זה מנר האחר סימן תרעה - שהדלקה עושה מצוה"
        },
        {
            "id": 98,
            "text": "הדלקה עושה מצוה, ולכן צריך שבשעה שמדליק נרות החנוכה יהיה בנר שמן כדי שיעור הדלקת נר החנוכה שהוא חצי שעה, וכן אם מדליק נר שעוה, צריך שיהיה בו כשיעור הנ'ל ואם הדליקה כדת, ואחר כך נשבה רוח וכיבתה את הנרות, או שילד הפיל את החנוכיה לארץ והנרות כבו בתוך חצי שעה להדלקתה, אינו זקוק לה לחזור ולהדליקה, שמיד בגמר ההדלקה נעשית מצותה, ויצא ידי חובתו וכן אם לאחר שהדליקה בא לתקנה וכיבה אותה בשוגג, אינו זקוק לה וכן אם לאחר שהדליקה נפתחה הדלת, או החלון, ונכבית על ידי רוח פרצים וכדומה, אין צריך לחזור ולהדליקה אבל אם נכבית מפני שהעמידה במקום שרוח מצויה מנשבת, והיה צפוי מראש שלא תוכל להחזיק מעמד בפני הרוח, ובכל זאת הדליקה בפני הרוח וכבתה, לא יצא ידי חובה, וצריך לחזור ולהדליקה בפנים באופן שלא יכבנה הרוח, אך לא יברך שנית ואפילו אם כיבה אותה במזיד, שבודאי חייב הוא מן הדין לחזור ולהדליקה, אין צריך לחזור ולברך ומכל מקום אפילו אם כבתה בשוגג, הרוצה לזכות במצוה שלימה, יחזור וידליקנה בלי ברכה, שאין זה גרוע מן המהדרין ותבוא עליו ברכה אבל אחר שדלקה חצי שעה, מותר לכבותה אף לכתחלה, וכל שכן שאין צריך לחזור ולהדליקה"
        },
        {
            "id": 99,
            "text": "מה שנהגו המהדרין במצוות להדליק נר חנוכה מחוץ לפתח הבית, בפנס שיש בו פתח מן הצד, ועם גמר הדלקת נרות החנוכה, סוגרים את הפתח לבל יכבו הנרות מן הרוח שבחוץ, יש שכתבו לערער על זה, שהרי בזמן שיש רוח חזקה אין הנרות יכולים להשאר דלוקים, , ומכיון שההדלקה עושה מצוה, ובשעת ההדלקה היו הנרות עומדים להכבות, אינו יוצא ידי חובה, ובסתימת הפתח שבאה אחר כך, אין זו הדלקה, אולם לדינא אין לחוש לזה, דמה שאמרו שאם הדליקה בפני הרוח לא יצא היינו רק שבאמת שלטה הרוח ונכבית, אבל אם למעשה לא נכבית, אגלאי מילתא למפרע שההדלקה היתה כהוגן ועוד שכיון שבשעת ההדלקה בידו לסגור הפתח שבצד ולמנוע כיבוי הנרות, וההדלקה היא על מנת שיסגור הפתח כדי שישארו הנרות דולקים, ובעודו עוסק בהדלקה ולא סילק ידו ממנה, סוגר את הפתח למנוע כיבויה, שפיר דמי, שנמצא שההדלקה נעשית באופן שהדלקתה תהיה קיימת"
        },
        {
            "id": 100,
            "text": "יש מי שכתב שאם הדליק נר חנוכה במקום שהרוח שולט, אף על פי כן יוצא ידי חובה, שכל שבפני עצמו היה ראוי להשאר דולק, אלא שדבר אחר גרם לו להתבטל, אזלינן בתר השתא, ונחשב לדבר בר קיימא כאילו היה כן תמיד  ודבריו תמוהים ונגד כל האחרונים, הריא'ז, והכנסת הגדולה, והטורי זהב, והמגן אברהם, והפרי חדש והגנת ורדים והגאון היעב'ץ, שכל שהדליקה בפני הרוח ממש לא יצא ידי חובה,"
        },
        {
            "id": 101,
            "text": "המדליק נרות חנוכה בערב שבת מבעוד יום, ואחר כך כבתה לפני קבלת שבת, בכל זאת אינו זקוק לה להדליקה שנית, שמכיון שהוא חייב להדליק בערב שבת מבעוד יום, וכבר בירך עליה 'להדליק נר חנוכה', כבר התחילה המצוה כדת, והואיל והדלקה עושה מצוה, כבתה אין זקוק לה ואף על פי כן מהיות טוב יחזור וידליקנה שנית, ותבא עליו ברכה"
        },
        {
            "id": 102,
            "text": "אם בעת ההדלקה לא היה בנר שמן כדי שיעור ההדלקה, או שהדליק בנר שהוא קטן משיעור הנזכר, אפילו אם אחר שבירך והדליק, הוסיף שמן כדי שיעור הדלקת נ'ח, לא יצא ידי חובתו מפני שצריך להיות שמן כשיעור הדרוש לפי הדין בעת ההדלקה, שההדלקה עושה מצוה  וצריך לכבותה ולאחר שיוסיף שמן כדי שיעור ההדלקה, יחזור וידליקנה 'בלא ברכה',  ולכן יש לכל אדם שבא להדליק נר חנוכה להסתכל ולבדוק היטב בנרות החנוכה, ועיניו יחזו ויבחנו אם יש שמן מספיק לשיעור חצי שעה, כי קורה לפעמים שלא נתן שמן מספיק בנרות, או שנשפך ממנו על ידי דחיפה או מקרה אחר, ורק אחר שיהיה נוכח שיש שמן כשיעור הנ'ל, יברך ברכות ההדלקה וידליק  ואם אחר שבירך והדליק הרגיש כעבור זמן מה שלא היה שמן כשיעור בתוך הנרות, יש לו לכבותם, ולאחר שיוסיף שמן עד השיעור, יחזור וידליק בלי ברכה"
        },
        {
            "id": 103,
            "text": "צריך להדליק את נרות החנוכה במקום הנחתם, שאף על פי שהדלקה עושה מצוה ולא ההנחה, הדלקה במקומה בעינן ואם היתה החנוכיה מונחת במקומה שלא לשם מצוה, אינו צריך להסירה ולהניחה לשם מצות חנוכה, אלא מדליקה שם לפיכך עששית שהיתה דולקת כל היום, שהדליקה מערב שבת למצות חנוכה, במוצאי שבת מכבה ומדליקה לשם מצות חנוכה"
        },
        {
            "id": 104,
            "text": "אם בעל הבית חולה, ואינו יכול לקום ממטתו להדליק נרות חנוכה, לא יביאו לו הנרות ליד מטתו כדי שידליקם, ואחר כך יניחום במקומם, אלא ימנה שליח שידליק הנרות במקום הנחתן, והשליח יברך וידליק הנרות אבל לא יברך בעל הבית והשליח ידליק, שבכל מקום העושה את המצוה הוא שמברך עליה והשליח מברך 'להדליק נר חנוכה', ואם בירך 'על הדלקת נר חנוכה', יש לו על מה שיסמוך"
        },
        {
            "id": 105,
            "text": "המדליק נרות חנוכה צריך להדליק את רוב היוצא מן הפתילה, עד שתהא השלהבת עולה מאליה, ולא יסלק ידו מההדלקה עד אשר ידליק רוב הפתילה היוצאת"
        },
        {
            "id": 106,
            "text": "טוב לחנך את בניו הקטנים שהגיעו לחינוך בהדלקת נרות ההידור שבכל ערב אבל אם לא הגיעו לחינוך, אין לתת להם להדליק בנרות החנוכה שהוא יוצא בה ונר השמש מותר להדליקו אפילו על ידי תינוק שלא הגיע לחינוך, הואיל ואין בו שום קדושה"
        },
        {
            "id": 107,
            "text": "נשים חייבות בהדלקת נרות חנוכה, שאף הן היו באותו הנס והאשה מוציאה את בעלה ידי חובת הדלקת נרות חנוכה ולפיכך כשבעל הבית נאלץ להיעדר מביתו בזמן ההדלקה, עד לשעה מאוחרת בלילה, ראוי ונכון שימנה את אשתו להדליק נרות חנוכה עם צאת הכוכבים, שהוא כרבע שעה אחר שקיעת השמש, ובזה גם הוא יוצא ידי חובה, ששלוחו של אדם כמותו והאשה מברכת בנוסח הרגיל 'להדליק נר חנוכה' ואם בירכה 'על הדלקת נר חנוכה' אינה מברכת שוב"
        },
        {
            "id": 108,
            "text": "מי שלן בבית מלון לרגל עסקיו, ואשתו מדלקת עליו בביתו, אינו רשאי לכוין בפירוש שאינו רוצה לצאת ידי חובתו בהדלקת נרות החנוכה שמדליקה עליו אשתו בביתם, ולהדליק עם ברכה בחדרו במלון, שחובת נר חנוכה הוא חובת איש וביתו, ואינו חובת גברא בלבד, ועל כרחו יוצא ידי חובתו במה שאשתו מדלקת עליו"
        },
        {
            "id": 109,
            "text": "סומא אם יש לו אשה, תדליק אשתו נר חנוכה ותברך ואם אין לו אשה, ויש לו בית מיוחד מדליק על ידי סיוע של אחר, ויברך כל הברכות, כיון שהסומא חייב בכל המצות, ובהדלקתו יש פרסומי ניסא לאחרים ואף על פי שיש אומרים שמדליק בלי ברכה, מנהג ירושלים שהסומא מדליק בברכה"
        },
        {
            "id": 110,
            "text": "סומא שהדליק נר חנוכה מוציא את כל בני ביתו ידי חובת ההדלקה סימן תרעו - סדר הברכות וההדלקה"
        },
        {
            "id": 111,
            "text": "המדליק נרות חנוכה, צריך לברך בלילה הראשון ג' ברכות, אשר קדשנו במצותיו וציונו להדליק נר חנוכה, שעשה נסים לאבותינו בימים ההם בזמן הזה, ושהחיינו וקיימנו והגיענו לזמן הזה ובשאר לילות החנוכה מברך שתי ברכות הראשונות בלבד ואינו מברך שהחיינו אלא בלילה הראשון שזכינו להגיע לזמן הדלקת נרות החנוכה  ונתנו המפרשים סימן לסדר ג' הברכות בלילה הראשון, עשה לך 'שרף' , ושים אותו על 'נס' , וראה אותו 'וחי'"
        },
        {
            "id": 112,
            "text": "נוסח הברכה הראשונה, 'להדליק נר חנוכה', ולא 'של' חנוכה ואם טעה ובירך להדליק נר של חנוכה, יצא"
        },
        {
            "id": 113,
            "text": "בנוסח ברכת שעשה נסים לאבותינו, אין לומר ובזמן הזה, עם ו', אלא בזמן הזה בלא ו'"
        },
        {
            "id": 114,
            "text": "בברכת שהחיינו יש לומר והגיענו לַזְּמַן הזה, כי הוא הזמן הידוע  כמו בברכת 'שעשה נסים', שאומרים בימים ההם בַּזְּמַן הזה"
        },
        {
            "id": 115,
            "text": "שלושת הברכות הנזכרים לעיל, צריך לאומרם לפני ההדלקה, וכמו שאמרו חז'ל, כל המצוות מברך עליהם עובר לעשייתן ולא יתחיל להדליק עד שיסיים לברך את כל שלושת הברכות"
        },
        {
            "id": 116,
            "text": "גם גר צדק שמדליק נר חנוכה יכול לברך שעשה נסים 'לאבותינו', וכמו שאומר בתפלה אלהי אבותינו וכו', וכן בברכת המזון אומר על שהנחלת לאבותינו, ועוד כיו'ב"
        },
        {
            "id": 117,
            "text": "אחר שבירך על הדלקת הנרות, לא יפסיק אפילו ברמז עד שיתחיל במצות ההדלקה ומכל מקום רשאי לרמוז שיביאו לו שמן או גפרור, כיון שהוא צורך ההדלקה, ובדיעבד אפילו הפסיק בדיבור לצורך ההדלקה, אינו חוזר ומברך"
        },
        {
            "id": 118,
            "text": "אחר שהדליק נר אחד מנרות החנוכה, ועדיין לא הדליק את נרות ההידור, טוב להזהר שלא יפסיק בדיבור שאינו מענין ההדלקה אבל בדיבור שהוא לצורך ההדלקה, כגון לבקש שיביאו לו שמן או גפרור, מותר אפילו לכתחלה, כיון שכבר חלה ברכתו על הנר הראשון"
        },
        {
            "id": 119,
            "text": "אחר שבירך והדליק נר אחד, אף על פי שהוא עדיין צריך להדליק את נרות ההידור, יש לו לומר את הנוסח של הנרות הללו אנו מדליקים וכו', ויאמר זה לאחר שסילק ידו מהדלקת הנר הראשון, ולא קודם לכן, מפני חשש הפסק"
        },
        {
            "id": 120,
            "text": "אחר שהדליק נר החיוב, מותר אף בשאר לילות, להפסיק לעניית קדיש וקדושה, ולאמן דברכות, ולשאול מפני היראה, ולהשיב מפני הכבוד, אף על פי שעדיין לא הדליק את נרות ההידור"
        },
        {
            "id": 121,
            "text": "מנהג טוב לומר אחר הדלקת נר חנוכה 'מזמור שיר חנוכת הבית לדוד', כל המזמור"
        },
        {
            "id": 122,
            "text": "אם שכח לברך 'להדליק נר חנוכה' ושאר הברכות, קודם ההדלקה, אם אירע כן ביום הראשון, לא יברך ברכת להדליק נר חנוכה ואם אירע כן ביום השני, או בימים שלאחר מכן, אם נזכר קודם שסיים את הדלקת נרות ההידור של אותו לילה, רשאי לברך 'להדליק נר חנוכה' ושאר ברכות ההדלקה, אפילו לא נשאר אלא נר אחד של הידור  אבל אם סיים להדליק את כל נרות ההידור, לא יברך ברכת להדליק נר של חנוכה, ואפילו נזכר בתוך כדי דיבור אחר שסיים הדלקת כל הנרות ואפילו אם עדיין לא הדליק את נר השמש, לא יברך עוד להדליק נר חנוכה, אבל יוכל לברך ברכת שעשה נסים, ושהחיינו בלילה הראשון בלבד, שהרי הוא רואה את הנרות דולקות, ולא גרע מהרואה את נרות חנוכה של חבירו, והוא לא הדליק, ולא הדליקו עליו בביתו, שצריך לברך שעשה נסים, ושהחיינו בלילה הראשון"
        },
        {
            "id": 123,
            "text": "מי שלא היה לו שמן אלא לנר אחד, ובירך והדליק, ואחר כך נזדמן לו עוד שמן שיספיק לנרות ההידור, בודאי שאינו רשאי לברך שנית ברכה מיוחדת על הדלקת נרות ההידור, כיון שכבר בירך על המצוה כדת וכן מי שטעה בלילה השביעי, וכסבור שהוא הלילה הששי, והדליק ששה נרות בברכה, ידליק נר ההידור בלא ברכה"
        },
        {
            "id": 124,
            "text": "מי ששכח ולא בירך שהחיינו בלילה הראשון על נר חנוכה בשעת ההדלקה, אם נזכר תוך חצי שעה, יברך שהחיינו אבל אם נזכר רק לאחר חצי שעה מההדלקה, יברך בליל שני בשעת ההדלקה, או תוך חצי שעה להדלקת נר חנוכה ואם שכח גם אז, יש לו תשלומין כל ימי החנוכה, בשעת ההדלקה או תוך חצי שעה להדלקה, ולא יותר"
        },
        {
            "id": 125,
            "text": "מי שלא היה בביתו בלילה הראשון של חנוכה, והדליקה עליו אשתו, או אחד מבני ביתו, ובירכה כל הברכות, ובא להדליק בלילה השני, יש אומרים שלא יברך שהחיינו  ויש אומרים שצריך לברך שהחיינו וכן עיקר"
        },
        {
            "id": 126,
            "text": "מי שקנה בליל שני של חנוכה מנורת כסף חדשה, ושמח בה, אין לו לברך ברכת 'שהחיינו' בעת ההדלקה, דאף אם מברכים על כלים חדשים, אין זה אלא בשעת הקנין, ואין להפסיק בין הברכה להדלקה אלא אם יש לו מנורה חדשה כדאי להביאה בלילה הראשון של חנוכה, וכשמברך שהחיינו יכוין לפוטרה"
        },
        {
            "id": 127,
            "text": "כשם שבכל המצוות אין ברכות מעכבות, הוא הדין לגבי נר חנוכה, שאם הדליק נר חנוכה, ולא בירך כלל, יצא ידי חובה, ואינו רשאי לכבות הנרות ולחזור ולהדליק בברכה"
        },
        {
            "id": 128,
            "text": "יש אומרים שצריך לומר 'הנרות הללו וכו'' קודם שיברך ברכת 'שעשה נסים', אולם אין זה נכון להפסיק בין הברכות, אלא יאמר כן אחר כל הברכות ואחר שהדליק נר אחד, וכמבואר ואחר כך יאמר מזמור שיר חנוכת הבית וכו'"
        },
        {
            "id": 129,
            "text": "כשמדליק הנר בלילה הראשון, ידליק את הקיצוני מימין, הרחוק ביותר מהפתח, ובלילה השני ידליק הנר החדש תחלה, ואחר כך הנר שהודלק אתמול, וסדר ההדלקה משמאל לימין,  וכן בלילה השלישי יתחיל בנר החדש, הקרוב לפתח, ואחר כך הנר של אתמול, ואחר כך הנר של שלשום, וכן על זה הדרך מידי יום ביומו, עד שבליל שמיני ידליק תחלה הנר הסמוך ממש לפתח, שהוא הקיצוני משמאל, וממשיך להדליק משמאל לימין, ויסיים בנר שהודלק הראשון, ונמצא שתמיד מברך על הנר הנוסף, כי בתוספת הימים נתווסף הנס, וכן המנהג"
        },
        {
            "id": 130,
            "text": "אם אין מזוזה בימין הפתח, שאז מניח את החנוכיה מימין הפתח, יעשה להיפך, שבליל ראשון מדליק את הנר הקרוב לפתח, ובליל שני ידליק הנר החדש שבצדו ואח'כ פונה לימין וידליק הנר שהדליק אתמול וכן על זה הדרך"
        },
        {
            "id": 131,
            "text": "כשבעל הבית נאלץ להיעדר מביתו, וממנה שליח להדליק בשבילו נרות חנוכה בביתו, יש לשליח לברך כנוסח הרגיל 'להדליק נר חנוכה', ואם השליח בירך 'על הדלקת נר חנוכה', יש לו על מה לסמוך, וכמו שנתבאר לעיל, שהרי אפילו מי שטעה ובירך 'על הדלקת נרות חנוכה' יוצא ידי חובה ברכת הרואה נר חנוכה"
        },
        {
            "id": 132,
            "text": "גם בזמן הזה יש לברך על ראיית נרות חנוכה, באופן שיתמלאו שלשה התנאים הצריכים לזה, שהם: שלא הדליק נר חנוכה, שאינו עתיד להדליק באותו לילה, ואין מדליקין עליו בביתו, שאז כשרואה נרות חנוכה, בלילה הראשון מברך שתי ברכות, שעשה נסים, ושהחיינו, ובשאר לילות ברכת שעשה נסים בלבד ואם חסר אחד משלשה תנאים אלו, אינו מברך על הראיה ונראה עוד שאין הרואה מברך על נרות חנוכה של אחרים, אלא בתוך זמן המצוה, שהוא תוך חצי שעה משעת ההדלקה, אבל אם עבר זמן המצוה, אינו מברך וכן אם הוא מסופק בדבר, אם עברה חצי שעה משעת ההדלקה או לא, לא יברך ואף על נרות של בית כנסת יש לברך ברכת הראיה, ובלבד שיהיו תוך חצי שעה ואם ראה נר חנוכה, ולא בירך מיד ברכות הראיה, יכול לברך בתוך זמן המצוה"
        },
        {
            "id": 133,
            "text": "יש מי שכתב שאין לברך ברכת הראייה עד שיראה נר השמן עם הפתילה של נר חנוכה, אבל אם ראה את השלהבת בלבד, אף שיודע שהוא של חנוכה, אינו מברך ברכת הראיה  ולדינא אין לחוש לזה, וכל שרואה השלהבת ויודע שהוא של נר חנוכה, מברך ברכת הראייה על פי המבואר לעיל"
        },
        {
            "id": 134,
            "text": "לא תיקנו ברכת הראייה אלא בנר חנוכה, אבל בשאר מצוות כגון סוכה ולולב לא תיקנו לרואה לברך, והוא מפני חביבות הנס וגם יש בני אדם שאין להם בית לקיים המצוה"
        },
        {
            "id": 135,
            "text": "מי שאינו מדליק נר חנוכה, ואין מדליקים עליו, וכן אינו רואה נר חנוכה מאיזה סיבה שהיא, אין לו לברך ברכת 'שהחיינו' בלבד, שברכה זו נתקנה על ההדלקה וכל שכן שאין לו לברך ברכת 'שעשה נסים' וכן הדין במי ששכח לברך שהחיינו בכל שמונת לילות החנוכה, שאין לו לברך שהחיינו ביום השמיני"
        },
        {
            "id": 136,
            "text": "בערב שבת שצריך להדליק נרות חנוכה מבעוד יום, אלא שיש ליתן שמן בנרות כדי הדלקתם חצי שעה אחר צאת הכוכבים בליל שבת, הרואה את הנרות ההם רשאי לברך אפילו קודם צאת הכוכבים מכיון שהודלקו למצות נרות חנוכה, וזמן ממילא קא אתי וכן יכול לברך ברכת הראייה אפילו אחר צאת הכוכבים בליל שבת, אף שבאותה שעה אינו ראוי להדליק"
        },
        {
            "id": 137,
            "text": "הרואה נרות חנוכה שהודלקו בבית הכנסת, בתוך חצי שעה של זמן הדלקתם, יברך ברכות הראיה, היינו שעשה נסים ושהחיינו בלילה הראשון של חנוכה, וברכת שעשה נסים בשאר הלילות"
        },
        {
            "id": 138,
            "text": "מי שבירך את הברכות לפני ההדלקה, ובטעות הדליק תחלה את הנר הנוסף הנקרא 'שמש', אין לו לברך פעם שניה, אלא ידליק נרות החיוב על סמך ברכתו, שאף על פי שהוא כהפסק, שנר השמש חשיב כנר של חול לגמרי, שאין לו שייכות למצוה עצמה, ושהה אם כן יותר מכדי דיבור, מכל מקום כיון שנר השמש הוא מענין הדלקת נר חנוכה, שבא לגדר וסייג של נרות חנוכה, הוה ליה קצת הפסק לצורך מצוה, ולפיכך אין לחזור ולברך סימן תרעז - דין אכסנאי ובני ישיבה"
        },
        {
            "id": 139,
            "text": "בעת שמדליק נרות חנוכה לכתחלה יש לו לקבץ את כל בני ביתו הסמוכים על שולחנו שיהיו נוכחים בשעת הברכות וההדלקה, כדי לפרסם הנס, ומי שלא הדליק בתחלת הלילה, והגיע לביתו בשעה מאוחרת, וכל בני הבית כבר נרדמו, אם אפשר להעיר אחד או שנים מבני הבית, כדי שישמעו ממנו ברכת 'להדליק נר חנוכה', הנה מה טוב, ואם לאו, יברך וידליק נר חנוכה"
        },
        {
            "id": 140,
            "text": "כל מי שהדליקו עליו בביתו, אפילו אינו נוכח בשעת ההדלקה והברכות, יוצא ידי חובתו וטוב שיהדר לברך על נרות חנוכה שבבית הכנסת כשאפשר לו להדליקם וראוי לבני הבית להשאר זמן מה בסמוך לנרות חנוכה אחר הדלקתם"
        },
        {
            "id": 141,
            "text": "אכסנאי שאין מדליקים עליו בביתו צריך לתת פרוטה לבעל הבית שלו להשתתף בשמן של נר החנוכה ואם בעל הבית מקנה לו חלק בשמן במתנה שפיר דמי"
        },
        {
            "id": 142,
            "text": "בחורי ישיבה הלנים בחדרי הפנימיה של הישיבה, אינם צריכים להשתתף בפרוטות, וכן אינם צריכים להדליק נר חנוכה בפני עצמם, אפילו אם יש להם חדרים בפני עצמם וגם אם ירצו להחמיר על עצמם ולהיות מהדרים להדליק בחדריהם, אינם רשאים לברך על ההדלקה, משום איסור ברכה לבטלה, אלא ידליקו בלי ברכה"
        },
        {
            "id": 143,
            "text": "בחור ישיבה בארץ ישראל שהוריו בארצות הברית, שהדבר ברור שבעת צאת הכוכבים בארץ ישראל עוד לא הדליקו הוריו נר חנוכה, מעיקר הדין יוצא ידי חובה בהדלקת נרות חנוכה שמדליקין בישיבה, אך אם ירצה להדליק נר חנוכה בעצמו, רשאי לברך 'להדליק נר חנוכה'"
        },
        {
            "id": 144,
            "text": "מה שנוהגים בישיבות הקדושות להדליק נר חנוכה באולם בית המדרש, יש להנהיג בישיבות הספרדיות שלא להפסיק באמצע הלימוד להדליק נר חנוכה בבית המדרש, אלא רק לאחר סיום הלימוד ואף שמעכבים ההדלקה לאחר שעתיים מזמן ההדלקה, מכל מקום כיון שעיקר ההדלקה בבית המדרש הוא לפרסומי ניסא, ומנהג ותיקין הוא, לפיכך אין לבטל תורה בשביל זה"
        },
        {
            "id": 145,
            "text": "מנהג בני הישיבות האשכנזים, שהבחורים מדליקין נר חנוכה בחדריהם בברכה, לפי מנהגם שכל אחד ואחד מבני הבית מדליק לעצמו בברכה ומי שנעשה בר מצוה באמצע ימי החנוכה, למנהג האשכנזים מדליק בשאר הלילות, אף שבלילות הראשונים לא היה בו חיוב בהדלקה ויכול להוציא הגדול בהדלקת הנר, דסמכינן אחזקה דרבא שהביא ב' שערות וכן גר שנתגייר באמצע ימי החנוכה, מדליק בשאר הלילות בברכה"
        },
        {
            "id": 146,
            "text": "חיילי צבא נשואים, הנמצאים בקוי החזית, יוצאים ידי חובת נרות חנוכה בהדלקת נר חנוכה שמדליקות נשותיהם בביתם וכן חיילים רווקים הסמוכים על שולחן הוריהם בביתם, בזמן חופשתם, יוצאים ידי חובת הדלקת נרות חנוכה, בהדלקת הנרות שמדליקים עליהם הוריהם ואם ירצו להחמיר על עצמם להיות מהדרים, ולהדליק במקום הימצאם בקו החזית, ידליקו בלי ברכה, ותבוא עליהם ברכה והדין כן גם בחיילים אשכנזים הנמצאים בשדה"
        },
        {
            "id": 147,
            "text": "בן נשוי הסמוך על שלחן אביו, ויש לו חדר מיוחד בבית אביו שהוא לן שם, אינו חייב להדליק נר חנוכה בפני עצמו, וגם אין צריך להשתתף בפרוטות, כי הוא יוצא ידי חובה בנר חנוכה שמדליק בעל הבית שהוא אביו, ואם רצה להדליק בפני עצמו, לא יברך, כי היא ברכה לבטלה  וחתן שבא להתארח מספר ימים אצל חמיו, ואוכל ושותה ולן אצלו, יוצא ידי חובת הדלקת נרות חנוכה בהדלקת חמיו, ואינו רשאי להדליק עם ברכה בחדרו המיוחד לו ללינה, והוא הדין לבן נשוי הבא רק להתארח אצל אביו לשבת חנוכה וכדומה  ואף אם יתכוונו בפירוש שלא לצאת ידי חובה בהדלקת הנרות של בעל הבית, אינם רשאים לברך בחדרם והוא הדין למי שמתארח אצל חבירו בימי החנוכה, ולן בביתו לילה אחד או יותר, ואוכל ושותה על חשבון בעל הבית ואינו עושה עמו חשבון כלל, אינו צריך להשתתף עמו בפרוטות, שהרי הוא יוצא בהדלקת בעל הבית אלא שבזה ראוי ונכון להחמיר להשתתף בפרוטות עבור השמן או הנרות  והוא הדין אם הוא משלם לבעל הבית איזה סכום מסויים, אך בעל הבית אינו עושה עמו חשבון מדויק על כל ההוצאות שמוציא עליו, שגם בזה אינו צריך להשתתף בפרוטות עם בעל הבית, ויוצא ידי חובתו בהדלקת הנרות של בעל הבית"
        },
        {
            "id": 148,
            "text": "מי שנמצא בכפר שכולו גוים, ואין בו ישראל, אף על פי שמדליקים עליו בביתו, מדליק נר חנוכה בברכות ומכל מקום טוב שיכוין שלא לצאת ידי חובה בהדלקת אשתו"
        },
        {
            "id": 149,
            "text": "הנותר ביום השמיני של חנוכה מן השמן הצריך לשיעור ההדלקה, אין להשתמש בשמן לצורך חול, אלא עושה לו מדורה בפני עצמו, ושורפו, מפני שהוקצה למצותו ואם נתערב בשמן כשר אחר, אם יש ששים כנגדו, הרי הוא בטל בששים ואם אין שיעור ששים לבטלו, יש מי שאומר שאין להוסיף עליו שמן לבטלו, שאין מבטלים איסור לכתחלה, , ויש אומרים שהואיל ואין איסורו אלא מדרבנן, מותר להוסיף שמן כשר עד שיהיה ששים לבטלו, וישתמש בו לכל צרכיו וכן עיקר"
        },
        {
            "id": 150,
            "text": "אם התנה בפירוש בשעה שנתן השמן והפתילות בנרות החנוכה, שאם יכבו הנרות אפילו באמצע שיעור הדלקת הנרות , יוכל ליהנות מהן, שפיר דמי, ואין צריך לשרוף הנותר ביום השמיני"
        },
        {
            "id": 151,
            "text": "הנותן כלי תחת הנרות של חנוכה לקבל בתוכו שמן הנוטף מן הנרות הדולקות, אף שיש לצדד לומר, כי על מה שמנטף לתוך הכלי למטה מן הנרות, בודאי שלא עלה על לבו להקצותו, מכל מקום טוב הדבר שיתנה קודם הדלקת נרות החנוכה ויאמר שכל שמן הנוטף בכלי אינו מוקצה למצוה כלל, והרי הוא חולין, ובאופן כזה אין ספק שיצא ידי   חובת כל הדעות והשמן מותר"
        },
        {
            "id": 152,
            "text": "צלוחית של שמן שהזמינה לנר חנוכה, ואחר שהדליק מן השמן כל ימי חנוכה, נשאר שמן בצלוחית, אין השמן הנשאר בצלוחית אסור, כדין מותר השמן שבנר החנוכה, ומותר להשתמש בו כל צרכו, דהזמנה לאו מילתא היא"
        },
        {
            "id": 153,
            "text": "נר חנוכה האסור בהנאה, , שנתערב בשאר נרות יש אומרים שאפילו אחד באלף לא בטיל, דהוי דבר שבמנין ואפילו במקום שמוכרים הנרות במשקל, מכל מקום נרות של מצוה הכל מונין אותן בכל לילה אולם אנן בדידן קיימא לן כדעת הרמב'ם, שאף דבר שבמנין לא חשיב ובטיל לפי זה אף נר חנוכה שהודלק וכבה בימי חנוכה, ונתערב בשאר נרות, חד בתרי בטיל, אף על פי שהוא בתוך ימי חנוכה"
        },
        {
            "id": 154,
            "text": "אונן פטור מכל המצוות, ולכן אינו מדליק נר חנוכה אבל אם דרים עמו בבית בני ביתו, כגון אשתו ובניו הגדולים ידליקו הם ויברכו ובליל ראשון של חנוכה, יאמר לאשתו או לאדם אחר לברך ולהדליק נר חנוכה ולא יענה אחריהם אמן וטוב הדבר שיכנס לחדר אחר לבל ישמע הברכות, ואחר שיקבר מתו, בלילה השני כשיבא להדליק יכול לברך גם שהחיינו"
        },
        {
            "id": 155,
            "text": "האבל, אפילו בתוך שבעת הימים, חייב בכל המצוות כולן, לפיכך מדליק נר חנוכה ובברכה ובלילה הראשון של חנוכה מברך בביתו גם ברכת שהחיינו, ומוציא את בני ביתו ידי חובתם וכבר נתבאר לעיל שבתום ימי האבל, לא יעלו קרובי הנפטר בימי חנוכה, ליד הקבר, עד לאחר ימי החנוכה, שמסתמא מתעוררים לבכי ביום השבעה סימן תרעט, תרעפ - נר חנוכה בערב שבת"
        },
        {
            "id": 156,
            "text": "בערב שבת נכון להדליק נר חנוכה תחלה ואחר כך נר שבת, ואם הזמן דחוק, די בהדלקת נר אחד למצות נר חנוכה, ובעודו ממשיך להדליק שאר הנרות, תוכל האשה לברך ולהדליק נרות שבת, ואינה צריכה להמתין עד שיסיים הדלקת כל הנרות ויזהר לתת הנרות במקום מתאים מערב שבת, באופן שהרוח לא תכבה אותם בליל שבת בעת פתיחת וסגירת הדלת, ונוהגים שלא לומר 'במה מדליקין' בערב שבת חנוכה"
        },
        {
            "id": 157,
            "text": "בדיעבד אם הקדימה האשה להדליק נר שבת, יכולה להדליק לאחר מכן נר חנוכה, כיון דנקטינן כד' מרן שאין קבלת שבת תלויה בהדלקת הנרות כלל וכל שכן שהאיש בעל הבית רשאי להדליק נר חנוכה אחר שהדליקה אשתו נרות שבת כי אפילו אם קיבלה שבת בהדלקתה, לא הוי קבלת שבת לכל בני ביתה  וכן אם האיש מדליק נרות בבית , אינו מקבל שבת אלא עד שיאמר מזמור שיר ליום השבת, ולכן בדיעבד אם עבר והדליק נר שבת, ועדיין לא נכנסה השבת, ידליק נר חנוכה אלא אם כן קיבל בפירוש שבת בהדלקתו, שאז אינו יכול להדליק בעצמו אלא ימנה שליח להדליק נר חנוכה קודם זמן כניסת שבת"
        },
        {
            "id": 158,
            "text": "אשה מבנות אשכנז שנוהגות לקבל שבת בהדלקתן נרות שבת, והקדימה והדליקה נרות שבת תחלה, כיון שדרכה לקבל שבת בהדלקתה, אסור לה להדליק נר חנוכה ויש אומרים שאף אסור לה לצוות לשליח להדליק עבורה נר חנוכה ויש חולקים אולם בעלה או אחד מבני ביתה יכולים להדליק נר חנוכה שקבלת שבת שלה, לא הוי קבלת שבת לכל בני ביתה"
        },
        {
            "id": 159,
            "text": "בערב שבת צריך לתת שמן בנרות החנוכה שיעור שידלקו חצי שעה אחר צאת הכוכבים בליל שבת, ולכן לא יקדימו ההדלקה בערב שבת חנוכה, כמו שיש נוהגים בכל ערבי שבתות השנה, אלא ידליקו נרות חנוכה כרבע שעה לפני השקיעה, לאחר שיתנו שמן בנרות חנוכה שיעור שידלקו לכל הפחות שעה אחת, באופן שנרות החנוכה יהיו דולקים במשך רבע שעה לפני השקיעה, ורבע שעה של בין השמשות, וחצי שעה אחר צאת הכוכבים, בסך הכל שעה אחת ואם אין הנרות יכולים להכיל שמן כל כך, או שהנר שעוה קטן, ולא יספיק לדלוק כשיעור חצי שעה אחר צאת הכוכבים, אין יוצאים בזה ידי חובה, והברכות שבירך על הנרות הרי הן ברכות לבטלה, ולכן יש להזהר בזה מאד, שלכל הפחות באחד מהנרות יהיה השיעור הנ'ל, ואם אי אפשר בלאו הכי, ידליק בלי ברכה, ורק אם יש לו על כל פנים נר אחד שידלק כשיעור שעה אחת, ידליק בברכה"
        },
        {
            "id": 160,
            "text": "נכון להתפלל מנחה בערב שבת לפני הדלקת נרות חנוכה, כדי שידליקו נרות חנוכה אחר מנחה, מפני שתפלת המנחה כנגד קרבן תמיד של בין הערבים, ונרות חנוכה הם זכר לנס שנעשה בנרות המנורה של בית המקדש, שמדליקים אותם תמיד אחר קרבן תמיד של בין הערביים אולם כל זה אם הוא מוצא בנקל מנין שמתפללים מנחה מבעוד יום בערב שבת, שאז יתפלל אתם מנחה ואחר כך ילך לביתו להדליק נרות חנוכה אבל אם אין נמצא בנקל מנין שמתפללים מבעוד יום, לא יתפלל מנחה ביחידות כדי להקדימה להדלקת נרות חנוכה, אלא ידליק נרות חנוכה תחלה, ואחר כך ילך לבית הכנסת להתפלל מנחה בצבור"
        },
        {
            "id": 161,
            "text": "מי שאין לו אלא נר אחד בלבד, וכגון שנמצא בבית האסורים, והוא בערב שבת של חנוכה, וכן מי שאין ידו משגת לקנות בערב שבת נר חנוכה וגם נר של שבת, יקנה נר של שבת, משום שלום ביתו ואם יש לו נר חשמלי, ידליק הנר של השמן או השעוה לשם חנוכה עם הברכות, ואת אור החשמל ידליק לצורך נר שבת, ורשאי אף לברך על הדלקת החשמל להדליק נר של שבת ואם יש לו שתי נרות, ידליק נר אחד לנר חנוכה, ונר אחד לשבת, אף אם הוא בליל שני והלאה של חנוכה ואם יש לו לנר של שבת, ואין לו עוד אלא פרוטה אחת או לשמן לנר חנוכה, או ליין לקידוש היום, יקנה שמן לנר חנוכה, דפרסומי ניסא עדיף"
        },
        {
            "id": 162,
            "text": "גבאי של בית הכנסת שאין בידו אלא לקנות שמן לנר חנוכה של בית הכנסת, או יין לקידוש של בית הכנסת, שנוהגים שם לקדש על היין בליל שבת ויו'ט, נראה שאף על פי שהדלקת נר חנוכה בבית הכנסת אינה חובה מן הדין אלא מנהג, וכמ'ש הריב'ש, מכל מקום עדיף שיקח שמן לנרות חנוכה, שהפרסומי ניסא בבית הכנסת הוא יותר מהפרסומי ניסא שאדם פרטי מדליק בביתו, ועוד דכאילו האידנא שויוה חובה, בכל תפוצות ישראל ואע'פ שעל ידי זה מתבטל הקידוש בבית הכנסת לגמרי, שאין מקדשים בבית הכנסת על פת, אלא על יין, מכל מקום סמכינן אשינוייא דהריטב'א שיוצאים ידי חובה קידוש מן התורה בתפלת ערבית ובכל זאת הואיל ויש אומרים שבזמן הזה שאין אורחים אין לקדש בבית הכנסת וכן פסק מרן בשלחן ערוך  יש להעדיף נר חנוכה על הקידוש שבבית הכנסת, שהרי בזמן הזה בהרבה בתי כנסת אין נוהגים כלל לקדש על היין בליל שבת משא'כ בהדלקת נר חנוכה בבית הכנסת כמעט בכל קצוי תבל נהגו להדליק וטוב הדבר שהש'צ יכריז קודם תפלת ערבית, שאם יש יחיד מן הקהל שאינו מקדש בביתו, מפני שהוא סומך על מה שהיה שומע קידוש בבית הכנסת, יכוין לצאת ידי חובת קידוש מן התורה בתפלת ערבית שחותמים בה בא'י מקדש השבת"
        },
        {
            "id": 163,
            "text": "מי שיש לו בערב שבת שמן לנר חנוכה של יום אחד בלבד, ופרוטה נוספת לקנות בה או שמן לנר חנוכה במוצאי שבת, או יין לקידוש היום של ליל שבת, נראה שאף על פי שפרסומי ניסא עדיף מקידוש היום, מכל מקום באופן כזה יקנה יין לקידוש היום, כמו שכתב רש'י , שמצוה קלה שבאה לידך אינך צריך לדחותה מפני מצוה חמורה העתידה לבא, ואף כאן קידוש היום של הלילה עדיף מהדלקת נר חנוכה של מוצאי שבת סימן תרפא - הבדלה בנר חנוכה"
        },
        {
            "id": 164,
            "text": "במוצאי שבת אין מבדילין בנר חנוכה, שאין נהנים מאורו, ואין מברכים על הנר עד שיאותו לאורו"
        },
        {
            "id": 165,
            "text": "פשט המנהג להדליק נר חנוכה בבית הכנסת, קודם שהשליח צבור מבדיל על הכוס, אבל המבדיל בביתו, להוציא את בני ביתו ידי חובתן, יש לו להקדים ההבדלה לפני הדלקת נר חנוכה  ושליח צבור ששכח לומר בתפלת ערבית אתה חוננתנו, אם הוא נמצא בצבור, יאמר ברוך המבדיל בין קודש לחול, וידליק נר חנוכה, ואחר כך יבדיל על הכוס ואם הוא ביחיד בביתו, בלאו הכי קודם מבדילין על הכוס, ואחר כך מדליקין נר חנוכה"
        },
        {
            "id": 166,
            "text": "הנוהגים בכל מוצאי שבת שלא לעשות מלאכה עד שיעור שעה וחומש, כשיטת רבינו תם, ומרן השלחן ערוך, גם במוצאי שבת חנוכה לא ישנו מנהגם, בדבר הדלקת נרות חנוכה שאין זו חומרא וחסידות בעלמא לנהוג במוצאי שבת כרבינו תם, אלא חומרא חשובה מחשש לספק איסור סקילה, וכיון שמרן פסק שאם לא הדליק בחצי שעה ראשונה מדליק והולך כל הלילה, יש לעכב ההדלקה במוצאי שבת עד לזמן רבינו תם ויש להם להבדיל בבית קודם הדלקת נרות חנוכה ואין לחוש בזה לספק ברכות במה שמדליק אחר חצי שעה מצאת הכוכבים לשיטת הגאונים, שהרי המנהג להדליק בברכה גם אחר חצי שעה מצאת הכוכבים, ובמקום מנהג אין חוששין לספק ברכות"
        },
        {
            "id": 167,
            "text": "בזמן הזה שמדליקים בפנים, ואין לו נר אחר, יש אומרים שאפשר להקל לברך בורא מאורי האש על נר חנוכה, בשעת הדחק סימן תרפב - על הנסים בחנוכה"
        },
        {
            "id": 168,
            "text": "בערבית ליל חנוכה, אומרים 'ועל הנסים' בתפלה, אף על פי שלא הספיקו להדליק נר חנוכה בביתם, ורק הדליקו נר חנוכה בבית הכנסת, ואפילו מתפללים לפני שקיעת החמה, שעדיין לא הדליקו נרות חנוכה אפילו בבית הכנסת, מכל מקום צריך לומר ועל הנסים בהודאה וכן בכל התפלות של חנוכה צריך לומר ועל הנסים"
        },
        {
            "id": 169,
            "text": "אם חל הלילה הראשון של חנוכה בליל שבת, וכל יחידי הקהל הדליקו נרות חנוכה בביתם ובאו להתפלל בבית הכנסת מנחה וערבית, ולפני מנחה הדליק השליח צבור את נרות החנוכה בבית הכנסת, אף על פי כן אין הקהל אומר על הנסים במנחה, שהוא שייך לכ'ד כסלו שאינו שייך לימי חנוכה עצמה  ומיהו בדיעבד מי שטעה ואמר על הנסים דינו כמו שכתב השלחן ערוך , הטועה ומזכיר מאורע שאר ימים בתפלתו שלא בזמנו, בדיעבד לא הוי הפסק  ועוד יש לומר שביום כ'ד כסלו היו בסיום הנצחון במלחמה על אויביהם ולא מיחזי כשיקרא מה שאמר אז על הנסים בתפלתו"
        },
        {
            "id": 170,
            "text": "אפילו אמר על הנסים, ולא המשיך בימי מתתיה בן יוחנן כ'ג וכו', אלא המשיך ועל כולם, אם נזכר לפני הזכרת ה' צריך לחזור ולפרט הנס של חנוכה"
        },
        {
            "id": 171,
            "text": "יש לומר 'ועל הנסים' בתוספת אות ו', שחוזר על מה שאמר תחלה מודים אנחנו לך על נסיך ועל נפלאותיך שבכל עת, ועל הנסים וכו'"
        },
        {
            "id": 172,
            "text": "אם טעה ולא אמר 'על הנסים' בתפלה, אם נזכר באותה ברכה, קודם שיאמר 'השם' בחתימת הברכה , כגון שאמר 'ברוך אתה' ונזכר, חוזר ואומר מודים אנחנו לך על הנסים וכו', וממשיך ועל כולם וכו' ואם לא נזכר עד שהזכיר שם ה' אינו חוזר ויסיים החתימה 'הטוב שמך ולך נאה להודות', ואינו רשאי לומר שם 'למדני חקיך' שיראה כאומר פסוק, דהוי הפסק שלא לצורך, מאחר ואינו צריך לחזור"
        },
        {
            "id": 173,
            "text": "אם טעה בהלכה, ואחר שסיים התפלה חזר להתפלל מפני ששכח 'על הנסים', ושוב נזכר שלפי הדין אינו צריך לחזור, צריך להפסיק מיד, אפילו באמצע הברכה ויאמר 'ברוך שם כבוד מלכותו לעולם ועד'  ואינו מועיל שיסיים תפלתו על דעת תפלת נדבה אבל בערבית ימשיך בתפלתו, ויכוין בדעתו שתהיה תפלה זו לנדבה, ויחדש בה דבר"
        },
        {
            "id": 174,
            "text": "נכון שהשוכח 'על הנסים' ונזכר אחר חתימת הברכה, שיאמרנו בסוף התפלה כשמסיים 'אלהי נצור', ויאמר מודים אנחנו לך על הנסים וכו', עד ונודה לשמך הגדול סלה  אבל אינו רשאי לאומרו בין ברכת הטוב שמך ולך נאה להודות, לברכת שים שלום, משום הפסק"
        },
        {
            "id": 175,
            "text": "מי שטעה ואמר 'על הנסים' בעבודה, דהיינו בברכת רצה, במקום יעלה ויבא, אם נזכר בהודאה, חוזר ואומרו במקומו כתיקון חז'ל, ואם לא נזכר אלא בסוף התפלה, אינו חוזר, שאין בזה כל חשש הפסק במה שאמרו שלא במקומו"
        },
        {
            "id": 176,
            "text": "אם טעה בימי חנוכה, ואמר בימי מרדכי ואסתר בשושן הבירה וכו' במקום בימי מתתיה וכו', יצא"
        },
        {
            "id": 177,
            "text": "אין לדלג נוסח על הנסים בחנוכה או בפורים או לקצרו, בכדי להספיק לענות קדיש או קדושה, שהעוסק במצוה פטור מן המצוה אפילו אם המצוה השניה גדולה וחשובה יותר והוא הדין בליל ראש חודש, שאין לדלג 'יעלה ויבא' משום כך וכן בתענית צבור שאין לדלג 'עננו' בשביל זה"
        },
        {
            "id": 178,
            "text": "גם בברכת המזון של חנוכה צריך לומר על הנסים בהודאה, לפני 'על הכל ה' אלהינו אנחנו מודים לך' ואם שכח לאומרו, כל זמן שלא הזכיר 'השם' בחתימת הברכה חוזר ואם הזכיר שם ה' אינו חוזר  וטוב שאם שכח על הנסים בברכת המזון, שבאמצע הרחמן יאמר: הרחמן הוא יעשה עמנו נסים ונפלאות, כמו שעשה לאבותינו בימים ההם בזמן הזה, בימי מתתיה בן יוחנן כהן גדול וכו'"
        },
        {
            "id": 179,
            "text": "מי שהתחיל לסעוד ביום השמיני של חנוכה, והמשיך בסעודתו עד אחר צאת הכוכבים, שהוא מוצאי חנוכה, אף על פי כן יאמר על הנסים בברכת המזון אבל אם התפלל ערבית באמצע הסעודה, ואחר כך מברך ברכת המזון בלילה, אין לו להזכיר על הנסים בברכת המזון, אף שעיקר סעודתו סעד ביום פורים"
        },
        {
            "id": 180,
            "text": "אין להזכיר מעין המאורע בחנוכה בברכה מעין שלש, ורק בדיעבד, אם עבר והזכיר לפני החתימה, אינו חוזר ומברך"
        },
        {
            "id": 181,
            "text": "בנוסח על הנסים של חנוכה, בימי מתתיה בן יוחנן 'חשמונאי' ובניו, נכון יותר לומר חשמונַאי, הנו'ן בפתח, והאלף נחה, ולא לבטאת את האלף בחיריק  והנוהגים לומר חשמונאי האל'ף בחיריק, יש להם על מה לסמוך"
        },
        {
            "id": 182,
            "text": "כשעמדה מלכות יון הרשעה על עמך ישראל כן הנוסח הנכון ואין לומר כשעמדה 'עליהם', והרוצה לאומרו, צ'ל ועל עמך ישראל, עם וא'ו"
        },
        {
            "id": 183,
            "text": "מלכות יון 'הרשעה', פשט המנהג לומר הרִשעה, הריש בחיריק"
        },
        {
            "id": 184,
            "text": "לשכחם 'תורתך' ולהעבירם מחוקי רצונך כן צריך לומר, ולא לשכחם 'מתורתך'"
        },
        {
            "id": 185,
            "text": "צריך לומר וקבעו שמונת ימי חנוכה 'אלו' בהלל ובהודאה  וכתב המגן אברהם שהוא כמו שאנו אומרים במועדים את יום חג פלוני הזה וכן המנהג"
        },
        {
            "id": 186,
            "text": "'לך' עשית שם גדול וקדוש בעולמך כן צ'ל"
        },
        {
            "id": 187,
            "text": "ולעמך ישראל עשית תשועה גדולה ופורקן 'כהיום הזה'"
        },
        {
            "id": 188,
            "text": "צריך לומר: ועשית עמהם 'נסים ונפלאות', בלשון רבים, והיינו נס הנצחון על מלכות יון הרשעה, וגם נס השמן וכן בפורים , צ'ל 'נסים ונפלאות', נס מפלתו של המן, והעמלקים, ונס גדולתו של מרדכי הצדיק סימן תרפג - אמירת הלל בחנוכה"
        },
        {
            "id": 189,
            "text": "בכל יום משמונת ימי חנוכה בתפלת שחרית גומרים את ההלל, בין יחיד בין צבור ומברכים לפניו אשר קדשנו במצותיו וצונו לגמור את ההלל, ולאחריו ברכת יהללוך ומסיימים ב'אמן' כמו בכל מקום שיש ב' ברכות שהמברך מסיים באמן"
        },
        {
            "id": 190,
            "text": "יחיד שהתחיל לגמור ההלל בחנוכה, ושכח לברך 'לגמור את ההלל' קודם ההלל, ונזכר באמצע מזמורי ההלל, יברך במקום שנזכר, ויסיים על סדר ההלל כי מה שמברך לגמור את ההלל אין פירושו שצריך לגומרו כולו, אלא הוא לשון קריאה ואם טעה ואמר ההלל בדילוג, כמו שנוהגים לקוראו בראש חודש, ונזכר רק לאחר שסיים את כל ההלל, יחזור לגמור את ההלל כולו, בלי ברכה"
        },
        {
            "id": 191,
            "text": "כל יחיד מיחידי הקהל רשאי לברך על ההלל ברכת לגמור את ההלל, ויגמור ההלל עם השליח צבור,  ואם סיים הברכה 'לגמור את ההלל', ובטרם יתחיל לומר את ההלל שמע את השליח צבור שסיים גם הוא את הברכה, לא יענה אחריו אמן, דהוה ליה הפסק בין הברכה שבירך בעצמו, לקריאת ההלל"
        },
        {
            "id": 192,
            "text": "הקורא את ההלל ביום טוב, בימים שגומרים בהם את ההלל, ואחר כך נסתפק אם קרא ההלל בדילוג כמו בראש חודש, כיון שאמר חלק ממנו הוה ליה ספיקא דרבנן ואין לחזור ולקרוא מספק ואם דילג בודאי ביום טוב, יחזור לגמור את ההלל בלי ברכה"
        },
        {
            "id": 193,
            "text": "אסור להפסיק בדיבור באמצע ההלל, ומכל מקום השומע ברכה מחבירו, והוא באמצע מזמורי ההלל, יש לו לענות 'אמן' וכל שכן שעונה קדיש וקדושה וברכו באמצע ההלל, אף כשגומרים את ההלל אבל אמן דתתקבל אין לענות מה שאין כן בהלל דראש חודש אפשר לענות אמן דתתקבל גם כן, הואיל ואין אנו מברכים עליו"
        },
        {
            "id": 194,
            "text": "אם סיים את ההלל עד סופו, ואמר הפסוק האחרון עד כי לעולם חסדו, ושמע דברים שבקדושה, קדיש וקדושה או אפילו אמן דברכות, מותר לו לענות הכל אף שהוא קודם ברכת יהללוך"
        },
        {
            "id": 195,
            "text": "כל היום כולו כשר לקריאת ההלל מהנץ החמה עד שקיעתה, שנאמר ממזרח שמש עד מבואו מהולל שם ה' , ובדיעבד אם קרא את ההלל אחר עמוד השחר קודם הנץ החמה יצא"
        },
        {
            "id": 196,
            "text": "גם האבל חייב לגמור את ההלל בברכה, בכל ימי החנוכה, אף כשמתפללים בבית הנפטר וכל שכן הצבור שמתפללים בבית האבל ורק בראש חודש שההלל אינו אלא ממנהג, רבים נוהגים שאין האבל קורא את ההלל, מפני שאינו יכול לומר 'זה היום עשה ה' נגילה ונשמחה בו', כי האבל אסור בשמחה ולכן מנגינו בראש חודש שיוצאים לחדר אחר ואומרים שם את ההלל, ואחר כך חוזרים לחדר שבו נפטר המנוח וכשאין אפשרות לעבור לחדר אחר האבל יצא לחדר אחר והם יאמרו ההלל וכל זה כשהנפטר מת באותו בית, אבל אם נפטר בבית חולים, אומרים הלל בראש חודש בחדר שמתפללים, ורק האבל לא יאמר ההלל אבל בחנוכה הכל גומרים את ההלל כרגיל"
        },
        {
            "id": 197,
            "text": "נשים פטורות מאמירת ההלל בימי החנוכה, אף על פי שחייבות בנר חנוכה, משום שאף הן היו באותו הנס, מן ההלל פטורות, כשם שהן פטורות מן ההלל במועדי ה' ואם רצו לגמור ההלל, רשאות לגומרו, אך לא תברכנה, דספק ברכות להקל, וגם הנשים מבנות אשכנז הנוהגות לברך על כל מצות עשה שהזמן גרמא, מכל מקום כאן לא תברכנה על ההלל בחנוכה, כיון שזו מצוה שאין בה עשייה"
        },
        {
            "id": 198,
            "text": "בכל שמונת ימי חנוכה יאמרו בשחרית בית יעקב לכו ונלכה באור ה', ומזמור של יום כרגיל, ואין לומר אלא 'היום כך בשבת' ולא יותר ואחר כך מזמור שיר חנוכת הבית ויש נוהגים שלא לומר מזמור של יום רק מזמור שיר חנוכת הבית, ויש להם על מה שיסמוכו"
        },
        {
            "id": 199,
            "text": "המזמור ארוממך ה' כי דליתני שאומרים בתפלת שחרית קודם ה' מלך ה' מלך, גם בימי חנוכה מתחילים בו בפסוק ארוממך ה' כי דליתני, כמו בכל השנה ולא ישנו בחנוכה להתחיל 'מזמור שיר חנוכת הבית לדוד', כמו שכתוב במקצת סדורים, אלא יתחילו כמו בכל השנה מפסוק ארוממך, כי מאחר שעתידים לאומרו בשלימות בסוף התפלה אין לכפלו פעמים ורק בסוף התפלה אחר מזמור של יום מתחילים לומר המזמור הזה בפסוק מזמור שיר חנוכת הבית לדוד ובראש חודש טבת אומרים אותו אחר תפלת מוסף, אחר מזמור 'ברכי נפשי' שהוא משום ראש חודש , כי ראש חודש נחשב תדיר לגבי חנוכה, ולכן מקדימים ברכי נפשי ואחר כך מזמור שיר חנוכת הבית לדוד סימן תרפד - סדר קריאת התורה בחנוכה"
        },
        {
            "id": 200,
            "text": "בכל שמונת ימי חנוכה קוראים בפרשת הנשיאים, וכשחל יום ראשון של חנוכה בחול, מתחיל הכהן מפרשת כהנים עד 'ויקריבו אותם לפני המשכן', והלוי קורא משם עד 'ויהי המקריב ביום הראשון', והשלישי קורא משם עד 'ביום השני' ויש נוהגים שהכהן קורא עד סיום ברכת כהנים בלבד, ואף על פי שיש להם על מה שיסמוכו, נכון להודיעם שיותר טוב להמשיך עד 'לפני המשכן', ואם יסכימו לבטל מנהגם תבוא עליהם ברכה ואין צריך לומר שאם טעה השליח צבור וסיים לכהן 'ואני אברכם' וקפץ הכהן ובירך ברכה אחרונה שיצא, ואין מחזירין אותו"
        },
        {
            "id": 201,
            "text": "ביום השני קורא הכהן הפרשה של יום השני עד 'מלאה קטרת', והלוי משם עד ביום השלישי והשלישי חוזר וקורא ביום השני עד ביום השלישי ואם טעו וקראו של יום שלישי ביום שני או להיפך, וסיימו הקריאה, יצאו ידי חובתם, ואין צריך לחזור ולקרות אפילו עדיין הספר תורה מונח לפניהם וכן הוא הדין לשאר ימי חנוכה וכן אם טעו וקרא הלוי 'פר אחד' של היום שאחריו"
        },
        {
            "id": 202,
            "text": "ביום השמיני קורא הכהן עד מלאה קטורת, והלוי משם עד ביום התשיעי, והשלישי חוזר וקורא ביום השמיני, וממשיך משם הלאה, עד 'כן עשה את המנורה' וכן פשט המנהג בארצנו הקדושה, ואין לשנות"
        },
        {
            "id": 203,
            "text": "אם טעה השליח צבור וקרא לשלושתם 'ביום השמיני' בלבד, כשאר הימים, אינו חוזר, ומכל מקום אם עדיין לא החזירו את הספר תורה למקומו, טוב שימשיך לקרוא השלישי בלי ברכה מ'ביום התשיעי' עד 'כן עשה את המנורה'"
        },
        {
            "id": 204,
            "text": "אם טעה החזן וסיים הקריאה בסוף פרשת נשא, ולא קרא עד כן עשה את המנורה, כנהוג, יש אומרים שצריך לחזור ולקרות פרשה זו בלי ברכה, דאמנהגא לא מברכינן ויש חולקים ואומרים שמכיון שמעיקר הדין הקריאה היא עד סוף פרשת נשא, שהיא סיום פרשת הנשיאים, לכן אפי' עדיין לא החזירו הספר תורה להיכל, ואין כאן טירחא דצבורא אין צריך לקרות יותר"
        },
        {
            "id": 205,
            "text": "אם טעו וקראו שלשה עולים בימי חנוכה בפרשת השבוע, וסיימו הקריאה, יצאו ידי חובה, דקיימא לן אין משגיחין בחנוכה"
        },
        {
            "id": 206,
            "text": "כשחל יום ראשון של חנוכה בשבת, מוציאים שני ספרי תורה, וקוראים שבעה עולים בפרשת השבוע, והמפטיר קורא מברכת כהנים עד ביום השני, ומפטיר 'רני ושמחי בת ציון' ובשבת שניה המפטיר קורא מביום השמיני עד כן עשה את המנורה, ומפטיר בנרות דשלמה, ולעולם אין מזכירים חנוכה בברכת ההפטרה"
        },
        {
            "id": 207,
            "text": "ראש חודש טבת שחל להיות בימי החול של חנוכה, מוציאים שני ספרי תורה, וקוראים בספר תורה הראשון שלשה בשל ראש חודש, ומתחיל 'צו את בני ישראל', ובספר תורה השני קורא העולה הרביעי בשל חנוכה, בנשיא של אותו יום שתדיר ואינו תדיר, תדיר קודם"
        },
        {
            "id": 208,
            "text": "אם טעה החזן והתחיל לקרוא לכהן בספר תורה של חנוכה, יש אומרים שצריך להפסיק, ולקרוא בשל ראש חודש, ויש אומרים שאין צריך להפסיק, אלא יגמור קריאת החנוכה עם העולה, ואחר כך יעלו שלשה עולים לספר תורה של ראש חודש וכן עיקר"
        },
        {
            "id": 209,
            "text": "אם טעה החזן וקרא ארבעה עולים בשל ראש חודש וכבר הוציאו שני ספרי תורה, צריך לקרוא לעולה חמישי שיקרא בשל חנוכה, כדי שלא יהא פגם לספר תורה, בראותם שהוציאוהו ולא קראו בו"
        },
        {
            "id": 210,
            "text": "ראש חודש טבת שחל בשבת, מוציאים שלשה ספרי תורה, בראשון קוראים פרשת השבוע, ומן הדין עולים בו ששה, והשביעי משלים הקריאה בספר שני, שהוא של ראש חודש, ומתחילים מן הפסוק וביום השבת, והעולה אומר קדיש, שבזה נשלמו העולים שהם חובת היום והמפטיר קורא בספר תורה השלישי בפרשת הנשיאים, וגם הוא אומר קדיש, ומפטיר רני ושמחי בת ציון ואם עלו בספר תורה הראשון שבעה עולים או יותר, העולה האחרון בספר תורה הראשון, אומר גם כן קדיש ונמצא שאומרים שלשה קדישים, קדיש אחר כל ספר תורה וכן המנהג וכן יש לנהוג בראש חודש ניסן שחל להיות בשבת, שמוציאים בו שלשה ספרי תורה, שיש לומר קדיש על הספר תורה הראשון, רק אם עלו שבעה עולים או יותר, כגון שהעלו מוספין, שאז יש לומר חצי קדיש לכל ספר תורה, מאחר ונשלמה חובת היום בספר הראשון"
        },
        {
            "id": 211,
            "text": "בשבת וראש חודש טבת אם אחר הקריאה בס'ת הראשון, טעה וקרא תחלה בפרשת הנשיאים, וסיים, ואחר כך קרא המפטיר בס'ת של ראש חודש, אע'פ כן מפטיר בהפטרת רני ושמחי בת ציון, דפרסומי ניסא עדיף מתדיר,  ומכל מקום טוב שקודם הברכות שאחר ההפטרה, יאמר פסוק ראשון ופסוק אחרון של השמים כסאי, ואח'כ יברך ובדיעבד אם הפטיר בהשמים כסאי, והתחיל לברך אחריה, יצא הלכות ט''ו בשבט מהלכות ומנהגי ט''ו בשבט"
        }
    ]
}