{
    "הלכות פורים": [
        {
            "id": 1,
            "text": "א בשבת שלפני ראש חודש אדר הסמוך לניסן , מוציאים שני ספרי תורה, וקוראים בשני פרשת שקלים, בראש סדר כי תשא, מפני שבזמן בית המקדש היו משמיעים על השקלים באחד באדר, על ידי הכרזת בתי הדין בכל ערי ישראל, שכל אחד מישראל חייב לשקול מחצית השקל בשקל הקודש, ולהביאם לבית המקדש, כדי שיקריבו ממעות מחצית השקל אלו החל מיום ראש חודש ניסן והלאה, להקריב הקרבנות מתרומה חדשה  ועוד אמרו חז''ל: גלוי וידוע לפני הקדוש ברוך הוא שעתיד המן לשקול שקלים על ישראל כמו שנאמר, ועשרת אלפים ככר כסף אשקול על ידי עושי המלאכה, לפיכך הקדים שקליהם לשקליו  ולכן גם אנו קוראים בשבת זו פרשת שקלים"
        },
        {
            "id": 2,
            "text": "ב מפטירים ''ויכרות יהוידע'' שמדבר שם בענין השקלים, שנאמר, כסף נפשות ערכו ואם חל ראש חודש באחד בשבת, נוהגים לומר בסוף ההפטרה פסוק ראשון ואחרון של הפטרת מחר חודש"
        },
        {
            "id": 3,
            "text": "ג במקומות שנהגו שקטן עולה למפטיר בפרשת שקלים והחודש, אין למחות בידם, שיש להם על מה שיסמוכו ובלבד שיהיה הקטן יודע למי מברכים והוא גם כן יותר מבן שש שנים"
        },
        {
            "id": 4,
            "text": "ד אם חל ראש חודש אדר בשבת וטעו וקראו פרשת שקלים בשבת שלפניו, אינם צריכים לחזור ולקרוא פרשת שקלים בראש חודש אדר, דסוף סוף השמיעו על השקלים סמוך לאדר"
        },
        {
            "id": 5,
            "text": "ה אם שכחו ולא קראו פרשת שקלים בשבת שקלים לפני ראש חודש אדר והפטירו בהפטרת השבוע, אפילו נזכרו אחר תפלת מוסף, חוזרים ומוציאים ספר תורה וקוראים בפרשת שקלים, והעולה מברך על הקריאה לפניה ולאחריה"
        },
        {
            "id": 6,
            "text": "ו אם שכחו ולא קראו פרשת שקלים, ולא נזכרו עד שעת מנחה של השבת, יש אומרים שבכל זאת מוציאים ספר תורה של פרשת שקלים ויקראו בו אחר קריאת ספר תורה של מנחה  ויש אומרים שהתקנה לקריאת פרשת שקלים אינה אלא בשחרית, ולכן כשלא נזכרו עד שעת המנחה הוה ליה כעבר זמנו בטל קרבנו  ולמעשה שב ואל תעשה עדיף ומכל מקום יש אומרים שעדיין יש תשלומין לפרשת שקלים בשבת הבאה אחר קריאת ספר תורה בשחרית ויש אומרים שמכיון שעבר השבת שוב לא יקראוה בשבת הבאה ואפשר לסמוך על סברא ראשונה לקרוא פרשת שקלים בשבת הסמוכה, שהיא קודם ''שבת זכור''"
        },
        {
            "id": 7,
            "text": "ז אם טעה המפטיר ולאחר שקרא בספר תורה פרשת שקלים הפטיר הפטרת השבוע, אם נזכר באמצע ההפטרה, מפסיק, ומפטיר ויכרות יהוידע ויברך ברכות ההפטרה לאחריה ואין צריך לחזור ולברך ברכה ראשונה של ההפטרה לפני ויכרות יהוידע ואם לא נזכר עד שסיים הפטרת השבוע ובירך ברכות שלאחריה, יש אומרים שצריך לחזור ולברך ברכות ההפטרה לפניה ולאחריה כדי להפטיר ויכרות יהוידע כתקנת חז''ל ויש אומרים שחוזר ומפטיר ויכרות יהוידע בלי ברכות וספק ברכות להקל לכן יחזור להפטיר ויכרות יהוידע בלי ברכות והוא הדין בשאר הפטרות של ארבע פרשיות"
        },
        {
            "id": 8,
            "text": "ח שבת שקלים שמוציאים בה שני ספרי תורה מן ההיכל אל התיבה, ויצא טעות בפרשת השבוע, עדיף לגלול הספר תורה השני לסיים בו פרשת השבוע, ואחר כך יגללנו לפרשת כי תשא, כיון שהפרשיות אינן רחוקות אחת מהשניה וזה עדיף ממה שיוציאו ספר תורה אחר סימן תרפה - פרשת זכור"
        },
        {
            "id": 9,
            "text": "בשבת שאחר ראש חודש, מפסיקים מלהוציא שני ספרי תורה, וקוראים בספר תורה אחד בלבד בפרשת השבוע  ואם חל ראש חודש אדר בשבת, קוראים בו ביום פרשת שקלים, ובשבת שאחריו קוראים פרשת זכור"
        },
        {
            "id": 10,
            "text": "קריאת פרשת זכור היא בשבת הסמוכה לפורים, שאז מוציאים שני ספרי תורה וקוראים בספר תורה השני בפרשת כי תצא: ''זכור את אשר עשה לך עמלק''  ויש לדקדק בקריאת פרשת זכור, ולהוציא את הספר תורה הכשר והמהודר ביותר שיש בבית הכנסת, אחר שדעת רוב הפוסקים הראשונים ומרן השלחן ערוך שקריאת פרשת זכור היא מצות עשה מן התורה"
        },
        {
            "id": 11,
            "text": "אף על פי שקריאת פרשת זכור היא מצוה מן התורה, אין מברכים על מצוה זו אשר קדשנו במצותיו וצונו, מפני שאין הקב''ה שמח במפלתם של רשעים, ואין מברכים על הקלקלה"
        },
        {
            "id": 12,
            "text": "ראוי ונכון להזהר לקרא פרשת זכור מתוך ספר תורה הכתוב על קלף שאינו משוח במשיחה לבנה ואם אין ספר תורה אחר, יוצאים ידי חובה גם בספר תורה משוח והוא הדין בזה לפרשת פרה"
        },
        {
            "id": 13,
            "text": "מעיקר הדין אין חובה לבדוק את ספרי התורה במחשב, שאנו סומכים על חזקה שהספר תורה כשר אחר בדיקת סופר, ולא הצריכו חכמים בדיקה במה שלא היה בזמנם אך ראוי ונכון שיעברו בדיקת מחשב ובפרשת זכור שהיא מן התורה לדעת רוב הפוסקים ומרן השלחן ערוך, יש להשתדל לקרוא בספר תורה שעבר בדיקת מחשב"
        },
        {
            "id": 14,
            "text": "הואיל והלכה רווחת שמצוות צריכות כוונה, לכן יש לשליח צבור הקורא בתורה לעורר דעת הקהל, לפני קריאת המפטיר בספר תורה בפרשת זכור, ולהודיעם שיכוונו לצאת ידי חובת מצות זכירת עמלק ומחייתו שהיא מצות עשה מן התורה, ושגם הוא מצדו מכוין להוציא את השומעים ידי חובתן, שמצוות צריכות כוונה ומכל מקום אין צריך לומר ''לשם יחוד''"
        },
        {
            "id": 15,
            "text": "שליח צבור שקרא פרשת זכור ויצא ידי חובה, רשאי לחזור ולקרות פעם שנית בצבור אחר להוציאם ידי חובה"
        },
        {
            "id": 16,
            "text": "מן הראוי שהגדולים יזהירו את הקטנים לבל יפריעו בעת קריאת פרשת זכור, על ידי הכאות ברגליהם בעת שמזכירים ''עמלק'' פן יגרמו מכשול שלא ישמעו הקריאה כראוי"
        },
        {
            "id": 17,
            "text": "ט כל הצבור צריכים לשתוק ולהאזין לקריאת פרשת זכור מהשליח צבור הקורא בתורה, ואין להם לקרוא בפיהם מתוך החומש, שהרי צריך לקרוא מתוך ספר תורה כשר ואף על פי שצריך לזכור מעשה עמלק בפה, מכל מקום כיון ששומע כעונה, נחשב שזכר את עמלק בפה מתוך ספר תורה"
        },
        {
            "id": 18,
            "text": "י העיקר להלכה שאין צריכים להבין את קריאת פרשת זכור, ואף מי שלא מבין את הקריאה יוצא ידי חובת המצוה כשקורא מתוך הספר תורה או כששומע מהשליח צבור, שדי בזה שמבינים את הענין בכללותו ומכל מקום יש נוהגים לקרוא לפני הצבור את פירוש רש''י על פרשת זכור, קודם הקריאה, ותבוא עליהם ברכה"
        },
        {
            "id": 19,
            "text": "יא אנשים הדרים במושב ובכפר שאין שם מנין שיתאספו בבית הכנסת לשמוע קריאת ספר תורה, צריכים לשבות בעיר במקום שיש שם מנין כדי לשמוע קריאת פרשת זכור שהיא מצוה מן התורה"
        },
        {
            "id": 20,
            "text": "יב ספרדי שמתפלל תמיד בבית כנסת של אשכנזים, נכון מאד שיהדר לשמוע קריאת פרשת זכור שהיא מן התורה, מפי שליח צבור הקורא במבטא ספרדי וכן להיפך  ונכון שבני הישיבות הספרדים החוסים בצל הישיבות הקדושות של האשכנזים, שבשבת פרשת זכור ילכו לשמוע קריאת הפרשה מפי שליח צבור ספרדי, הקורא בתורה במבטא ספרדי ומתוך ספר תורה בכתב ספרדי, מאחר וקריאת פרשת זכור היא מן התורה וכמבואר ומכל מקום אם שומע את קריאת פרשת זכור במבטא אשכנזי, ומתוך ספר תורה בכתב אשכנזי, יצאו ידי חובה ובשאר שבתות השנה יוצאים ידי חובת קריאת ספר תורה במבטא אשכנזי ומתוך ספר תורה אשכנזי, אף לכתחלה כיון שהוא מדרבנן וכן ההיפך, שהכל יוצאים ידי חובה בספר תורה שנכתב בכתב ספרדי, אף שהיו''ד של הצד''י נכתב כיו''ד הפוכה"
        },
        {
            "id": 21,
            "text": "יג אין לשנות את המבטא שלנו גם בהזכרת שם ה', בפרט בקריאת פרשת זכור, שמדברי הראשונים מבואר להדיא, שהמבטא שלהם היה כמו המבטא של הספרדים בביטוי שם ה' אך יש לדקדק להבדיל בין קמ''ץ לפת''ח כפי שהדקדקנים יודעים להדגיש זאת"
        },
        {
            "id": 22,
            "text": "יד יש אומרים שגם הנשים צריכות לבוא לעזרת נשים בשבת זכור כדי לשמוע קריאת פרשת זכור, הואיל ומן התורה אין זמן קבוע למצות זכירת מעשה עמלק ויש אומרים שהואיל ועיקר מצות זכירת עמלק אינה אלא כדי לבוא לידי מעשה, דהיינו להלחם בעמלק, מלחמה בפועל, ונשים לאו בנות מלחמה הן, לכן פטורות הנשים מקריאת ומשמיעת פרשת זכור ואף על פי שהנשים שמקילות בזה יש להן על מה שיסמוכו, מכל מקום המחמירות לבוא לעזרת נשים לצאת ידי חובת קריאת פרשת זכור אליבא דכולי עלמא תבא עליהן ברכה"
        },
        {
            "id": 23,
            "text": "טו מותר להוציא ספר תורה במיוחד לנשים לקרוא להן בפרשת זכור בלי ברכה ומנהג נכון הוא"
        },
        {
            "id": 24,
            "text": "טז לכתחלה אין להעלות קטן שלא הגיע למצות, לעליית מפטיר בשבת ''זכור'', וכן נכון להחמיר גם בפרשת פרה שלדעת מרן גם היא מצוה מן התורה אלא שאם כבר עלה הקטן למפטיר לא ירד, ויברך הקטן את ברכות התורה בקול רם, והשליח צבור שהוא גדול יקרא בספר תורה להוציא הצבור ידי חובתם"
        },
        {
            "id": 25,
            "text": "יז מי שנאנס ואינו יכול לבוא לבית הכנסת לשמוע קריאת פרשת זכור בשבת זו, יכוין לצאת ידי חובתו בפרשת כי תצא, כשקוראים בה פרשת זכור, ויאמר להשליח צבור שיכוין להוציאו ונכון שעל כל פנים יקרא בשבת זכור פרשת זכור בחומש וצבור ששכחו ולא קראו פרשת זכור בשבת זו, אין להם להשלימה בשבת הבאה, ויסמכו על קריאת פרשת זכור בסדר כי תצא"
        },
        {
            "id": 26,
            "text": "יח אם אין עשרה בבית הכנסת, ואין בית כנסת אחר בישוב, יש להוציא ספר תורה, ולקרוא פרשת זכור בלי ברכות לפניה ולאחריה"
        },
        {
            "id": 27,
            "text": "יט אם קראו בתורה בפרשת זכור, ונמצא אחרי כן שיש בספר תורה פסול, אפילו אם נתברר כן בשעת מנחה, יש להוציא ספר תורה אחר ולקרוא בו פעם נוספת בלי ברכות"
        },
        {
            "id": 28,
            "text": "כ אם קראו בתורה בפרשת זכור, ואחר כמה שבתות מצאו טעות בספר תורה שקראו בו, יכוונו הצבור לצאת ידי חובה בפרשת כי תצא"
        },
        {
            "id": 29,
            "text": "כא מותר להביא ספר תורה ממקום למקום בשביל פרשת זכור ופרשת פרה"
        },
        {
            "id": 30,
            "text": "כב נער שהגיע לי''ג שנה, ולא הוברר אם הביא ב' שערות, יש אומרים שאינו מוציא את האחרים ידי חובת פרשת זכור ופרה שהואיל וקריאות אלו מן התורה אין סומכין על חזקה שהביא ב' שערות אך דעת הריב''ש ועוד ראשונים דסומכים על חזקה שהביא שתי שערות גם לדברים שהם של תורה וכן עיקר לדינא, ומכל מקום היכא דאפשר טוב ונכון לכתחלה שאת קריאת פרשת זכור יקרא גדול שידוע לנו בבירור שהביא ב' שערות, כדי לצאת ידי חובת המצוה לכולי עלמא אך בדיעבד אם אין מי שיקרא להם פרשת זכור אלא הנער הנז', או שעבר וקרא להם פרשת זכור מי שלא נבדק אם הביא ב' שערות, יצאו ידי חובת פרשת זכור מן התורה"
        },
        {
            "id": 31,
            "text": "כג בשבת זכור נוהגים לומר פיוט ''מי כמוך ואין כמוך'' מיסודו של רבי יהודה הלוי ולא יפסיקו באמירתו בין פסוקי דזמרה לתפלה, לאומרו באמצע ''נשמת כל חי'', אלא יאמרוהו אחר החזרה וקדיש תתקבל ובכמה קהלות היו נוהגים להפסיק קודם נשמת לפיוט מי כמוך, וביטלו מנהגם על פי הוראת רבותינו האחרונים ולכן אם יש עוד קהלה שנוהגת לאומרו לפני נשמת כל חי, טוב הדבר שיבטלו את מנהגם בהסכמת ראשי הקהל, באופן שלא יבואו לידי מחלוקת, כי דרכיה דרכי נועם וכל נתיבותיה שלום"
        },
        {
            "id": 32,
            "text": "כד כשחל י''ג אדר בשבת - שהיא שבת פרשת זכור, אין לומר צדקתך צדק במנחה, שהוא ערב פורים, שאין אומרים בו תחנונים"
        },
        {
            "id": 33,
            "text": "כה אחר קריאת פרשת זכור מפטירים בשמואל א' ט''ו''פקדתי את אשר עשה עמלק'' ומנהג הספרדים להתחיל מויאמר שמואל אל שאול"
        },
        {
            "id": 34,
            "text": "כו אם שכחו ולא קראו פרשת זכור, יש אומרים שיש לה תשלומים בשבת הבאה, ויש חולקים, והעיקר כסברא ראשונה, ויסמכו על הקריאה בפרשת כי תצא פרשת פרה"
        },
        {
            "id": 35,
            "text": "כשחל פורים בשבת, מפסיקים מקריאת ד' פרשיות, ובשבת כ''ב אדר קוראים בספר תורה שני פרשת פרה, וכשחל פורים באמצע השבוע, בשבת שאחר הפורים, מוציאים שני ספרי תורה, וקוראים בראשון פרשת השבוע, ובשני פרשת פרה וקוראים עד ''והנפש הנוגעת תטמא עד הערב'' ולדעת הרבה פוסקים אף קריאת פרשת פרה היא מצות עשה מן התורה ואף על פי שיש חולקים על זה, יש להחמיר כדברי האומרים שהיא מן התורה  ובספר ילקוט הגרשוני , הביא בשם הארצות החיים, דהוא מפני שכתוב זכור אל תשכח את אשר הקצפת את ה' אלקיך וכו', וכיון שפרשת העגל היא גנאי לישראל תקנו לקרות פרשת פרה שבאה לכפר על מעשה העגל, תבא האם ותקנח צואת בנה וכמ''ש רש''י בר''פ חקת בשם ר' משה הדרשן ע''כ] ויקראוה בספר תורה היותר כשר והשליח צבור והקהל יכוונו לצאת ידי חובה מן התורה כפי שנתבאר לעיל לענין פרשת זכור ומפטירים ביחזקאל בן אדם בית ישראל יושבים על אדמתם, שכתוב בה: וזרקתי עליכם מים טהורים וכו'"
        },
        {
            "id": 36,
            "text": "אחר קריאת פרשת פרה מפטירים ביחזקאל ל''ו בן אדם בית ישראל יושבים על אדמתם, שכתוב בה: וזרקתי עליכם מים טהורים וגו'"
        },
        {
            "id": 37,
            "text": "אם טעה הקורא בתורה וסיים פרשת פרה בפסוק ''ולגר הגר בתוכם לחקת עולם'' לא יצאו ידי חובתם, ואפילו כבר קראו גם ההפטרה בברכותיה, חוזר ופותח הספר תורה ומתחיל לקרות , מראש הפרשה עד ''והנפש הנוגעת תטמא עד הערב'', הפסוקים שהחסיר ואפילו הפסיק בפסוק ''מים חיים אל כלי'', גם כן לא יצא ידי חובתו וחוזר וקורא כאמור ומכל מקום אם כבר בירך על ההפטרה לפניה ולאחריה ואחר כך נזכר, אין צריך לחזור ולברך ברכות ההפטרה כשמפטיר שנית"
        },
        {
            "id": 38,
            "text": "המפטיר המברך עונה אמן אחר ברכת מקדש השבת ומצוה להדר לקרוא ההפטרות מספר הכתוב על קלף ובכתב יד, אפילו אם הוא רק ליקוט ההפטרות ולא נביא שלם ואם אין ספר כזה, נכון יותר שיקראו מנביא שלם ומנהג קדמון לקרוא ההפטרה מתוך החומש"
        },
        {
            "id": 39,
            "text": "צבור ששכחו ולא קראו פרשת פרה, יקראוה בשבת החודש, באופן שלאחר קריאת הפרשיות יקראו בספר שני פרשת פרה בברכותיה, ובספר השלישי יקראו פרשת החודש, ויפטירו הפטרת פרשת החודש פרשת החודש"
        },
        {
            "id": 40,
            "text": "בשבת הסמוכה לחודש ניסן, מוציאים שני ספרי תורה, וקוראים בשני פרשת החודש הזה לכם ראש חדשים ובראש חודש ניסן שחל להיות בשבת, מוציאים שלשה ספרים, וקוראים ששה אנשים בראשון, בפרשת השבוע, והשביעי משלים חובת היום בספר השני, ומתחיל וביום השבת שני כבשים וכו', ובראשי חודשיכם וגו' ואומר קדיש ואחר כך עולה המפטיר וקורא בספר השלישי, בפרשת החודש הזה לכם ראש חודשים, ואומר קדיש, ומפטיר ביחזקאל מ''ה, בראשון באחד לחודש תקח פר בן בקר"
        },
        {
            "id": 41,
            "text": "כשחל ראש חודש ניסן בשבת מנהג הספרדים לקרות אחר ההפטרה פסוק ראשון ואחרון של השמים כסאי ובברכות ההפטרה אין המפטיר מזכיר של ראש חודש, לא באמצע ברכה האחרונה ולא בחתימתה"
        },
        {
            "id": 42,
            "text": "אם קראו בספר תורה הראשון שבעה עולים או יותר, יאמר קדיש גם אחר הספר תורה הראשון, וקדיש אחר הספר השני, וקדיש אחר הספר השלישי, ובסך הכל יאמרו שלשה קדישים"
        },
        {
            "id": 43,
            "text": "לעולם אין להפסיק בין פרשת פרה לפרשת החודש, ואם יש שבת בינתים מפסיקים רק בין קריאת שקלים לזכור, ובין זכור לפרה"
        },
        {
            "id": 44,
            "text": "בראש חודש ניסן שחל בשבת, אין למפטיר להזכיר ראש חודש בברכות ההפטרה, לא באמצע הברכה ולא בחתימתה"
        },
        {
            "id": 45,
            "text": "בראש חודש ניסן שחל בשבת, אם טעה הקורא בתורה והתחיל לקרות אחר פרשת השבוע בפרשת החודש, יגמור ויאמר קדיש, והמפטיר יקרא בספר תורה השלישי פרשת ראש חודש, ויפטיר ''השמים כסאי''"
        },
        {
            "id": 46,
            "text": "אם טעו וקראו סדר ארבע פרשיות הנ''ל באדר הראשון של שנה מעוברת, לא יצאו ידי חובתם וחוזרים וקוראים באדר השני"
        },
        {
            "id": 47,
            "text": "יש אומרים שאין להעלות קטן למפטיר בארבע פרשיות ויש מתירים להעלות קטן למפטיר גם בארבע פרשיות ובמקום שנהגו להקל יש להם על מה שיסמוכו, ואין למחות בידם ובלבד שיהיה הקטן יודע למי מברכים והוא גם כן יותר מבן שש שנים ומכל מקום בפרשת זכור שהיא מן התורה לכל הדעות, וכן בפרשת פרה, ראוי להחמיר שלא להעלות קטן למפטיר אלא שאם כבר עלה הקטן למפטיר, לא ירד, אפילו בפרשת זכור ובפרשת פרה והקטן יברך ברכות התורה, והשליח צבור שהוא גדול יקרא בספר תורה להוציא הצבור ידי חובתם"
        },
        {
            "id": 48,
            "text": "בעל תרומת הדשן היה קורא ד' הפרשיות שנים מקרא ואחד תרגום, אך לא מצאנו בפוסקים אחרים שהביאו זאת, ולא נהגו כן הלכות פורים מהלכות חודש אדר"
        },
        {
            "id": 49,
            "text": "משנכנס אדר מרבים בשמחה"
        },
        {
            "id": 50,
            "text": "היוצא בשיירא או מפליג באניה בלב ים, ואינו מוצא מגילה כשרה להוליך עמו כדי שיוכל לקרותה בזמנה כראוי, יכול לקרות המגילה אפילו בתחלת החודש, אך לא יברך ברכות המגילה אבל סעודת פורים ומשלוח מנות ומתנות לאביונים אינם נוהגים אלא בזמנם"
        },
        {
            "id": 51,
            "text": "מנהג חסידים ואנשי מעשה להתענות ביום שבעה באדר שהוא יום פטירת משה רבינו ונוהגים לעשות לימוד בליל שבעה באדר, ומנהג יפה הוא"
        },
        {
            "id": 52,
            "text": "כשהשנה מעוברת יש נוהגים להתענות ביום ז' באדר א', ויש נוהגים להתענות ביום ז' באדר ב' והמנהג האחרון יותר נכון להתענות באדר ב' וכן יש לעשות הלימוד בליל ז' באדר ב' וטוב לעשות הלימוד גם בז' באדר א', וגם בז' באדר ב'"
        },
        {
            "id": 53,
            "text": "יש נוהגים שאם יש עשרה מתענים בבית הכנסת בשבעה באדר, מוציאים ספר תורה במנחה וקוראים ויחל וכן השליח צבור אומר ברכת עננו ברכה בפני עצמה בחזרה, כשאר תעניות צבור ויש אומרים שאין נכון לעשות כן ולכן שב ואל תעשה עדיף, והשליח צבור לא יאמר עננו בחזרה ברכה בפני עצמה, אלא בשומע תפלה, וכן לא יוציאו ספר תורה במנחה לקריאת ''ויחל'' וכן לענין נשיאות כפים, שב ואל תעשה עדיף"
        },
        {
            "id": 54,
            "text": "מי שנולד בחודש אדר בשנה פשוטה, והשנה שמלאו לו י''ג שנה היא שנה מעוברת, אינו נעשה לבר מצוה להתחייב בכל המצות ולצרפו למנין אלא בחודש אדר שני, כי חודש אדר שני הוא החודש העיקרי, וחודש אדר א' אינו אלא כתוספת בלבד לשנה מעוברת אבל מי שנולד בשנה מעוברת באדר ראשון, וגם השנה שמלאו לו בה י''ג שנה היתה מעוברת, נעשה בר מצוה באדר ראשון"
        },
        {
            "id": 55,
            "text": "מי שנולד בניסן שנה פשוטה, והשנה שבו ימלאו י''ג שנה היתה מעוברת, אינו נעשה בן י''ג עד שיבוא חודש ניסן, ביום לידתו"
        },
        {
            "id": 56,
            "text": "אדם שנולד באדר ראשון, ואחר נולד באדר השני באותה השנה, אם שנת הי''ג היתה שנה פשוטה, שניהם יהיו גדולים באותו חודש אדר, לפיכך יתכן שמישהו נולד אחר חבירו ובכל זאת יהיה גדול לפניו, כגון, אחד נולד בכ''ט אדר ראשון וחבירו בא' אדר שני, הרי אם שנת הי''ג היא שנה פשוטה, אזי השני יהיה גדול בא' אדר, וחבירו שנולד ראשון יהיה גדול רק בכ''ט אדר"
        },
        {
            "id": 57,
            "text": "אדם שנולד בל' אדר ראשון, ונהיה בן י''ג בשנה פשוטה, שאז אין בשנה פשוטה ל' אדר כלל, יש להסתפק אם נהיה גדול רק בא' ניסן או כבר מל' שבט, ומהמשנה ברורה משמע שנעשה כגדול בא' דראש חודש אדר שהוא ל' שבט"
        },
        {
            "id": 58,
            "text": "מי שמת לו מת באדר בשנה פשוטה, ושנה אחריה היא שנה מעוברת, יש לומר קדיש במשך אחד עשר חודש רצופים עד טבת, ובשבוע הראשון של החודש השנים עשר יפסיק לומר קדיש, ויחזור לומר קדיש עד סוף שנים עשר חודש, שהוא חודש שבט כי בשנה הראשונה הולכים אחר החודשים, ולא אחר תאריך הפטירה"
        },
        {
            "id": 59,
            "text": "בי''ד וט''ו אדר א' אין אומרים וידוי ונפילת אפים, ואין מספידין בו אלא לחכם בפניו, ואם חל בשבת אין אומרים צדקתך צדק ויש אומרים שטוב להרבות בסעודה בימים אלו"
        },
        {
            "id": 60,
            "text": "יש מתענים ביום ט' באדר שבו נחלקו בית שמאי ובית הלל סימן תרפו - דין תענית אסתר"
        },
        {
            "id": 61,
            "text": "בימי מרדכי ואסתר נקהלו היהודים בי''ג אדר לעמוד על נפשם מפני אויביהם ושונאיהם, והיו צריכים וזקוקים לרחמים לבל יוכלו אויביהם לשלוט בהם, ועמדו בתפלה ובתחנונים וישבו בתענית באותו יום, כשם שמשה רבנו ביום שנלחם עם עמלק עמד בתענית ובתפלה, וגבר ישראל  והשי''ת אלקי אבותינו שמע תחנתם וקיבל תשובתם ותעניתם ברצון, וביום אשר שברו אויבי היהודים לשלוט בהם, ונהפוך הוא, אשר ישלטו היהודים המה בשונאיהם, והרגו היהודים בשונאיהם שבעים וחמשה אלף איש, מלבד מה שהרגו בשונאיהם בשושן הבירה, ולא נפקד מאתנו איש, כי לא בחיל ולא בכח כי אם ברוחי אמר ה' צבאות ולכן נהגו בכל תפוצות ישראל להתענות ביום זה בכל שנה ושנה זכר לנס שנעשה להם וצום זה נקרא ''תענית אסתר''"
        },
        {
            "id": 62,
            "text": "יום י''ד וט''ו באדר אסורים בהספד ותענית, בכל מקום, בין לבני הכרכים העושים פורים ביום ט''ו לבד, בין לבני עיירות העושים פורים י''ד בלבד"
        },
        {
            "id": 63,
            "text": "אם חל י''ג באדר ביום שבת מקדימים להתענות ביום חמישי בשבת, שהוא יום י''א באדר"
        },
        {
            "id": 64,
            "text": "מעוברות ומניקות פטורות מלהתענות בתענית אסתר  ומעוברת שאמרו היינו כשהוכר עוברה, שהוא משלשה חודשים ומעלה ומכל מקום אם סובלת מהקאות ומיחושים או חולשה רבה מותר לה לאכול גם בטרם מלאת לה שלשה חודשים להריונה, ובפרט לאחר ארבעים יום ליצירת הולד  ומינקת שאמרו אפילו אם פסקה להניק את בנה, כל שהיא תוך כ''ד חודש ללידתה ומרגישה חולשה יתרה, הרי היא פטורה מלהתענות וראה בילקו''י מועדים, עמ' רעז ע''פ מה שאמרו בנדה איבריה מתפרקין ואין נפשה חוזרת עליה עד כ''ד חודש וכ''כ בכנסת חכמי ישראל  ובהגהות המהרש''ם בארחות חיים  וכן נראה דעת הרב אגרות משה שכתב, ומי שהוא חלוש בטבעו יותר משאר בני אדם, נחשב כחולה שמותר לאכול וא''צ להתענות ע''ש ואף המניקה הרי היא חלושה בטבעה יותר משאר בני אדם הבריאים ועכ''פ לענין תענית אסתר שאינו אלא מנהג, היה נראה להקל למניקה תוך כ''ד חודש, אף שהפסיקה להניק בפועל וע' בשו''ת יחוה דעת ח''א  ונכון לנהוג לפי הרגשת האשה, שאם היא מרגישה שיכולה להתענות, תתענה, ואם היא מרגישה חולשה יתרה וסחרחורת פטורה ע''ש]"
        },
        {
            "id": 65,
            "text": "וכן אשה שהפילה פטורה להתענות תוך שלשים יום להפלתה  ואם מרגישה חולשה פטורה מתענית זו אפילו עד כ''ד חודש להפלתה ואין צריך לומר שיולדת תוך שלשים יום פטורה מלהתענות, ואינה רשאית להחמיר על עצמה"
        },
        {
            "id": 66,
            "text": "וכן חולה שאין בו סכנה פטור מתענית זה ואינו רשאי להחמיר על עצמו ע''פ הש''ע והאחרונים שם וע''ע באשל אברהם  ובשו''ת עולת שמואל  ואפילו מי שתקפתו חולשה יתרה אין צריך להתענות  וכן זקן מופלג שהוא תשוש כח, פטור מלהתענות, ואף אינו רשאי להתענות  ואפילו מי שאינו אלא מצטער מכאב עינים לא יתענה, וכשיבריא יפרע תעניתו, אלא אם כן אכל על פי פקודת רופא שאז אינו צריך לפרוע התענית  וכן מעוברות ומניקות וחולה אפילו אין בו סכנה אינם צריכים לפרוע התענית  אבל הבריאים בין אנשים בין נשים, לא יפרשו מן הצבור ואפילו מי שבא בדרך וקשה עליו התענית ידחק עצמו ויתענה"
        },
        {
            "id": 67,
            "text": "כשחל י''ג אדר בשבת והקדימו התענית ליום חמישי, אם טעו ואכלו ביום ה', טוב שיתענו ביום שישי"
        },
        {
            "id": 68,
            "text": "חתן בתוך שבעת ימי המשתה שלו, לא יתענה בצום תענית אסתר הנה בשו''ת בית דוד כתב, שחתן לא יתענה לא צום אסתר ולא י' בטבת והעיר ע''ז בברכי יוסף : ''ולעיל סי' תקמט סק''ב כתבתי בשם הריטב''א סוף תענית שיתענה ד' צומות'' ע''כ ומבואר בריטב''א שם, דכיון שרגל שלו רגל יחיד מדרבנן, ותעניות אלו דרבים הם, אתי אבלות דרבים ודחי רגל דרבנן ועוד דמקרא מלא הוא: אם לא אעלה את ירושלים על ראש שמחתי ע''כ ולפ''ז בתענית אסתר שאינו משום אבלות רק משום זכרון לנס, ולא שייך קרא דאעלה את ירושלים וכו', אין החתן מתענה בימי הרגל שלו ומכ''ש שאין צום תענית אסתר אלא מנהג, לדעת רוה''פ ועיין בשו''ת יביע אומר ח''ה , ובשו''ת יחוה דעת ח''ב  ע''ש]"
        },
        {
            "id": 69,
            "text": "והוא הדין לשלשה בעלי ברית, שהם אבי הבן, הסנדק, והמוהל, ביום המילה, פטורים מלהתענות תענית אסתר, אפילו כשחל בזמנו, ואינם רשאים להחמיר על עצמם ולהתענות, שיום טוב שלהם הוא"
        },
        {
            "id": 70,
            "text": "יש אומרים שאם אין ''עשרה'' מתענים בבית הכנסת, בצום תענית אסתר, אין להוציא ספר תורה לקרות בפרשת ויחל, והשליח צבור לא יאמר עננו בחזרה, ברכה בפני עצמה, אלא בשומע תפלה, ויש חולקים, והעיקר להלכה שדי בששה מתענים, שהם רוב מנין, שמוציאים ספר תורה וקורין בו בברכות קריאת ויחל, והשליח צבור אומר עננו בחזרה ברכה בפני עצמה אך אם אין רוב מנין שמתענים בבית הכנסת בצום תענית אסתר, אין להוציא ספר תורה לקרות פרשת ויחל במנחה, והשליח ציבור לא יאמר עננו בחזרה ברכה בפני עצמה אלא בשומע תפלה"
        },
        {
            "id": 71,
            "text": "כשקוראים בתורה במנחה בתענית אסתר, אין להעלות לתורה אלא מי שצם ואם הלוי שנמצא בבית הכנסת לא צם, בין אם יצא החוצה בשעת הקריאה, ובין אם נמצא בתוך בית הכנסת, אין להעלותו לתורה, ויש לקרוא לכהן המתענה במקום לוי סימן תרפח - כרכים המוקפים חומה"
        },
        {
            "id": 72,
            "text": "בכרכים המוקפים חומה מימות יהושע בן נון, אף על פי שאינם מוקפים חומה עכשיו, קוראים את המגילה בט''ו באדר וכן כפרים הנראים עמהם, אפילו אינם סמוכים להם, כגון שהכפרים בראש ההר, או אם סמוכים להם בתוך מיל,  אף על פי שאינם נראים עמהם, כגון שהכפרים בעמק, קוראים בט''ו ועיירות שאינם מוקפות חומה מימות יהושע בן נון קוראים בארבעה עשר באדר חוץ משושן הבירה שקוראים בט''ו, אף על פי שלא היתה מוקפת חומה מימות יהושע בן נון, הואיל ונעשה בה הנס והטעם שתלו הדבר ביהושע בן נון, הואיל והוא הראשון שנלחם בעמלק, והוא אשר הוציא לפועל עיקר כיבושה של ארץ ישראל"
        },
        {
            "id": 73,
            "text": "בירושלים קוראים המגילה בט''ו באדר הואיל והיא עיר המוקפת חומה מימות יהושע בן נון והמנהג פשוט לקרות בכל ירושלים ''החדשה'' בט''ו, אף בשכונות המרוחקות מהחומה, כל שיש להם רצף בנינים עם חומת ירושלים העתיקה, בלא הפסק של שבעים אמה  ויש שהנהיגו בירושלים החדשה לקרוא את המגילה גם בי''ד אדר, אך אין כן דעת כל גדולי הדור, ובפרט שבחמלת השי''ת על עמו ישראל, גבר עלינו חסדו ומשנת תשכ''ז דרים ישראל בעיר העתיקה של ירושלים וממילא לכל הדעות כל השכונות החדשות של ירושלים קוראים בט''ו וכן המנהג פשוט והקבלה והמעשה הם עמודי ההוראה ואין לזוז מהמנהג של ישראל שתורה הוא ואם הלכה רופפת בידך פוק חזי מאי עמא דבר"
        },
        {
            "id": 74,
            "text": "תושבי שכונת רמות בירושלים, צריכים לקרוא את המגילה בברכה ביום י''ד באדר, כמו תושבי ערי הפרזות  וישלחו מנות איש לרעהו ביום י''ד וכן בסעודת פורים ומתנות לאביונים הואיל ויש מגרש פנוי יותר ממיל בין ירושלים לשכונת רמות וממדת חסידות טוב שיחזרו לקרוא את המגילה בלי ברכה גם ביום ט''ו אך אם תתרחב ירושלים ויבנו את המגרש הפנוי בין ירושלים לשכונת רמות, אז יקראו המגילה בט''ו"
        },
        {
            "id": 75,
            "text": "בן עיר שחיוב קריאתו ביום י''ד, ונאנס ולא קרא בי''ד, קורא בט''ו בלא ברכה וכן תושבי רמות הנ''ל ששכחו ולא קראו את המגילה ביום י''ד אדר, יקראוה בט''ו בלא ברכה"
        },
        {
            "id": 76,
            "text": "במושבות ועיירות חדשות קוראים בארבעה עשר בלבד"
        },
        {
            "id": 77,
            "text": "תושב ירושלים שעבר וקרא את המגילה בי''ד אדר, יוצא בדיעבד ואם נודע לו הדבר בט''ו, יחזור ויקרא בט''ו"
        },
        {
            "id": 78,
            "text": "תושב ירושלים הנמצא ביום י''ד באדר באחד מערי הפרזות, כמו תל אביב, והיה שם בזמן עמוד השחר של יום י''ד , יש לו לנהוג כל דיני פורים בתל אביב ביום י''ד, וכבר מערב י''ד אדר צריך לקרוא המגילה, כשיודע שדעתו להשאר שם בשעת עמוד השחר אף אם דעתו לחזור לירושלים ביום י''ד אחר עמוד השחר וזהו שלמדו בגמרא ד''פרוז בן יומו נקרא פרוז'' וכשיחזור לעירו בירושלים נחלקו הפוסקים אם מחוייב לקיים שוב המצוות בברכה או לא, ולמעשה יש לו לשוב ולחוג את הפורים ככל דיניה אלא שאין לו לברך על קריאת המגילה בליל ויום ט''ו באדר וגם נכון שלא יהיה השליח צבור לקרוא את המגילה ברבים להוציאם ידי חובה ואם נסע לתל אביב לאחר עמוד השחר של יום י''ד אדר, אינו נוהג דיני פורים בתל אביב, מאחר שבעמוד השחר היה בירושלים"
        },
        {
            "id": 79,
            "text": "תושב ירושלים שנסע מירושלים לתל אביב ביום י''ד באדר בבוקר, ושהה שם עד יום ט''ו באדר בשעת עמוד השחר, נפטר לגמרי מלחוג את הפורים בכלל, שהרי ביום י''ד אדר בעמוד השחר היה בירושלים, וביום ט''ו אדר בעמוד השחר היה בתל אביב, ולכן נפטר מכל מצוות היום ולכן החרד לדבר ה' עליו להזהר שלא יעשה כן, שלא יפסיד המצוות היקרות של פורים ובדיעבד שעשה כן, יקרא המגילה ביום ט''ו בלא ברכה, ויאמר ''ועל הנסים'' בתפלה ובברכת המזון, וישלח מנות ביום ט''ו באדר"
        },
        {
            "id": 80,
            "text": "תושב אחד מערי הפרזות, כגון תל אביב או בני ברק, שבליל י''ד וביום י''ד באדר בבוקר בשעת עמוד השחר היה בעירו, וקיים את כל מצוות הפורים, בליל י''ד וביום י''ד, ובליל ט''ו אדר הגיע לירושלים ושוהה שם עד עמוד השחר של יום ט''ו אדר, דעת הרבה מהפוסקים הראשונים והאחרונים שאינו צריך לחזור ולקרוא את המגילה בירושלים, אחר שכבר קיים את כל מצוות הפורים בזמנו כפי מנהג עירו ושער מקומו וכן אינו צריך לחזור ולקיים מצות משלוח מנות מתנות לאביונים וכו' ורק אם עקר דירתו בליל ט''ו אדר ושוהה בירושלים בעמוד השחר של ט''ו אדר, רק אז נחשב כמוקף בן יומו שנחשב כמוקף  ויש מי שחולק בזה  והעיקר לדינא כסברא ראשונה, ומכל מקום הרוצה לחוש ולהחמיר לחזור ולשמוע המגילה ביום ט''ו, תבוא עליו ברכה, אך אינו יכול להוציא אחרים ידי חובת מקרא מגילה"
        },
        {
            "id": 81,
            "text": "בן עיר שקרא המגילה בי''ד כמנהג עירו, ובלילה נסע לירושלים, ובבוקר יום ט''ו רוצה לעלות לספר תורה בפרשת ויבא עמלק, לכתחלה לא יעלה, כיון שאין זה יום פורים שלו לקריאת המגילה ושאר מצוות הנוהגות בפורים ומכל מקום אם קראוהו בשמו כמו שנוהגים האשכנזים יכול לעלות לספר תורה"
        },
        {
            "id": 82,
            "text": "בן עיר שטעה בתפלתו או בברכת המזון ואמר ועל הנסים ביום ט''ו, יצא, ואינו חוזר  וכן תושב ירושלים שטעה ואמר על הנסים בתפלתו בי''ד אדר, יצא"
        },
        {
            "id": 83,
            "text": "בן עיר שקרא המגילה ביום י''ד, ועשה את יום הפורים בי''ד, כדת, וביום ט''ו השכים ועלה לירושלים, ונתכבד להיות שליח צבור, צריך לומר ''ועל הנסים'' בחזרת התפלה, שעל כל פנים הימים האלה ימי נסים לכלל ישראל, ולא הוי הפסק"
        },
        {
            "id": 84,
            "text": "שליח צבור ירושלמי שהוזמן לקרות המגילה בתל אביב בליל י''ד, אם לן שם וישאר עד למחרת יום י''ד אחר עמוד השחר, רשאי לברך ולקרוא להם המגילה ואם חוזר באותו ערב אינו רשאי לקרות להם המגילה ואם אין אחר שיקרא להם המגילה רשאי לקרוא להם, אך טוב יותר שאחד מבני הקהל יברך את הברכות ושליח צבור שבא מתל אביב, אינו רשאי לקרות לבני ירושלים ביום ט''ו אדר"
        },
        {
            "id": 85,
            "text": "מסורת בידינו שהעיר לוד היתה מוקפת חומה מימות יהושע בן נון, ואף על פי כן תושבי לוד שבזמנינו יקראו המגילה בי''ד בברכה, ויחזרו לקרוא בט''ו בלי ברכה שדינה כדין עיירות המסופקות ומדת חסידות נכון לנהוג כל דיני הפורים, במשתה ושמחה משלוח מנות ומתנות לאביונים, גם בט''ו"
        },
        {
            "id": 86,
            "text": "כבר פשט המנהג שבעיירות המסופקים באיזה יום לקרות המגילה, שקורין המגילה ביום י''ד וביום ט''ו, ומברכים ביום י''ד בלבד, שהוא זמן קריאתה לרוב העולם, ועוד, דאפשר שנבנו רחוק ממקומם הראשון ולכן אמרו חזקיה קרי בי''ד ובט''ו בטבריא, והיינו טעמא מפני שהיא בספק אם יש לה דין מוקפת חומה וכן נהגו מכבר לקרות בחברון בי''ד ובט''ו וכן נהגו כיום בכל העיירות העתיקות שבארצנו הקדושה לקרות בי''ד ובט''ו, כגון ביפו, ועכו וצפת ולוד ובאר שבע, , וחיפה"
        },
        {
            "id": 87,
            "text": "בעיירות המסופקות ומכל מקום אין להם לקרות בספר תורה ''ויבא עמלק'' אלא אם הוא יום שני יקראו בפרשת השבוע כי יש חשש ברכה לבטלה אם יקראו בפרשת ''ויבא עמלק''"
        },
        {
            "id": 88,
            "text": "אפילו בעיירות המסופקות אם נאנסו ולא קראו בי''ד, לא יברכו על קריאתה בט''ו לכאורה יש כאן ס''ס, שמא הלכה כמ''ש בשה''ל בשם רבי בנימין שיש לקרותה בט''ו בברכה, ושמא בעיירות המסופקות, דבלא''ה קוראים גם בט''ו, בנ''ד יקראו בט''ו בברכה אלא שמלבד דלא מהני ס''ס בברכות, וראה בשו''ת חזו''ע  וביחוה דעת ח''ה  ועוד, דשמא כדעת הגאונים שסוברים שא''צ לקרוא אלא בי''ד וע' בחזו''ע עמו' קיג]"
        },
        {
            "id": 89,
            "text": "בעיירות המסופקות דעת מרן הבית יוסף שמנהג טוב הוא לומר ''ועל הנסים'' בתפלה ובברכת המזון, בשני הימים, ואין בזה חשש הפסק"
        },
        {
            "id": 90,
            "text": "עיר שיש בה ספק אם היתה מוקפת חומה מימות יהושע בן נון או לאו, צריכים לקיים בה את מצות סעודת פורים ומשלוח מנות ומתנות לאביונים ביום ארבעה עשר באדר, וטוב וראוי להחמיר לנהוג לקיים המצוות הנ''ל גם ביום חמשה עשר באדר, דהיינו שישלחו לכל הפחות משלוח שתי מנות לאיש אחד, ושתי מנות לשני אביונים ויאכלו סעודה נאה גם ביום חמשה עשר באדר"
        },
        {
            "id": 91,
            "text": "עיר שהיא ספק אם היא מוקפת חומה מימות יהושע בן נון או לא, אינם עושים מלאכה בארבעה עשר באדר, אבל בחמשה עשר באדר מותרים בעשיית מלאכה"
        },
        {
            "id": 92,
            "text": "בעיר בני ברק יע''א מכיון שהיא סמוכה ברצף הבתים לעיר יפו, וכן בעיר תל אביב והסביבה, טוב שיקראו גם ביום ט''ו בלא ברכה ומכל מקום אין צריך לחייב בזה את הצבור, אחר שמעיקר הדין אין בזה חיוב, דרק סמוך לעיר שהיא בודאי מוקפת חומה קוראים בט''ו, אבל בעיר שהיא סמוכה לעיר שיש בה ספק אם היא מוקפת חומה וכו', אין צריך לקרוא גם בט''ו ובחיפה ראוי לנהוג לקרוא גם בט''ו בלא ברכה, אחר שהיא סמוכה ממש לחיפה העתיקה וכן נוהגים בזמנינו בטבריה וחברון וצפת ועכו ויפו ולוד ורמלה ובית שאן, לקרות בי''ד בברכה, ובט''ו בלא ברכה סימן תרפח ס''ו - דיני פורים משולש"
        },
        {
            "id": 93,
            "text": "אף על פי שבירושלים שהיא עיר המוקפת חומה, צריך לקרות בה המגילה בט''ו באדר בכל שנה ושנה, מכל מקום בשנה שחל פורים של כרכים המוקפים חומה, דהיינו ט''ו באדר, בשבת, יש להקדים קריאת המגילה ליום ארבעה עשר באדר, דהיינו ביום הששי שגזרו חז''ל שלא לקרות המגילה בשבת, כי הכל חייבים בקריאתה ואין הכל בקיאים בקריאתה, גזירה שמא יטלנה בידו ויוציאנה מרשות היחיד לרשות הרבים, או שיעבירנה ארבע אמות ברשות הרבים, ויוליכנה אצל בקי לקרות בה  ועוד שעיניהם של עניים נשואות למקרא מגילה, לקבל המתנות לאביונים, וזה אי אפשר בשבת נמצא שבשנה ההיא תושבי ירושלים שוים בזמן חיוב קריאת המגילה לכל העולם, שקוראים המגילה ביום הששי"
        },
        {
            "id": 94,
            "text": "מי שנאנס ולא קרא את המגילה ביום ששי, והוא מהמוקפים, אף על פי כן לא יקרא את המגילה בשבת שהוא יום ט''ו וכן נער שנעשה בר מצוה בשבת שהוא יום ט''ו אדר אינו רשאי לקרוא המגילה בשבת וטוב שיגמרו את ההלל בשבת בלי ברכה"
        },
        {
            "id": 95,
            "text": "לכתחלה מצוה מן המובחר לקרות המגילה בעשרה, לפרסומי ניסא ואם אין שם עשרה, קוראים את המגילה בפחות מעשרה בברכותיה בתחלה, אבל לא יברך ברכה אחרונה אלא בעשרה, שאין ברכה אחרונה אלא מנהג, ולא תיקנו לאומרה אלא בציבור וכן הקורא את המגילה בביתו להוציא את בני ביתו ידי חובתן, יברך עליה שלשת הברכות שלפני המגילה, אבל לא יברך לאחריה ברכת האל הרב את ריבנו, ואפילו כשקוראים המגילה בזמנה הדין כן וכן המנהג בירושלים ת''ו וכן יש להנהיג בכל מקום ומי שמברך ברכה אחרונה של מגילה כשאין עשרה הוא מכניס עצמו בספק ברכה לבטלה, ואין עונים אחריו אמן ומכל מקום אם יש שם עשר נשים ששומעות המגילה לצאת ידי חובה רשאי הקורא לברך לאחריה, כיון שעל כל פנים יש בזה פרסומי ניסא  ואפשר שאפילו קטנים וקטנות שהגיעו לחינוך מצטרפים לעשרה לפרסומי ניסא לברכה אחרונה"
        },
        {
            "id": 96,
            "text": "המתנות לאביונים יש לחלקם לעניים ביום הששי, מפני שעיניהם של עניים נשואות למקרא מגילה, כי בשעת הקריאה, מרוב חיבת הנס הלב פתוח לתרום בעין יפה לטובת העניים  וכל המרבה במתנות לאביונים הרי זה משובח, שאין לך שמחה גדולה ומפוארה כאדם המשמח לב עניים יתומים ואלמנות וגרים, שהמשמח לב האומללים האלה דומה לשכינה, שנאמר להחיות רוח שפלים ולהחיות לב נדכאים  וחובת מתנות לאביונים, שתי מתנות שיחולקו לשני עניים ואף על פי שמצד עיקר הדין די בנתינת פרוטה לכל עני, טוב ונכון לנהוג עין יפה ביום זה במצוה יקרה זו, כמו שכתבו כמה אחרונים, ששיעור מתנה לאביון יהיה כשיעור סעודה של פת במשקל שלש ביצים, או שווי סעודה כזאת"
        },
        {
            "id": 97,
            "text": "יום הששי שהוא י''ד באדר, מותר בעשיית מלאכה לבני ירושלים, שלא נהגו איסור בעשיית מלאכה בפורים אלא בזמנו, דהיינו ביום ט''ו, אבל כשמקדימים קריאת המגילה לערב שבת, לא נהגו איסור כלל ומכל שכן שמותר להסתפר לכבוד שבת ואמנם יש מרבני ירושלים שפסקו להחמיר בזה, אבל אין דבריהם מחוורים להלכה והעיקר להקל בזה והמחמיר תבוא עליו ברכה אולם ביתר ערי הארץ המנהג שלא לעשות מלאכה בערב שבת, הואיל והוא פורים שלהם בזמנו ורק להסתפר לכבוד שבת מותר"
        },
        {
            "id": 98,
            "text": "ביום השבת בירושלים יש לומר ועל הנסים בכל תפלות השבת, שהרי הוא יום ט''ו באדר, שהוא פורים של כרכים המוקפים חומה, שירושלים נמנית עליהם  וכן יש לומר ועל הנסים בברכת המזון של סעודות שבת"
        },
        {
            "id": 99,
            "text": "בשבת שהוא ט''ו באדר, בירושלים מוציאים שני ספרי תורה, וכשמסיים המשלים קריאת פרשת השבוע, ואומר קדיש, קורא המפטיר בספר שני פרשת ויבוא עמלק עד סופה ואין צריך לכפול הפסוק האחרון ואומר קדיש, ומפטיר פקדתי את אשר עשה עמלק, כהפטרת שבת זכור וביתר ערי הארץ מוציאים ספר תורה אחד וקוראים בפרשת השבוע, ומפטירים גם כן הפטרת השבוע"
        },
        {
            "id": 100,
            "text": "בשבת שהוא ט''ו אדר, בירושלים שואלין ודורשין בענינו של יום הפורים"
        },
        {
            "id": 101,
            "text": "אף על פי שאין עושים סעודת פורים בשבת בירושלים, כשחל אז ט''ו אדר, אלא ביום ראשון שהוא ט''ז באדר, מכל מקום נכון לעשות עוד מנה מיוחדת לכבוד פורים ולצרפה לסעודות שבת, ולשתות יין או שכר ויתר משקאות, לזכר הנס"
        },
        {
            "id": 102,
            "text": "יום ט''ו באדר שחל בשבת, אסור למוקפין לטלטל מגילת אסתר, שכיון שגזרו חז''ל שלא לקרות מגילת אסתר בשבת בפורים לצאת בה ידי חובה, משום שלא יעבירנה ד' אמות ברשות הרבים, יש עליה תורת מוקצה, הילכך אין לטלטלה אבל בשאר שבתות השנה מותר לטלטלה, שהיא ראויה לקרות בה"
        },
        {
            "id": 103,
            "text": "קטן תושב ירושלים, הנעשה בר-מצוה ביום שבת ט''ו באדר, יוצא ידי חובת מגילה בקריאתה שבערב שבת, ואינו רשאי לקרותה בשבת וטוב שיאמר הלל בלי ברכה"
        },
        {
            "id": 104,
            "text": "ביום ראשון שהוא ט''ז באדר, עושים סעודת פורים, על פי האמור בירושלמי , שהטעם שאין לעשות סעודת פורים בשבת, משום שנאמר לעשות אותם ימי משתה ושמחה, את ששמחתו תלויה בבית דין, יצא שבת ששמחתו תלויה בידי שמים כלומר, ששמחת שבת אינה מתקנתם של מרדכי ואנשי כנסת הגדולה, אלא הלכה קדומה בידי שמים, וכמו שאמרו בספרי וביום שמחתכם, אלו השבתות ועל זה סמכו לומר בתפלות שבת ישמחו במלכותך שומרי שבת וקוראי עונג ולכן יש לעשות הסעודה ביום ראשון ומכל מקום נכון לעשות עוד מנה מיוחדת לכבוד פורים ולצרפה לסעודות שבת, ולשתות יין או שכר ויתר משקאות, לזכר הנס"
        },
        {
            "id": 105,
            "text": "ביום ראשון שולחים מנות איש לרעהו, שתי מנות לאיש אחד וכל המרבה לשלוח לרעים הרי זה משובח ויש מחמירים לשלוח מנות גם בשבת  והמחמיר תבוא עליו ברכה ואין בזה כל איסור ובדיעבד כשכבר שלח מנות לרעהו בי''ד, יצא ידי חובה ומכל מקום טוב ונכון לחזור ולשלוח מנות ביום א' ט''ז באדר"
        },
        {
            "id": 106,
            "text": "ביום ראשון ט''ז אדר בירושלים אין לומר וידוי ונפילת אפים, כיון שהוא יום משתה ושמחה ואם חל יום פקודת השנה של אביו או אמו בט''ז אדר, ורגיל להתענות בו, לא יתענה כלל בשנה זו, כיון שעליו לקיים מצות סעודת פורים, ואינו צריך לעשות התרה לשם כך"
        },
        {
            "id": 107,
            "text": "כשעושים סעודת פורים ביום ראשון, אין לומר ''ועל הנסים'' בברכת המזון, כיון שאינו יום פורים ממש, והוא רק תשלומין לסעודת פורים ונכון לנהוג לומר ועל הנסים באמצע הרחמן ואם עשה סעודת פורים במוצאי שבת לא יצא ידי חובה"
        },
        {
            "id": 108,
            "text": "דיני אבלות נוהגים ביום ראשון ט''ז אדר, אף על פי שמקיימים בו ביום סעודת פורים ואע''פ שבפורים משולש קוראים את המגילה ביום י''ד אדר, ואין בו מצות עודת פורים, אלא הסעודה לבני ירושלים היא ביום ראשון, מכל מקום אין אבלות נוהגת גם ביום ששי י''ד בו סימן תרפט - שהכל חייבים בקריאת המגילה"
        },
        {
            "id": 109,
            "text": "חייב אדם לקרוא את המגילה בלילה ולחזור ולשנותה ביום, ושל לילה זמנה כל הלילה מצאת הכוכבים עד עלות השחר  וזמני עמוד השחר שברוב הלוחות בארץ אינם נכונים להלכה"
        },
        {
            "id": 110,
            "text": "במקום שיש אונס גמור, שאי אפשר לקרוא את המגילה בצבור אלא מבעוד יום, אחר פלג המנחה, וכגון בזמן שהשלטונות מטילים עוצר כללי בשעות הלילה, מותר לקרוא את המגילה בשעה זו, ואין לדחות קריאתה לקוראה ביחיד אחר צאת הכוכבים והיכא דאפשר טוב ונכון לחוש להחמיר ולקרוא את המגילה לאחר שהגיע זמן רבינו תם"
        },
        {
            "id": 111,
            "text": "קריאת המגילה של היום זמנה כל היום, מהזריחה ועד השקיעה ובדיעבד אם קראה קודם הזריחה, אחר עמוד השחר, יצא  וכן מי שאנוס ואינו יכול לקרותה אחר הזריחה, רשאי לקוראה אחר שעלה עמוד השחר אפילו לכתחלה ואם לא קרא כל היום, ונזכר סמוך לשקיעה, אם ברור לו שיוכל לסיים קריאתה בתוך י''ג דקות וחצי שלאחר השקיעה, יברך על המגילה ויקרא וכן הדין כשרוצה להוציא ידי חובה את בני ביתו ואם נזכר אחר השקיעה, בתוך זמן בין השמשות, יקרא המגילה בלי ברכות"
        },
        {
            "id": 112,
            "text": "אם נאנס ולא קרא המגילה בלילה אין לה תשלומין ביום לקוראה פעמיים"
        },
        {
            "id": 113,
            "text": "מצוה מן המובחר לקוראה ברוב עם, ולכן מבטלים תלמוד תורה לשמוע מקרא מגילה, ואפילו יש בבית המדרש מאה איש מצוה שילכו לבית הכנסת לקוראה בצבור, שברוב עם הדרת מלך  ואפילו כהנים בעבודתם ולויים בדוכנם וישראל במעמדם, היו מבטלים העבודה של בית המקדש, והולכים לשמוע מקרא מגילה עם הצבור, משום פרסומי ניסא  ומכל מקום אם יש הפרעות בבית הכנסת שאי אפשר לו להתגבר עליהם וכתוצאה מהם אינו יכול לשמוע קריאת כל המגילה כראוי, יכול לקרותה בעשרה"
        },
        {
            "id": 114,
            "text": "הכל חייבים בקריאתה אנשים ונשים וגרים ולכן הנשים שאינן יכולות לבוא לבית הכנסת לשמוע מגילה מהשליח צבור, או שאינן יכולות לשמוע קריאתה היטב מפי הקורא, מפני ההפרעות שבבית הכנסת במקום שמכים המן, חייבות לשמוע קריאתה מפי אדם הבקי בקריאתה וכן אמרו חז''ל: נשים חייבות במקרא מגילה שאף הן היו באותו הנס ורבי יהושע בן לוי היה מכנס כל אנשי ביתו וקורא לפניהם ורבי יונה היה מתכוין לקרותה לפני הנשים שבביתו, שהכל היו בספק והכל חייבים בשמיעה"
        },
        {
            "id": 115,
            "text": "אין הנשים צריכות לבא לבית הכנסת לשמוע המגילה ברוב עם  ויישוב קטן שאין שם איש שיודע לקרוא את המגילה כהלכה, ויש שם אשה שיודעת לקרות המגילה, יכולים להתאסף באחד הבתים והאשה תעמוד בצד בצניעות, ותקרא להם המגילה בטעמיה"
        },
        {
            "id": 116,
            "text": "אף על פי שכבר יצא האיש ידי חובת קריאת המגילה בקריאה שבבית הכנסת, חוזר וקורא המגילה בביתו להוציא את הנשים ידי חובתן ואין הנשים צריכות לבא לבית הכנסת לשומעה ברוב עם והקורא את המגילה בביתו להוציא את אשתו ובני ביתו מברך כל הברכות שלפניה כשם שהאנשים מברכים בבית הכנסת ואפילו אם הנשים יודעות לברך בעצמן, אם קשה להן לברך כל הברכות, יברך הוא את כל הברכות כולל ברכת שהחיינו ויענו אמן, ויצאו ידי חובה מדין שומע כעונה וכן המנהג פשוט בעיה''ק ירושלים ת''ו וכן יש להנהיג בכל מקום"
        },
        {
            "id": 117,
            "text": "יש מהאשכנזים שנוהגים שנשים מברכות קודם המגילה ''לשמוע מגילה'' במקום ''על מקרא מגילה'' אולם מנהג כל קהלות הספרדים שאף בקריאת המגילה לנשים יש לברך על מקרא מגילה וכן מנהג כמה מקהלות האשכנזים"
        },
        {
            "id": 118,
            "text": "יש אומרים שאף על פי שהנשים חייבות במקרא מגילה, אינן מוציאות את האנשים ידי חובתם וכן מנהג האשכנזים  ויש אומרים שהנשים יכולות להוציא את האנשים ידי חובה, וכן דעת מרן השלחן ערוך וכן עיקר למנהג הספרדים  ומכל מקום נכון לחוש לדעת המחמירים דלכתחלה לא תוציא האשה את האיש ידי חובה אלא אם כן בשעת הדחק  ובדיעבד מיהא השומע קריאתה מאשה בודאי שיצא ידי חובתו, ואין צריך לחזור ולקרותה"
        },
        {
            "id": 119,
            "text": "אשה שיצאה ידי חובת מקרא מגילה, יש אומרים שמאחר ואין הנשים בכלל ערבות, אינן בדין אף על פי שיצא מוציא ויש חולקים ואומרים שיכולה להוציא אנשים ידי חובתם, דבמצוה שהיא חייבת יש לה דין ערבות גם כן"
        },
        {
            "id": 120,
            "text": "צריך לשמוע קריאתה מפי אדם שחייב במקרא מגילה, ולכן קטן אינו מוציא אחרים ידי חובתם, ואפילו הגיע לחינוך"
        },
        {
            "id": 121,
            "text": "מחנכים את הקטנים לשמוע מקרא מגילה  וקטנים שלא הגיעו לחינוך אין להביאם לבית הכנסת, שהם רק מבלבלים את השומעים החייבים בקריאתה והמביאם לבית הכנסת, חטא רבים נשא ולכן על גבאי בתי הכנסת לעמוד על המשמר להשגיח שלא יפריעו הקטנים בהכאות המן ברעשנים ובאקדחי-פורים, ופיצוצים אחרים, הגורמים להפרעת הסדר בבית מקדש מעט, וגרימת מניעת שמיעת מקרא מגילה כהלכה לאנשים המחוייבים בה"
        },
        {
            "id": 122,
            "text": "חרש שאינו יכול להשמיע לאזנו, אינו חשוב כל כך בר חיובא, הילכך אף על פי שהוא צריך לקרותה, כיון שאף הוא היה באותו הנס, מכל מקום אינו יכול להוציא את אחרים ידי חובתם  אבל מי שכבדו אזניו משמוע וצריכים לצעוק אליו בקול רם כדי שישמע, חייב בקריאתה לכל הדיעות, ומוציא אחרים ידי חובתם"
        },
        {
            "id": 123,
            "text": "מי שיכול לשמוע על ידי חצוצרות, אינו נקרא חרש לענין זה, ומוציא אחרים ידי חובה  וכן בזמנינו שכבדי השמע מניחים סמוך לאזניהם מכונת שמיעה חשמלית, השומע על ידי המכונה הזאת אינו נקרא חרש, ומוציא אחרים ידי חובתם"
        },
        {
            "id": 124,
            "text": "השומע מקרא מגילה ברדיו אינו יוצא ידי חובתו, אפילו כששומע על ידי שידור חי  והשומע ברכות המגילה ברדיו אינו עונה אמן, אבל אם שומע הברכות בשידור חי, עונה אמן וכן השומע ברכות דרך הטלפון עונה אמן אבל אינו יוצא ידי חובה, שאין האדם שומע את הקול ממש, אלא תנודות ממברנא שנוצרו על ידי המדבר למכשירים אלו, והתנודות מועברות באמצעות זרם חשמלי"
        },
        {
            "id": 125,
            "text": "כשאולם בית הכנסת רחב מאד, ובו קהל גדול לשמוע המגילה, ומשמיעים מקרא המגילה על ידי רם-קול, היושבים סמוך לשליח צבור באופן שגם אם ינטל הרם-קול יוכלו לשמוע מהשליח צבור, ואין הרם-קול אלא מסייע להגברת קול השליח צבור, יוצאים ידי חובתם  אבל היושבים רחוק מהשליח צבור שבלעדי הרם קול לא היו יכולים לשמוע את הקריאה מהשליח צבור, לא יצאו ידי חובתם ובאופן כזה אין להשמיע קריאת המגילה על ידי רמקול"
        },
        {
            "id": 126,
            "text": "סומא ואילם חייבים לשמוע מקרא מגילה מאחר סימן תרצ - דיני קריאת המגילה"
        },
        {
            "id": 127,
            "text": "השליח צבור צריך לברך ולקרות המגילה מעומד מפני כבוד הצבור"
        },
        {
            "id": 128,
            "text": "יש נוהגים שכל הקהל הנמצא בבית הכנסת עומד על רגליו בשעת הברכות של המגילה, ואחר כך יושבים וקוראים המגילה ויש נוהגים שהקהל יושב בין בשעת קריאת המגילה בין בברכותיה  וכל מקום יעשו כמנהגם  והנוהגים לעמוד בברכות, גם כשקוראים בבית להוציא את הנשים ידי חובה, טוב שיעמדו בעת הברכות  אבל קריאתה בבית אינה צריכה מעומד"
        },
        {
            "id": 129,
            "text": "טוב ששני אנשים יעמדו מימין ומשמאל השליח צבור בעת הברכות ובקריאת המגילה"
        },
        {
            "id": 130,
            "text": "יש אומרים שכשם שאסור לאחוז ספר תורה ערום בלי מטפחת כן אסור לאחוז מגילת אסתר בלי מטפחת  ויש מתירים לאחוז המגילה בלי מטפחת  וטוב להחמיר ליטול הידים קודם שיאחז במגילה כי יש סברא להקל בזה, וראוי לצרפה לענין מגילה"
        },
        {
            "id": 131,
            "text": "מי שנפלה מידו המגילה לארץ, אין צריך להתענות על כך, ומ''מ יתן פדיון תענית לצדקה"
        },
        {
            "id": 132,
            "text": "מי שיש בידו מגילה כשרה וקוראה יחד עם הש''צ, רשאי לברך בעצמו בלחש עם הש''צ, ואין לחוש בזה לברכה שאינה צריכה ומכל מקום עדיף יותר לשמוע הברכות מפי השליח צבור, שמכוין להוציא את כל השומעים ידי חובתם, משום שברוב עם הדרת מלך , ויענה אחריו אמן"
        },
        {
            "id": 133,
            "text": "יש מי שכתב שנכון שכל אחד מהקהל שיש בידו מגילה כשרה יברך על המגילה, ויסיים הברכה בעוד שהשליח צבור מנגן בברכה ''כדי שיוכל לענות אמן אחר הש''צ'' אולם למעשה אין לנהוג כן, דכל כהאי גוונא לכתחלה הוי הפסק בין הברכה למצוה ומכל מקום בדיעבד אם עבר וענה אמן, לא יחזור לברך על המגילה"
        },
        {
            "id": 134,
            "text": "קודם הקריאה יאמר השליח צבור שהוא מכוין להוציא את הקהל ידי חובת הקריאה, ויעורר את תשומת לב הקהל שגם הם יכוונו לצאת ידי חובת מקרא מגילה, שגם במצוות דרבנן נקטינן לכתחלה דמצוות צריכות כוונה ובפרט במקרא מגילה שהיא מדברי קבלה, ודמיא לדברי תורה ויזהירם שאם לא ישמעו תיבה אחת, יקראו רק תיבה זו מתוך החומש ויודיעם שלא יענו ברוך הוא וברוך שמו בהזכרת שם ה' בברכות"
        },
        {
            "id": 135,
            "text": "הקורא את המגילה אינו צריך לפושטה תחלה, אלא רשאי לברך ולהתחיל בקריאת המגילה כשעודנה גלולה כספר תורה ומברך וקורא וכשמסיים העמוד הראשון אינו גולל כספר תורה אלא מניחו פתוח, וכן הלאה בכל עמוד ועמוד, עד שכאשר מסיים הקריאה תהיה כל המגילה פתוחה לפניו כאגרת  ויש אומרים שצריך לפשוט המגילה כאגרת קודם הברכות  והעיקר כדעה ראשונה  ומכל מקום טוב שהשליח צבור לבדו שינהג כן, וקודם הקריאה יפשוט את המגילה כולה לפניו כאגרת, להראות הנס, ואחר כך יברך ויקרא"
        },
        {
            "id": 136,
            "text": "לכתחלה יש לקרוא המגילה בטעמיה, אך אם אין שם מי שיודע הטעמים, יקראו המגילה בלי טעמים"
        },
        {
            "id": 137,
            "text": "הקורא לעצמו יזהר להשמיע לאזנו, שלדעת הרי''ף הרא''ש והרמב''ם אם לא השמיע לאזנו לא יצא אך בדיעבד אם לא השמיע לאזנו, אך ביטא בשפתיו, יצא"
        },
        {
            "id": 138,
            "text": "אם דילג פסוק, ואחר כמה פסוקים קרא הפסוק שדילג, והמשיך משם, לא יצא, אלא חוזר לאותו פסוק שדילג, וממשיך משם על הסדר"
        },
        {
            "id": 139,
            "text": "צריך לדקדק היטב בקריאת המגילה לבל ידלג אף תיבה אחת ממנה, כי רבו הפוסקים הסוברים שאם חיסר אפילו תיבה אחת מהמגילה לא יצא ידי חובתו ועל כן ישתדל הקורא לבטאת היטב כל מלה כדי שכל הצבור ישמעו ויצאו ידי חובת מקרא מגילה"
        },
        {
            "id": 140,
            "text": "במקום שהתינוקות מרעישים באמירת המן וכדומה, על הש''ץ להמתין עד שיעבור הרעש, ולחזור התיבה ההיא כדי להוציא מי שלא שמע התיבה כראוי"
        },
        {
            "id": 141,
            "text": "עניים וכן גבאי צדקה לא יסתובבו בקופותיהם לקבל צדקה בעת מקרא מגילה שמבלבלין השומעים"
        },
        {
            "id": 142,
            "text": "נכון שכל אדם יחזיק בידו מגילה כשרה, שבמקרה שלא שמע איזו תיבה מהשליח צבור יוכל לקרותה בעצמו במגילה כשרה ואם אין ידו משגת, לכל הפחות יקח בידו מגילה שאינה כשרה, שאם לא שמע איזה תיבות יוכל לאומרם מתוך הכתב"
        },
        {
            "id": 143,
            "text": "מי שאוחז בידו מגילה שאינה כשרה , יזהר שלא יקרא עם השליח צבור, אלא שומע מהשליח צבור בשתיקה ויוצא ידי חובה"
        },
        {
            "id": 144,
            "text": "אין מדקדקים בטעויות מקרא מגילה, שאם קרא יהודיים במקום יהודים או להיפך, יצא, שהכל ענין אחד אבל טעות אחרת, כגון שאמר ומרדכי ישב במקום יושב, והמן נפל במקום נופל וכדומה, לא יצא  וצריך לחזור למקום הטעות ולקרוא כראוי משם ולהלן, שחשוב כאילו דילג אותה תיבה שטעה בה"
        },
        {
            "id": 145,
            "text": "ספרדי השומע קריאת המגילה מפי אשכנזי הקורא אותה כמבטא אשכנז, יוצא ידי חובתו וכן להיפך, אשכנזי ששומע מקרא מגילה מספרדי במבטא ספרדי, יצא"
        },
        {
            "id": 146,
            "text": "יש נוהגים כשמגיעים לפרק ח' פסוק יא, כופלים: להשמיד ''להרוג'', ''ולהרוג'' כי ישנם ב' נוסחאות בזה ובפסוק: ואיש לא עמד ''בפניהם'' כופלים אותו ואומרים ואיש לא עמד ''לפניהם'' בפעם השניה  ובדיעבד אם לא חזר לומר ''ולהרוג'', וסיים המגילה, יצא, ואין צריך לחזור לקרוא המגילה"
        },
        {
            "id": 147,
            "text": "ומיהו לענין ויהי ''כאומרם'' אליו יום ויום, שהכתיב הוא באמרם, והקרי כאומרם, וכמ''ש המנחת שי, אין צורך לקרוא שניהם, אלא קוראים ''כאומרם'' בכ''ף בלבד ככל קרי וכתיב שבתורה שאין החזן קורא אלא הקריאה בלבד,"
        },
        {
            "id": 148,
            "text": "יש לקרוא כל איש ''שורר'' בביתו, בשין שמאלית, לשון שררה  וכן המנהג פשוט"
        },
        {
            "id": 149,
            "text": "צריך לומר עשרת בני המן, ותיבת ''עשרת'' בנשימה אחת, להודיע שכולם נהרגו ונתלו כאחד  וטוב לנהוג לומר בנשימה אחת החל מתיבות ''חמש מאות איש'' וכו', עד ''עשרת'' והטעם כי עשרת בני המן היו שרי חמשים על אותם חמש מאות איש דרשות מהרי''ל בשם הרוקח הרמ''א שם מטה משה  יוסף אומץ יוזפא ] וכל זה לכתחלה, אבל בדיעבד שלא אמרם בנשימה אחת יצא"
        },
        {
            "id": 150,
            "text": "בין פסוק לפסוק אנו נוהגים לפסוק כדי נשימה ולא יותר"
        },
        {
            "id": 151,
            "text": "אין הקהל צריכים לומר עם החזן את עשרת בני המן בנשימה אחת, שגם בזה יוצאים ידי חובה מהשליח צבור מדין שומע כעונה"
        },
        {
            "id": 152,
            "text": "לכתחלה נכון להזהר כשקורא עשרת בני המן לקרות התיבות ''ואת'' של כל אחד מעשרת בני המן מתוך המגילה כראוי"
        },
        {
            "id": 153,
            "text": "כז נוהגים לומר ארבעה פסוקים של גאולה כל הקהל ביחד בקול רם, והם: איש יהודי היה בשושן הבירה, בלילה ההוא נדדה שינת המלך, ומרדכי יצא מלפני המלך, ליהודים היתה אורה ושמחה ובירושלים מוסיפים עוד פסוק: כי מרדכי היהודי משנה למלך אחשורוש ובכל אלה צריך השליח צבור לחזור ולקוראם לבדו מתוך המגילה"
        },
        {
            "id": 154,
            "text": "כח כשהשליח צבור קורא לקרוא את הפסוק בלילה ההוא נדדה שנת ''המלך'', יטעים תיבת ''המלך'' כי שם רמז למלכו של עולם  וכל זה אינו אלא לענין תיבת המלך הראשונה, ולא לענין תיבת המלך שבסוף הפסוק ויהיו נקראים לפני המלך"
        },
        {
            "id": 155,
            "text": "כט כשמסיים קריאת המגילה גולל המגילה מסופה לתחלתה, ולא יברך ברכה אחרונה עד שיסיים לגלול את כל המגילה  ולכן על השליח צבור להמתין לצבור כדי שהצבור יספיקו לגללה קודם ברכה אחרונה, שגנאי הוא למגילה שתהיה מונחת פתוחה כך שלא לצורך"
        },
        {
            "id": 156,
            "text": "ל אם טעה החזן והתחיל הברכה האחרונה קודם שגללו המגילה, והזכיר שם ה', אין להפסיקו באמצע הברכה, אלא יסיים הברכה ואחר כך יגללו המגילה"
        },
        {
            "id": 157,
            "text": "לא אין לגלול את המגילה בשעת הברכה, שלכתחלה ראוי שלא להתעסק בשום דבר גם בעת שמברכים ברכות דרבנן,"
        },
        {
            "id": 158,
            "text": "לב נוסח הברכה האחרונה הוא: ברוך אתה ה' אלקינו מלך העולם האל הרב את ריבנו וכו', וחותמים: ברוך אתה ה' הנפרע לעמו ישראל מכל צריהם האל המושיע"
        },
        {
            "id": 159,
            "text": "לג בחתימת הברכה אין לומר ''האל'' הנפרע  אבל בתחלתה צ''ל''האל'' הרב את ריבנו"
        },
        {
            "id": 160,
            "text": "לד לכתחלה לא ידבר עד שיברך ברכה אחרונה, אבל אם שח בין המגילה לברכה אחרונה, אפילו שח הרבה, מברך אחר כך"
        },
        {
            "id": 161,
            "text": "לה אם לא בירך לא לפני קריאת המגילה ולא לאחריה יצא ידי חובת מקרא מגילה, שאין הברכות מעכבות"
        },
        {
            "id": 162,
            "text": "לו רשאי כל אחד מהקהל לברך ברכה אחרונה של המגילה בלחש עם השליח צבור, ואין בזה חשש ברכה שאינה צריכה"
        },
        {
            "id": 163,
            "text": "לז הקורא ביחיד, אף על פי שמברך לפניה כל הברכות, מכל מקום לאחריה אינו מברך, שאין ברכה אחרונה אלא בצבור"
        },
        {
            "id": 164,
            "text": "לח כבר נתבאר לעיל שהקורא את המגילה בביתו להוציא את הנשים מברך ברכות המגילה, כשם שמברכים האנשים בבית הכנסת וכן המנהג פשוט אבל ברכה אחרונה שהיא ברכת ''האל הרב את ריבנו'' אין לברך אלא בעשרה והשומע ברכה אחרונה כשאין עשרה, אין לו לענות ''אמן'' דשב ואל תעשה עדיף ואם ישנן עשר נשים שהתאספו לשמוע מקרא מגילה, מברכים גם ברכה אחרונה"
        },
        {
            "id": 165,
            "text": "לט נוהגים לומר אחר קריאת המגילה וברכתה האחרונה, ארור המן, ברוך מרדכי, ארורה זרש, ברוכה אסתר, ארורים הרשעים שונאי ה', ברוכים כל הצדיקים המאמינים בה' וגם חרבונה זכור לטוב  ומנהגינו לכופלו שלש פעמים"
        },
        {
            "id": 166,
            "text": "מ יש מי שכתב שבשעה שאומר הקורא במגילה שם ''המן'', יאמר השומע ''ושם רשעים ירקב''  אולם לא נהגו כן, שחששו להפסק, ועוד שיש לחוש פן לא ישמע איזה תיבות מפי השליח צבור בעת אמירתו שם רשעים ירקב ושב ואל תעשה עדיף ודי במה שאומרים אחר המגילה ארור המן וארורה זרש וכו' מנהגי פורים"
        },
        {
            "id": 167,
            "text": "מה שנוהגים להתחפש וללבוש מסיכות בפורים, אין כל איסור בדבר"
        },
        {
            "id": 168,
            "text": "אסור באיסור מוחלט לאיש ללבוש בגדי אשה, וכן לא תלבש אשה בגדי איש, גם ביום הפורים וגם לילדים נכון שלא לעשות כן"
        },
        {
            "id": 169,
            "text": "וכן אסור להזמין קוסם ביום פורים שעל ידי זריזות תנועותיו נראה כעושה מעשה להטים, לשעשע את הרואים, אף על פי שאינו עושה שום פעולה של כישוף אלא שיש מקום להתיר בקוסם גוי, שאינו אלא אוחז העינים"
        },
        {
            "id": 170,
            "text": "מה שיש נוהגים בישיבות לאחרונה, לבחור להם ''רב'' פורים, אשר משמיע במרום קולו בדברי ליצנות והיתול על ראש הישיבה ורמ''י הישיבה, בדברי בקורת בבדיחות הדעת, לא תהא כזאת בישראל, כי אין שום היתר בדבר, והמבדח הזה על חשבון חכמי ישראל גדול עונו מנשוא עליו נאמר שתו בשמים פיהם ולשונם תהלך בארץ והוא בכלל מבזה תלמידי חכמים שאין לו חלק לעולם הבא , ועליו אמר שלמה בחכמתו כמתלהלה היורה זיקים חצים ומות, ואמר הלא משחק אני וכל היושב שם ואינו מוחה על כבוד התורה נלכד גם הוא בשחיתותם ומאד יפלא על בני תורה אשר ירהיבו עוז לעשות כן, האם שכחו מה ששנו חכמים: והוי זהיר בגחלתם שלא תכוה וכל מי שיש בידו יכולת לבטל המנהג הרע הזה, עליו לשנס מתניו, לבער הרע מקרבנו, ולא ישמע ולא יפקד ולא יזכר עוד כדבר הרע הזה ולשומעים ינעם ועליהם תבא ברכת טוב סימן תרצא - דיני כתיבת המגילה"
        },
        {
            "id": 171,
            "text": "הגויל או הקלף של המגילה, דעת הרמב''ם שאין צריכים עיבוד ''לשם מגילה'', ודעת רבינו תם שצריכים עיבוד לשמה ופסק מרן בשלחן ערוך בסתם כדעת הרמב''ם, ודעת ר''ת הביא בשם יש אומרים, וקיימא לן הלכה כסתם"
        },
        {
            "id": 172,
            "text": "סופר שכתב מגילת אסתר ושכח לומר שהוא כותבה לשמה, ורק במחשבתו חשב קודם הכתיבה שהוא כותב המגילה למצותה לצאת בה ידי חובת מקרא מגילה, מגילה זו כשרה לצאת בה ידי חובת מקרא מגילה, ויכולים לברך עליה כל ברכות המגילה לפניה ולאחריה ככל המגילות הכשרות ואפילו לא חשב הסופר כלל כנ''ל, אלא כתב המגילה בסתם, מגילה כשרה היא לדעת מרן שקבלנו הוראותיו, ויוצאים בה ידי חובה ואם יש לו מגילה אחרת שנכתבה לשמה, יש להעדיף אותה על פני מגילה זו, כדי שיהיה למצוה מן המובחר לכל הדעות"
        },
        {
            "id": 173,
            "text": "מגילה שנכתבה על ידי אשה, יוצאים במגילה זו ידי חובה אף לכתחלה, כיון שגם האשה חייבת בקריאתה וקטן שהגיע לחינוך שכתב מגילה, אם אין לו מגילה אחרת כשרה, בדיעבד יוצאים במגילה זו ידי חובה ואם נכתבה על ידי נער בר מצוה ולא נבדק אם הביא שתי שערות, כשרה לקרות בה אף לכתחלה"
        },
        {
            "id": 174,
            "text": "אין כותבים את המגילה אלא בדיו שחור על גויל או קלף כדין הספר תורה ואם כתבה על נייר פסולה ואם כתבה בשאר מיני צבעונים או באותיות מוזהבות פסולה ואם אחר שכתב בדיו פיזר על האותיות עפרות זהב, יעביר עפרות הזהב מעל האותיות ותחזור המגילה להכשרה"
        },
        {
            "id": 175,
            "text": "העיקר לדינא להצריך שרטוט במגילה בכל שיטה ושיטה, כדין ספר תורה ואם לא שירטט בכל שורה ושורה אף בדיעבד המגילה פסולה ומגילה שנכתבה בלא שירטוט, אף אם ישרטט אותה אחר הכתיבה, לא מהני, ונשארה בפיסולה"
        },
        {
            "id": 176,
            "text": "קטן שהגיע לחינוך שכתב מגילה לשמה, אם אין שם מגילה אחרת, בדיעבד המגילה כשרה, ויוצאים בה ידי חובה"
        },
        {
            "id": 177,
            "text": "מגילה שנכתבה ביד שמאל, בדיעבד כשרה"
        },
        {
            "id": 178,
            "text": "מן הדין אין המגילה צריכה תגין, אפילו על אותיות שעטנז גץ, ומכל מקום רבים נוהגים לעשות לה תגין, לצאת ידי חובת כל הפוסקים"
        },
        {
            "id": 179,
            "text": "מגילה שהסופר ניקד בה האותיות, נקודות הקריאה, כשרה לקרות בה ומכל מקום לכתחלה אין לנקד המגילה וכן אם כתב הסופר טעמי המקרא לקריאת המגילה בטעמיה, המגילה כשרה לקרות בה ולצאת ידי חובה וכן הדין אם כתב הסופר הברכות של המגילה בראש המגילה כשרה בדיעבד, ומותר לקרות בה לצאת ידי חובה"
        },
        {
            "id": 180,
            "text": "המגילה צריכה עמוד בסופה וחלק בראשה כשיעור להקיף המגילה בו ואם לא עשה לה עמוד בסופה, בדיעבד כשרה ולכתחלה יש לתפור את העמוד עם המגילה בחוטי גידין של בהמה טהורה, ובדיעבד אם נתפר בחוטי פשתן וכיו''ב כשרה וקוראים בה בברכותיה"
        },
        {
            "id": 181,
            "text": "מגילה שהשמיט בה הסופר באמצעה תיבות או פסוקים, אפילו עד חציה, וקראם הקורא על פה, יצא  וכן מגילה שהיו רוב אותיותיה מטושטשות או מקורעות, אם רישומן ניכר, כשרה ואם אין רישומן ניכר, אם היה רובה שלם כשרה  וכן מגילה שנפלו בה טעויות בחסרות ויתרות כשרה ואפילו נפל בה טעות שמשנה את הענין, או שטעה הסופר ותיקנה על ידי ''חק תוכות'', כשרה בדיעבד ויכולים לברך עליה ולצאת בה ידי חובה ולכתחלה יש לתקן המגילה שתהיה כתובה כדת"
        },
        {
            "id": 182,
            "text": "המגילה נקראת ספר ונקראת איגרת, נקראת ספר, שאם תפרה בחוטי פשתן פסולה, ונקראת איגרת שאם הטיל בה שלשה חוטי גידים כשרה, ובלבד שיהיו משולשים  וצריך לצאת ידי כולם, וכמו שכתב מרן בש''ע  ואשה שתפרה את הגידים במגילה, המגילה כשרה"
        },
        {
            "id": 183,
            "text": "מגילה שכתבה הסופר למפרע, שכתב תחלה הפרקים האחרונים של המגילה קודם שיכתוב את הפרקים הראשונים שלה, יש אומרים שדינה כדין הקורא את המגילה למפרע, שלא יצא, מפני שכתוב ככתבם וכזמנם, שתהיה הכתיבה כסדרה במה דברים אמורים שתפר יריעות המגילה כסדר שכתב למפרע, אבל אם תפר המגילה כסדרה וכהלכתה, כשרה, אף על פי שנכתבה למפרע וכן עיקר"
        },
        {
            "id": 184,
            "text": "מותר לסופרים כותבי המגילה להעתיק מתוך מגילה כשרה ומסודרת, באופן שכל עמוד מתחיל בתיבת ''המלך'', כדרך המגילה הכתובה לפניהם ויש אומרים שראוי לסופרים להמנע מלהתחיל כל עמוד של המגילה בתיבת ''המלך'', כמו שנהגו קצת סופרים, מפני שעל ידי כך מקצרים האותיות שבסוף העמוד או מאריכים אותן, כדי שיגיעו לתיבת ''המלך'' בתחלת העמוד, והוא שלא כדין  אך עתה נהגו הסופרים שלא לחוש לזה, מפני שהם מעתיקים ממגילות שמסודרות כן, ואינם מקצרים ולא מאריכים אותיות שלפני כן, שהכל ערוך לפניהם כהוגן"
        },
        {
            "id": 185,
            "text": "מגילות אסתר אשר חדשים מקרוב באו שלוקחים טבלאות של משי שחקוקים בהם עמודים שלמים של מגילות אסתר, ומניחים קלף מתחת לטבלאות המשי, ושופכים דיו על הטבלא וממרחים אותו הלוך ושוב במגב, והדיו יורד דרך נקבי המשי על הקלף, וכהרף עין נדפסים עמודים שלמים על הקלף, מגילות אסתר אלה פסולים אפילו בדיעבד, וגרע מדפוס שהוא פסול במגילה, כמו בספר תורה  והמברכים עליהם ברכתם ברכה לבטלה, והוא מכשול חמור מאד, שמכשיל את הרבים באיסור ברכה לבטלה ובביטול מצות מקרא מגילה  ומיהו אם חלק מועט מהמגילה נעשה בדפוס כנז', והרוב נכתב בכתב יד סופר כתיבה ממש, לא גרע מדקיימא לן שאם השמיט בה הסופר פסוקים וקראם הקורא בעל פה יצא והוא הדין לכאן"
        },
        {
            "id": 186,
            "text": "מותר לעשות לכתחלה יריעה של המגילה, אפילו פחות משלשה עמודים, ובלבד שיתפרנה בגידים כדינה ולכתחלה יש לעשות גליון המגילה למעלה ג' אצבעות, ולמטה ד' אצבעות, ובין דף לדף ב' אצבעות, כדין ספר תורה ובדיעבד די למעלה ב' אצבעות ולמטה ג' אצבעות, ובין דף לדף אצבע"
        },
        {
            "id": 187,
            "text": "לכתחלה יש לעשות כל פרשיות המגילה סתומות, ובדיעבד אם עשה כל פרשיותיה או מקצתן פתוחות כשרה, ויכולים לברך עליה"
        },
        {
            "id": 188,
            "text": "מגילה שרובה נעשית בדפוס, ומיעוטה בכתב יד הסופר, פסולה אפילו אם האותיות שבדפוס דומות מאד לאותיות של הסופר וכל שכן צילום מכתב יד של המגילה שהוא עוד יותר גרוע מן הדפוס כמו שכתבו הפוסקים אבל אם היה רובה בכתב יד, ומיעוטה בדפוס, כשרה ואפילו אם המיעוט המודפס הוא בתחלתה או בסופה, כשרה ומכל מקום מי שאין בידו מגילה כשרה כדת, טוב שיקח בידו מגילה מודפסת בחומש וכיו''ב, שאם לא ישמע איזו תיבה מפי הקורא, יקראנה מתוך המגילה שבידו"
        },
        {
            "id": 189,
            "text": "עשרת בני המן צריך לכתבם בצורת שירה, שמניח כשיעור ט' אותיות חלק בין כתיבת שמותם, לבין כתיבת ''ואת'', ואם לא עשה ריוח בינתים פסולה"
        },
        {
            "id": 190,
            "text": "מה שיש נוהגים לכתוב הדף של עשרת בני המן באותיות גדולות, הוא מפני שהמגילה שלהם היא של עמודים ארוכים עם שורות רבות, והדף של עשרת בני המן אינו אלא אחת עשרה שורות, וצריך למלאת את כל הדף, שלא ישאר חלק בסוף הדף, לכן כותבים אותיות גדולות למלאת את כל הדף, ואע''פ שאין לכתוב אותיות גדולות או קטנות משאר האותיות, אלא על פי המסורת, באותיות מסויימות, מ''מ כיון שעשרת בני המן כתובים בדף מיוחד בפני עצמו, אין להקפיד על כך  ואם הרחיב בין השורות בין שיטה לשיטה כמלא שיטה מאותו כתב יש להכשיר, ולא חשיב כמו שעשה פרשה בין השטין שכן דרך הסופר כשכותב אותיות גדולות בעמוד כזה כדי למלאתו, להניח ריוח בין שיטה לשיטה"
        },
        {
            "id": 191,
            "text": "יש להקפיד לכתחלה לעשות אורך המגילה מלמעלה למטה י''א שורות בכל עמוד, כדי שהעמוד של עשרת בני המן יהיה שוה בכתיבתו לכל העמודים מיהו אם היתה המגילה ארוכה יותר, והוצרך הסופר לכתוב הדף של עשרת בני המן באותיות גדולות על פני כל אורך העמוד, אין להקפיד על כך, והמגילה כשרה ויש להקפיד לכתוב תיבת ''איש'' בראש הדף, ותיבת ''עשרת'' בסוף הדף"
        },
        {
            "id": 192,
            "text": "סופר שהשמיט כתיבת עשרת בני המן במגילת אסתר, המגילה פסולה אף בדיעבד סימן תרצב - דיני ברכות המגילה"
        },
        {
            "id": 193,
            "text": "הקורא את המגילה בלילה מברך לפניה שלש ברכות, על מקרא מגילה, שעשה נסים, ושהחיינו וביום אינו חוזר לברך שהחיינו"
        },
        {
            "id": 194,
            "text": "אם שכח ולא בירך שהחיינו או אחת משאר הברכות, מברך במקום שנזכר כל עוד לא סיים קריאת המגילה כולה ואפילו אם נזכר בפסוק האחרון, יברך שם שהחיינו  אבל אם סיים קריאת המגילה כולה , ונזכר שלא בירך שהחיינו, יברך שהחיינו על מקרא מגילה של היום"
        },
        {
            "id": 195,
            "text": "אף מי שבירך כל הברכות וקרא המגילה בבית הכנסת, יכול לחזור ולברך הברכות כולם, לרבות שהחיינו, להוציא את הנשים בביתו וכיוצא בזה"
        },
        {
            "id": 196,
            "text": "אבל בתוך י''ב חודש לאב או לאם, ובתוך שלשים לשאר קרובים, מותר לו לקרוא המגילה בצבור, אף שברכת שהחיינו נאמרת בשמחה ואפילו למחמירים אם האבל הנ''ל הוא שליח צבור קבוע בבית הכנסת ואין בבית הכנסת בקי בקריאת המגילה כמוהו, יכול לקרות המגילה בצבור עם כל הברכות  ואמנם כשקורא האבל לעצמו, או שקוראה בביתו להוציא הנשים ידי חובה לכל הדעות רשאי לברך גם שהחיינו בקריאתו"
        },
        {
            "id": 197,
            "text": "מי שאין לו מגילה כשרה ונמצא בספינה או במדבר, לא יברך ברכת שהחיינו בפורים על סעודת פורים, שלא תיקנו שהחיינו אלא על מקרא מגילה, ולא על עצם יום הפורים"
        },
        {
            "id": 198,
            "text": "מי שאין לו מגילה כשרה ונמצא במדבר או בספינה, אין לו לומר את ההלל בברכות אלא יקרא ההלל כולו בלי ברכות ומכל מקום אם יש בידו מגילה שאינה כשרה יקראנה על כל פנים בלי ברכות בלילה וביום"
        },
        {
            "id": 199,
            "text": "אסור לדבר בעת קריאת המגילה עד לאחר הברכה האחרונה  ואם עבר השומע ודיבר דברים אחרים בעוד שהקורא ממשיך בקריאתו לא יצא, וצריך לחזור ולקרות מאותו פסוק והלאה ויכול לומר כמה תיבות וכדומה מתוך החומש כשאין בידו מגילה כשרה"
        },
        {
            "id": 200,
            "text": "הקורא את המגילה לא יפסיק באמצע הקריאה, אלא באמצע הפרק שואל מפני היראה, ומשיב מפני הכבוד, ובבין הפרקים שואל מפני הכבוד ומשיב שלום לכל אדם, כדרך שהוא מפסיק בקריאת שמע וברכותיה, וכמו שפסק בשלחן ערוך  ואם שמע קדיש או קדושה יפסיק ויענה ואפילו באמצע הפסוק  ונראה שאפילו אמן דברכות עונה כדין פסוקי דזמרה  אבל אם אין בידו מגילה כשרה ושמע קדיש או קדושה בעת שמיעת מקרא המגילה מהשליח צבור, לא יפסיק לענות, כדי שלא יפסיד מצות קריאת מגילה על ידי כך והעוסק במצוה פטור מן המצוה"
        },
        {
            "id": 201,
            "text": "הקורא את המגילה ונודע לו שזרחה הלבנה, וחושש שאם ימתין מלברך עליה עד שיסיים קריאת המגילה, תתכסה הלבנה בעבים, יפסיק באמצע קריאת המגילה ויברך ברכת הלבנה, ולאחר מכן ימשיך קריאת המגילה ממקום שפסק, ולא יפסיק אלא לברכה עצמה  וברור דמכל שכן לפני מקרא מגילה אם רואה את הלבנה מקדים ומברך פן תתכסה בעבים אחר כך"
        },
        {
            "id": 202,
            "text": "הקורא את המגילה כשהוא מתנמנם, הואיל ולא נרדם בשינה, יצא אבל השומע את המגילה והוא מתנמנם לא יצא"
        },
        {
            "id": 203,
            "text": "השומע שנרדם בשינה או שנתנמנם באמצע קריאת המגילה, והתעורר בתוך כדי קריאתה, צריך לחזור ולקרות מהפסוק שנרדם או נתנמנם בו, וימשיך הלאה עד סוף המגילה, ולא יועיל שיקרא רק את הפסוקים שנרדם בהם, דהא קי''ל בש''ע , הקורא את המגילה למפרע לא יצא"
        },
        {
            "id": 204,
            "text": "שהה כדי לגמור את כולה בין בעשרת בני המן, בין בשאר המגילה, חוזר למקום שפסק"
        },
        {
            "id": 205,
            "text": "אסור לאכול קודם קריאת המגילה, ואין חילוק בזה בין קריאת המגילה של לילה לקריאת המגילה של יום  ולכן יזהרו הנשים שלא לאכול ביום פורים עד שיבואו בעליהן מבית הכנסת לקרות להן המגילה ולצאת ידי חובתן  ומכל מקום מותר לטעום פירות קודם קריאתה, וכן פחות מכביצה פת או עוגה, ולשתות תה או קפה והמחמיר שלא לטעום כלום תבוא עליו ברכה"
        },
        {
            "id": 206,
            "text": "ומכל מקום אם הוא לצורך, כגון מי שיושב בתענית , וקשה לו להשאר בתענית עד אחר קריאת המגילה, אין צריך להחמיר, ורשאי לטעום פחות מכביצה פת או עוגה, או יטעם פירות הרבה, כפי עיקר הדין ואם ביקש מאחד שיזכירהו לקריאת המגילה בצבור מותר באכילה זכר למחצית השקל"
        },
        {
            "id": 207,
            "text": "יש נוהגים לגבות לפני מקרא המגילה מעות ''זכר למחצית השקל'', וכל מי שלא הספיק לתת המעות הללו לפני פורים יתנם אז לפני המגילה, וכמו שאמרו , גלוי וידוע לפני מי שאמר והיה העולם שעתיד המן לשקול שקלים על ישראל, לפיכך הקדים שקליהן לשקליו  ויזהרו שלא לקרות המעות הללו ''מחצית השקל'', רק ''זכר למחצית השקל''"
        },
        {
            "id": 208,
            "text": "צריך לתת סכום השוה לערך שלשה דרהם כסף טהור, שהם תשעה גרם כסף טהור מזוקק לפי מחיר הכסף הגולמי מדי שנה בשנה"
        },
        {
            "id": 209,
            "text": "טוב שיתן שלשה מטבעות מתכת לזכר מה שנאמר בפרשת מחצית השקל ג' פעמים תרומת ה'  ומכל מקום גם שוה כסף או שטר כסף יספיקו לקיום מצוה זו"
        },
        {
            "id": 210,
            "text": "מי שמצבו הכלכלי קשה, די שיתן מטבע של חצי שקל לזכר מחצית השקל"
        },
        {
            "id": 211,
            "text": "כל מי שהוא למעלה מגיל עשרים שנה צריך לתת ''זכר למחצית השקל'' הסכום הנ''ל  ויש אומרים שאף מי שהוא למעלה מבר מצוה, מבן י''ג שנה ומעלה, צריך לתת זכר למחצית השקל וטוב להחמיר כדעה זו"
        },
        {
            "id": 212,
            "text": "גם הנשים יתנו מעות ''זכר למחצית השקל'' וטוב לתת גם עבור ילדיו הקטנים ולכן כל איש אשר יש יכולת בידו יתן בעדו ובעד אשתו ובניו הקטנים הסמוכים על שלחנו סך הנ''ל לכל אחד ואם אין ידו משגת כל כך, יתן חצי שקל בעדו, ובעד כל אחד מבני ביתו מטבע יותר קטן כפי כוחו, כי כאיש גבורתו"
        },
        {
            "id": 213,
            "text": "מעות הללו שהם זכר למחצית השקל ינתנו לטובת מוסדות של תורה ולישיבות שמגדלים בהם תלמידי חכמים, שמיום שחרב בית המקדש אין להקב''ה בעולמו אלא ארבע אמות של הלכה  וכל המשתדל להיות עושה ומעשה להרים קרן התורה ולומדיה יזכה לראות בהרמת קרן ישראל וכמו שאמרו במה תרום קרנם של ישראל ב''כי תשא''"
        },
        {
            "id": 214,
            "text": "הנוהגים להפריש מעשר כספים ממשכורתם ומרווחיהם מדי חודש בחודשו, אינם רשאים לתת ממעשר זה לחובת המצוה של מתנות לאביונים של יום הפורים, או לתרומת זכר למחצית השקל אולם אם רצה להוסיף על חובתו ולתת עוד מתנות לאביונים יותר משני עניים, וכן אם רצה להוסיף על חובתו בתוספת מרובה בתרומת זכר למחצית השקל רשאי לתת התוספת ממעות מעשר ורק אם אמר בפירוש בשעה שהתחיל להפריש מעות מעשר בלי נדר והשעה דחוקה לו, רשאי לתת ממעות אלה למתנות לאביונים, וכן לזכר למחצית השקל סימן תרצג - סדר תפלות פורים"
        },
        {
            "id": 215,
            "text": "בליל פורים נכנסים לבית הכנסת בבגדי יום טוב,  ואומרים מזמור ''על אילת השחר'' לפני תפלת ערבית שהוא מענין היום  ובתפלת ערבית יאמרו ''ועל הנסים'' אף על פי שעדיין לא קראו המגילה  ויש לומר בתפלה ובברכת המזון, ועל הנסים בתוספת ו'"
        },
        {
            "id": 216,
            "text": "מי ששכח לומר ''ועל הנסים'' בתפלה, ונזכר אחר שסיים הברכה, קודם ''שים שלום'', אינו רשאי לומר שם ''ועל הנסים'' אפילו בלא חתימה, אלא כשיסיים אלהי נצור שבסוף התפלה, יאמר: ''מודים אנחנו לך על הנסים ועל הפרקן וכו', עד ונודה לשמך הגדול סלה'', יהיו לרצון וכו', עושה שלום וכו'  והוא הדין למי ששכח ''ועל הנסים'' בברכת המזון, ונזכר לאחר שחתם ''על הארץ ועל המזון'', שאינו רשאי לומר שם ''ועל הנסים'' אפילו בלא חתימה, אלא אם ירצה יאמרנו בתוך הרחמן, בנוסח זה: ''הרחמן הוא יעשה עמנו נסים ונפלאות כמו שעשה לאבותינו בימים ההם בזמן הזה, בימי וכו''' ואם נזכר בסיום הברכה כשחתם ברוך אתה ה', בין בתפלה בין בברכת המזון, אינו רשאי לסיים ''למדני חקיך'', כדי לחזור לומר ''ועל הנסים'', אלא יסיים הברכה כנ''ל אבל אם נזכר קודם שאמר ברוך אתה ה', אף שהזכיר שם שמים, שאמר ''האל ישועתנו ועזרתנו סלה האל הטוב'', וכן בברכת המזון אם הזכיר שם שמים, שאמר ''ועל הכל ה' אלהינו אנחנו מודים לך'', אין בכך כלום, ורשאי לחזור לומר ''ועל הנסים'', ואחר כך ימשיך בתפלה ''ועל כולם יתברך וכו''', ובברכת המזון ''ועל הכל'', ויסיים משם והלאה"
        },
        {
            "id": 217,
            "text": "אין לדלג אמירת ''ועל הנסים'' כדי להספיק לעניית קדיש או קדושה עם הצבור"
        },
        {
            "id": 218,
            "text": "אחר העמידה יאמר חצי קדיש ולא יאמר קדיש תתקבל עד לאחר סדר קדושה שאומרים לאחר מקרא מגילה"
        },
        {
            "id": 219,
            "text": "אחר קריאת המגילה בברכותיה בלילה, מתחילים ואתה קדוש יושב תהלות ישראל, וסדר קדושה,  ואחר כך אומר השליח צבור קדיש תתקבל, שיר למעלות אשא עיני, יהא שלמא, ועלינו לשבח והטעם לאמירת קדושת ובא לציון בליל פורים, מפני שבמזמור כ''ב של תהלים, נאמר: אלהי אקרא יומם ולא תענה ולילה ולא דומיה לי, ומכאן למדו חז''ל שחייב אדם לקרוא את המגילה בלילה ולחזור ולשנותה ביום  ונאמר אחריו: ואתה קדוש יושב תהלות ישראל  לפיכך צריך לומר פסוק זה שהוא הקדמה לסדר קדושה, מיד לאחר מקרא מגילה"
        },
        {
            "id": 220,
            "text": "אין אומרים וידוי בשני ימי הפורים, לפי שנאמר בהם ימי משתה ושמחה ואין אומרים למנצח יענך וכו' ותפלה לדוד"
        },
        {
            "id": 221,
            "text": "בשחרית יאמרו בתפלה ''ועל הנסים'', ואחר כך אומר חצי קדיש ואין נופלין על פניהם בארבעה עשר ובחמשה עשר  ומוציאים ספר תורה וקוראים בו ג' עולים בפרשת ויבוא עמלק, וכופלים הפסוק האחרון להשלים למנין עשרה פסוקים ואם לא כפל הפסוק אין בכך כלום, ואף על פי שאין בכל פסוקי הקריאה בפרשה זו עשרה פסוקים, אלא תשעה פסוקים בלבד, הואיל ונשלמה הפרשה  ואחר כך אומר חצי קדיש ואומרים אשרי יושבי ביתך, ומדלגים יענך ה' ביום צרה, לפי שהוא יום משתה ושמחה ואין להזכיר בו צרה  ומתחילים ובא לציון גואל עד ואתה קדוש, וקוראים המגילה בברכותיה, חוץ מברכת שהחיינו שכבר בירך בלילה ואינו חוזר לברך ביום וכשמסיים קריאת המגילה גולל המגילה מסופה לתחלתה ומברך ברכה אחרונה ויאמר: ארור המן ברוך מרדכי וכו' ג' פעמים, ואחר כך יאמר ואתה קדוש וכו' ואומרים קדיש תתקבל, ומחזירים הספר תורה למקומו ומדלגים תפלה לדוד, שאין לומר וביום צרתי אקראך ביום פורים ואחר כך אומרים בית יעקב, ושיר המעלות לולי ה' שהיה לנו בקום עלינו אדם, שנדרש על המן  ואומר היום כך וכך בשבת קודש, ולא יסיים: ''השיר שהיו הלויים אומרים על הדוכן'' כמו שאומר בכל יום  ואחר מזמור שיר של יום יאמר למנצח על אילת השחר ואחר כך קדיש יהא שלמא קוה אל ה' וכו', ואחר כך יאמר קדיש על ישראל, ועלינו לשבח"
        },
        {
            "id": 222,
            "text": "כשאומר ליהודים היתה אורה ושמחה וששון ''ויקר'', ימשמש בתפלין של יד ושל ראש וינשקם  וכשמגיע למה שאומרים ''אגרת הפורים הזאת'' ינענע המגילה  והנוהגים בכל יום להחליף תפלין של רש''י בתפלין של ר''ת לפני אשרי יושבי ביתך, גם בפורים ינהגו כן ויקראו המגילה בתפלין דר''ת ובתיבת ''ויקר'' ינשקו התפלין דר''ת"
        },
        {
            "id": 223,
            "text": "אם יש מילה, יש אומרים שמקדימים המילה לקריאת המגילה  ויש חולקים וסוברים שמניחים המילה לאחר כל סדר התפלה כמו בכל יום, וכן המנהג כסברא אחרונה סימן תרצג - פורים שחל במוצאי שבת"
        },
        {
            "id": 224,
            "text": "אין להביא המגילה לבית הכנסת בעיצומו של יום השבת לצורך קריאתה בלילה, שהרי הוא כמכין משבת לחול  ובמקום הצורך מותר להביאה אחר שקיעת החמה של יום שבת ואם אפשר יעשה זאת על ידי קטן"
        },
        {
            "id": 225,
            "text": "אם חל פורים במוצאי שבת, גם הנשים חייבות בברכת מאורי האש"
        },
        {
            "id": 226,
            "text": "כשחל פורים במוצאי שבת, יאמרו אחר העמידה חצי קדיש, שובה ה' עד מתי, ויהי נועם וכו', יושב בסתר וכו', עד ואתה קדוש  ואחר כך יקראו המגילה ונכון לברך לפני מקרא מגילה בורא מאורי האש, כדי שלא יהנו מהנר במוצאי שבת קודם שיברכו עליו וכן פשט המנהג להקדים קריאת המגילה לפני ההבדלה ובהבדלה שבסוף התפלה ישמיטו בורא מאורי האש  וכשחוזר האיש להבדיל בביתו להוציא את הנשים ידי חובת ההבדלה, נכון שהנשים יברכו בעצמן ברכת מאורי האש ואם אינן יודעות רשאי האיש לחזור ולברך ברכת בורא מאורי האש כדי להוציאן ידי חובה"
        },
        {
            "id": 227,
            "text": "אם לא בירכו ''בורא מאורי האש'' קודם המגילה, ונזכרו באמצע, יפסיק השליח צבור בין הפרקים או בין פרשה לפרשה ויברך בורא מאורי האש, ואחר כך ימשיך קריאת המגילה סימן תרצד - דיני מתנות לאביונים"
        },
        {
            "id": 228,
            "text": "מצוה לתת מתנות לאביונים ביום הפורים, דהינו מתנה אחת לכל אביון, שבסך הכל חייב לכל הפחות שתי מתנות לשני אביונים  ויוצאים ידי חובה בין בנתינת מעות, בין בתבשיל, או דבר-מאכל אחר  אבל לא בכלים ובבגדים וסדינים  ומן הדין די בנתינת פרוטה אחת לכל אביון  ובזמן הזה אגורה אחת חשובה כמו פרוטה, שהיא המטבע הפחות ביותר שיוצא בהוצאה וכיום פרוטה היא מטבע של חמש אגורות וירא שמים יחמיר ויתן בעין יפה ובסבר פנים יפות, כשיעור שווי סעודה אחת של לחם ולפתן ויהיה שכרו אתו ופעולתו לפניו"
        },
        {
            "id": 229,
            "text": "הנותן לעני פת בפורים, מקיים מצות מתנות לאביונים, גם להסוברים דפת אינה בכלל מנה לענין משלוח מנות"
        },
        {
            "id": 230,
            "text": "הנותן שתי מתנות לאיש ואשתו אביונים יצא ידי חובתו  והוא הדין אם נתן לאב ולבנו הסמוך על שלחנו שהם אביונים, יצא  ואם באו לפניו שני עניים, ונתן לעני אחד מטבע גדול כשיעור שתי מתנות, שמחציתו יהיה בשבילו, ומחציתו לעני חבירו יצא  אבל הנותן שתי מתנות לאביון אחד לא יצא ידי חובה אפילו בזה אחר זה וצריך לתת לעוד אביון"
        },
        {
            "id": 231,
            "text": "מתנה על מנת להחזיר לא מהני לצאת בזה ידי חובת מתנות לאביונים"
        },
        {
            "id": 232,
            "text": "יוצאים ידי חובה בנתינה לקטן אביון"
        },
        {
            "id": 233,
            "text": "אין מדקדקים במעות פורים אלא כל אדם מישראל הפושט ידו ליטול נותנים לו  ומוטב לאדם להרבות כמיטב יכלתו במתנות לאביונים מלהרבות בסעודתו ובמשלוח מנות לרעיו, שאין שמחה גדולה ומפוארה אלא במשמח לב עניים ויתומים ואלמנות שהמשמח לב האומללים האלו דומה לשכינה, שנאמר , להחיות רוח שפלים ולהחיות לב נדכאים"
        },
        {
            "id": 234,
            "text": "אפילו עני המתפרנס מן הצדקה חייב במתנות לאביונים  ועני שנתן פרוטה לחבירו לקיים מצות מתנות לאביונים, וחזר חבירו העני ונתן לו פרוטה, שניהם קיימו מצות מתנות לאביונים"
        },
        {
            "id": 235,
            "text": "עני שקיבל מתנות לאביונים, יכול לעשות בכסף כל מה שרוצה, ואף לקנות בזה ספרי לימוד וכדומה ואינו חייב דוקא להשתמש בכסף שקיבל מגבאי הצדקה לצורך סעודת פורים"
        },
        {
            "id": 236,
            "text": "אין הגבאים יכולים לשנות מעות פורים לצדקה אחרת"
        },
        {
            "id": 237,
            "text": "במקום שאין עניים מצויים, יכול לעכב את המעות פורים שלו אצלו, ונותנם במקום שירצה"
        },
        {
            "id": 238,
            "text": "מצות מתנות לאביונים ביום ולא בלילה  ויעשנה אחר קריאת המגילה"
        },
        {
            "id": 239,
            "text": "מתנות לאביונים אין ליטול אותם ממעות מעשר שאדם מפריש בכל חודש, שכל דבר שבחובה אינו בא אלא מן החולין  ורק אם אמר בפירוש בעת שהתחיל להפריש מעות מעשר ''בלי נדר'', והשעה דחוקה לו, רשאי לתת ממעות מעשר למתנות לאביונים ומכל מקום מי שקיים מצות מתנות לאביונים כדת לשני עניים, וברצונו להוסיף לתת בפורים לעניים אחרים, רשאי לתת להם מכסף מעשר וכן אם רוצה להוסיף על השיעור שהוא חייב לתת לאביונים, ולתת להם מתנה חשובה לשני העניים, רשאי לתת ההוספה מכסף מעשר"
        },
        {
            "id": 240,
            "text": "מי שנדר לתת לעניים שתי פרוטות בכל יום, ובפורים דחוקה לו השעה לתת בכפלים, ורוצה לפטור עצמו באותן שתי פרוטות ממתנות לאביונים, פטור ממתנות לאביונים בשתי פרוטות שנותן בעבור נדרו ובודאי דלא סתרי אהדדי"
        },
        {
            "id": 241,
            "text": "מי שמחל את חובו לאביון, אינו יוצא ידי חובת מתנות לאביונים, כיון שעתה לא קיבל מידו כלום וכדין המקדש במלוה שאינה מקודשת ואפילו היתה עליו מלוה בשטר, ומחל המלוה את חובו לעני, והחזיר לו השטר, אף על פי כן אינו יוצא ידי חובת מתנות לאביונים  ואפילו אמר לעני, בהנאת מחילת חובו יהי לו במקום מתנות לאביונים, שבקידושין מועיל, , מכל מקום כיון שעיקר מצות מתנות לאביונים היא כדי שיהיה לו במה שישמח בפורים, לא מהני הנאת מחילת מלוה  ואם הגיע זמן פרעון חובו, ונגש העני אצל המלוה, ומעותיו בידו, לפרוע חובו, ואמר לו המלוה חובי מחול לך, אפוכי מטרתא למה לי, הרי הם כאילו ניתנו למלוה, וחזר ונתנם ללוה העני, ושפיר יוצא בזה ידי חובת מתנות לאביונים"
        },
        {
            "id": 242,
            "text": "הנותן המחאה לאביון יוצא ידי חובת מתנות לאביונים ולא מבעיא אם הבנק פתוח ויכול להוציאו מיד, אלא אפילו הבנק סגור בו ביום, כיון שהצ'יק נמצא ברשותו, ואפשר לקנות בו מצרכים אצל מכירו, נקרא נתינת מעות ויוצא בו ידי חובה"
        },
        {
            "id": 243,
            "text": "הנותן מעות לגבאי צדקה, שהוא מחלקם לעניים בו ביום, יוצא ידי חובת מתנות לאביונים ואף על פי שאין העני יודע ממי באו לו המעות האלה, מכל מקום הנותן יצא ידי חובת מצות מתנות לאביונים"
        },
        {
            "id": 244,
            "text": "מתנות לאביונים שניתנו לעני בפורים, ורוצה העני לקנות בהם מלבושים ונעלים לו ולבני ביתו, או שאר צרכי ביתו, רשאי לעשות כן, אף על פי שניתנו לו לצורך סעודת פורים, מכל מקום רשאי לשנותם לכל מה שירצה סימן תרצה - דיני סעודת פורים"
        },
        {
            "id": 245,
            "text": "נכון ללמוד תורה שעה אחת קודם הסעודה, או בתוך הסעודה ומה טוב ללמוד ההלכות הראשונות של פסח עם סעודת הפורים, לסמוך גאולה לגאולה"
        },
        {
            "id": 246,
            "text": "נכון להרבות בשירות ותשבחות להשי''ת טוב להודות לה' ולזמר לשמו כי נעים, על כל הטוב אשר גמלנו  ומצוה לשמח הקטנים במיני מתיקה ומעדנים"
        },
        {
            "id": 247,
            "text": "כשיערוך השלחן לסעודת פורים אין צריך להשאיר מקום פנוי בשלחן זכר לחורבן בהמ''ק"
        },
        {
            "id": 248,
            "text": "מצוה להרבות בסעודת פורים ויוצאים ידי חובה בסעודה אחת ומן הדין אין סעודת פורים צריכה פת, אולם נכון לחוש לכתחלה לדעת הפוסקים הסוברים שצריכה פת"
        },
        {
            "id": 249,
            "text": "וכיצד חובת סעודה זו? שיאכל בשר ויתקן סעודה נאה כפי אשר תשיג ידו ויש להדר אחר בשר בהמה חלק , שיש אומרים שאין יוצאים ידי חובה בבשר עוף ודגים שאין שמחה אלא בבשר בהמה ואם קשה לו בבשר בהמה, יאכל בשר עוף"
        },
        {
            "id": 250,
            "text": "מזכירין ''ועל הנסים'' בברכת המזון, הן בסעודה שאוכלים בליל פורים, והן בסעודות היום ומכל מקום אם טעה ולא אמר ''ועל הנסים'' בברכת המזון, ולא נזכר עד שאמר ''ברוך אתה ה''' , כיון שאמר ''השם'' אין מחזירים אותו, ואפילו לא עשה אלא סעודה אחת במשך כל יום הפורים  ובאמצע הרחמן יאמר: הרחמן הוא יעשה עמנו נסים ונפלאות כשם שעשה לאבותינו בימים ההם בזמן הזה בימי מרדכי ואסתר וכו', עד ועשית עמהם נסים ונפלאות ונודה לשמך הגדול סלה"
        },
        {
            "id": 251,
            "text": "בעל הנסים שבתפלה ובברכת המזון, צריך לסיים: ועשית עמהם ''נסים ונפלאות'' בלשון רבים, ולא ''נס ופלא''"
        },
        {
            "id": 252,
            "text": "אף הנשים חייבות בסעודת פורים, אך ישתו רק מעט יין"
        },
        {
            "id": 253,
            "text": "אשה שחל ליל טבילתה במוצאי פורים, מותר לה לאכול בשר בפורים, ותנקר היטב בין שיניה קודם טבילתה"
        },
        {
            "id": 254,
            "text": "הנשבע להתענות בפורים אין כח במצות פורים לדחות שבועה בשם שמים, וצריך להתענות, אם לא מצא היתר לשבועתו ולרווחא דמילתא יעשה הסעודה בלילה"
        },
        {
            "id": 255,
            "text": "טוב לעשות סעודת הפורים יחד עם חבריו ובני ביתו בשחרית"
        },
        {
            "id": 256,
            "text": "אף האבל על אב ואם בתוך י''ב חודש יכול להשתתף במסיבת סעודת פורים אשר נערכת מחוץ לביתו ואם יש שם כלי נגינה, ימנע האבל מלהיות שם"
        },
        {
            "id": 257,
            "text": "סעודת פורים שעשאה בליל פורים לא יצא ידי חובתו, דכתיב ''ימי'' משתה ושמחה ומכל מקום גם בליל פורים ירבה בסעודתו"
        },
        {
            "id": 258,
            "text": "חייב איניש לבסומי בפוריא עד דלא ידע בין ארור המן לברוך מרדכי וישתה יין כדי שיהיה שמח ומבושם, וישתכר מעט וירדם בשכרותו  והא דאמרינן חייב איניש לבסומי בפוריא, לא שישתכר, שהרי השכרות איסור גמור הוא, ואיך לך עבירה גדולה מזו, שגורמת לגילוי עריות ולשפיכות דמים, ושאר עבירות זולתן, אלא רק שישתה מעט יותר מלימודו דהיינו התחלת שכרות וכל שכן מי שיודע בעצמו שאם ישתכר ביין ובשאר משקים המשכרים יזלזל באיזה מצוה, או ימנע מברכת המזון, וכדומה, או שהוא תלמיד חכם ואם ישתכר יגרום לבזיון כבוד התורה, לא ישתה אלא שיעור מועט שלא יבוא לידי שיכרות"
        },
        {
            "id": 259,
            "text": "האוכל פת כסנין ושאר פירות משבעת המינים, שיעור כזית ומעלה, לא יזכיר בברכת מעין שלש מעין המאורע, כגון ''ונודה לך על הנסים שעשית לאבותינו'' וכו' שלא תיקנו לומר מעין המאורע כזה בברכה מעין שלש, כמו שפסק מרן בשלחן ערוך"
        },
        {
            "id": 260,
            "text": "אם האריך בסעודת פורים עד ליל ט''ו , אף על פי כן יש לו לומר ועל הנסים בברכת המזון, כשם שמזכיר רצה והחליצנו בברכת המזון בסעודה שלישית הנמשכת עד הלילה ואף לאחר כמה שעות וכל זה כשלא התפלל ערבית של ליל ט''ז, אבל אם התפלל ערבית לא יאמר ועל הנסים בברכת המזון"
        },
        {
            "id": 261,
            "text": "מה שיש נוהגים באיזה ישיבות לאחרונה, לבחור להם ''רב'' פורים, אשר משמיע במרום קולו בדברי ליצנות והיתול על ראש הישיבה ורמ''י הישיבה, בדברי ביקורת בבדיחות הדעת, לא תהא כזאת בישראל, כי אין שום היתר בדבר, והמבדח הזה על חשבון חכמי ישראל גדול עונו מנשוא עליו נאמר שתו בשמים פיהם ולשונם תהלך בארץ והוא בכלל מבזה תלמידי חכמים שאין לו חלק לעולם הבא כמתלהלה היורה זיקים חצים ומות, ואמר הלא משחק אני וכל היושב שם ואינו מוחה על כבוד התורה נלכד גם הוא בשחיתותם ומאד יפלא על בני תורה אשר ירהיבו עוז לעשות כן, האם שכחו מה ששנו חכמים: והוי זהיר בגחלתם שלא תכוה וכל מי שיש בידו יכולת לבטל המנהג הרע הזה, עליו לשנס מתניו, לבער הרע מקרבנו, ולא ישמע ולא יפקד ולא יזכר עוד כדבר הרע הזה ומצוה למחות בידם עד שיבטלו מנהג רע זה ואסור אף להשתתף במושב ליצים זה, ושומע לנו ישכון בטח ולשומעים ינעם ועליהם תבא ברכת טוב"
        },
        {
            "id": 262,
            "text": "מי ששתה יין בפורים ונתבסם, והתחיל לרקד ולשורר, ובתוך כדי כך הזיק לחבירו, או טינף את בגדיו, חייב לשלם כל מה שהזיק לחבירו ואין הבדל בזה בין פורים לשאר ימות השנה"
        },
        {
            "id": 263,
            "text": "יש נוהגים לאכול מאכל זרעונים בפורים, בליל פורים, זכר לזרעונים שאכלו דניאל וחבריו בבבל, וכן אסתר היתה אוכלת ממיני זרעונים"
        },
        {
            "id": 264,
            "text": "סעודת חתן בפורים הנערכת בבית החתן, ויש שם עשרה גדולים, צריך שיהיו שני אנשים שהם פנים חדשות כדי לברך שבע ברכות, ואין יום הפורים נחשב כפנים חדשות"
        },
        {
            "id": 265,
            "text": "מצוה לשמח גם הקטנים בפורים, במיני מתיקה ומעדנים"
        },
        {
            "id": 266,
            "text": "מי שסיים מסכת בפורים, ועושה סעודה לסיום מסכת, וכולל עמה סעודת פורים, שפיר דמי, ואין בזה משום אין עושים מצות חבילות חבילות שבמעשה אחד לא שייך מצות חבילות חבילות"
        },
        {
            "id": 267,
            "text": "אף על פי שהאונן אסור באכילת בשר ושתיית יין, , מכל מקום בפורים מותר האונן בבשר ויין, שאין עשה דאבלות של יחיד, דוחה עשה דרבים דאורייתא, שמצות שמחה בפורים מדברי קבלה היא, ודברי קבלה כדברי תורה, סימן תרצה סעיף ד' - דיני משלוח מנות"
        },
        {
            "id": 268,
            "text": "חייב אדם לשלוח לחבירו ביום פורים שתי מנות של שני מיני אוכלים, או שני מיני תבשיל, או שתי מנות בשר וכמו שנאמר במגילת אסתר : לעשות אותם ימי משתה ושמחה, ''ומשלוח מנות איש לרעהו'', ומתנות לאביונים והטעם לכך, כי על ידי שאדם שולח לחבירו תשורה ומנחה, מביע לו בזה את רגשי אהבתו וחיבתו אליו, ועל ידי זה נוטע בלבו גם כן אהבה ואחוה שלום וריעות, כי כמים הפנים לפנים כן לב האדם לאדם שכל משפטי תורתינו הקדושה להרבות שלום בין אדם לחבירו, כמו שנאמר דרכיה דרכי נועם וכל נתיבותיה שלום ועוד כי ישנם אנשים מחוסרי כל, צנועים בהליכותיהם, אשר יבושו לפשוט ידם לקבל צדקה כדי לקיים מצות ''סעודת פורים'' במאכל ומשתה כדת, מה שאין כן כששולח להם דרך כבוד ''משלוח מנות איש לרעהו'', לא יבושו ולא יכלמו, וככה אנו משתפים אותם בשמחת הפורים על דרך שנאמר : ''ושלחו מנות לאין נכון לו'' ועיקר המצוה שיהיו שתי מנות לאיש אחד"
        },
        {
            "id": 269,
            "text": "מצות משלוח מנות נוהגת ביום ולא בלילה"
        },
        {
            "id": 270,
            "text": "יש מי שכתב שהשולח לחבירו משלוח מנות, אף המקבל מקיים מצות משלוח מנות בכך, כיון שעל ידי שניהם נתקיימה המצוה אולם אין לסמוך על זה לדינא, אלא גם המקבל מחוייב במשלוח מנות"
        },
        {
            "id": 271,
            "text": "יש אומרים שצריך לשלוח המנות כשהן מבושלות וראויות ומזומנות לאכילה  ויש חולקים ואומרים שיוצאים ידי חובה גם במנות בשר חי, ורק אם שולח עוף חי שלא נשחט עדיין וכיוצא בזה, אינו יוצא ידי חובה וכן עיקר"
        },
        {
            "id": 272,
            "text": "יוצאים ידי חובת משלוח מנות גם בבשר שימורים שבקופסאות, או בסרדינים, וכיוצא בזה"
        },
        {
            "id": 273,
            "text": "השולח לחבירו דורון של בגדים וסדינים וכיוצא בזה אינו יוצא בזה ידי חובת משלוח מנות"
        },
        {
            "id": 274,
            "text": "אפילו השולח מעות לחבירו באופן שיוכל לקנות בהם מנות מאכל אינו יוצא ידי חובה, שצריך לשלוח בדוקא מנות של מאכל ומשתה"
        },
        {
            "id": 275,
            "text": "וכן השולח לחבירו קופסת סיגריות או טבק הרחה לא נחשב ל''מנה'', לצאת בזה ידי משלוח מנות, אפילו כשיודע שהמקבל מעשן ומריח טבק"
        },
        {
            "id": 276,
            "text": "וכן השולח לחבירו שהוא תלמיד חכם חידושי תורה ופרפראות לחכמה, או ספרי קודש, ביום פורים, אינו יוצא בזה ידי חובת משלוח מנות ואחר שקיים מצות משלוח ''מנות'' לרעהו כדת, יכול לחזור ולשלוח חידושי תורה לרע אחר"
        },
        {
            "id": 277,
            "text": "אשה השולחת לחברתה משלוח מנות בגדי צבעונין וכדומה, אינה יוצאת ידי חובת משלוח מנות, שאף על פי שאמרו בפסחים בדין שמחת החג, אנשים בראוי להם, בבשר ויין, ונשים בראוי להם, בבגדי צבעונין, ובבגדי פשתן מגוהצים מכל מקום לגבי מצות משלוח ''מנות'', צריכים להיות מנות של אכילה ושתיה, לקיום מצות סעודת פורים, שגם הנשים חייבות בה, שאף הן היו באותו הנס"
        },
        {
            "id": 278,
            "text": "השולח לחבירו בשר ובקבוק יין וכיוצא בזה יוצא בזה ידי חובת משלוח מנות, שגם המשקה נחשב ל''מנה'' אחת  ואפילו שלח שני מיני משקים בלבד יוצא ידי חובת משלוח מנות  וטוב להדר ולשלוח שני מיני ''אוכלים''"
        },
        {
            "id": 279,
            "text": "יש לשלוח המנות של אוכלים שני מינים שונים אבל במין מאכל אחד, אפילו חילקו בשתי צלחות או קערות, אינו יוצא בזה ידי חובת משלוח מנות אבל השולח חתיכות בשר מאיברים שונים אפילו מבהמה אחת, יוצא בהם ידי משלוח מנות, הואיל והם חלוקים בטעמם וטבעם וכל שכן אם היה בשר חי שאפשר לעשות ממנו כמה מיני תבשילים, או צלי מבושל"
        },
        {
            "id": 280,
            "text": "כבר פשט המנהג כיום לשלוח מיני מתיקה במשלוח מנות"
        },
        {
            "id": 281,
            "text": "השולח לחבירו דג מטוגן עם הביצה שעליו, יוסיף עמו מנה אחרת, שלדעת כמה אחרונים הדג וביצה שעליו נחשבים כמנה אחת לענין זה"
        },
        {
            "id": 282,
            "text": "וכן מי ששולח לחבירו מולייתא הממולא בשר, או עיסה מטוגנת שממולאת בתוכה בזרעונים וקטניות , שיש להוסיף עם המנה הזאת מנה נוספת ממין אחר, כדי שיהיו שתי מנות"
        },
        {
            "id": 283,
            "text": "השולח פת ותבשיל חשוב כשתי מנות ויוצאים בזה ידי חובת משלוח מנות"
        },
        {
            "id": 284,
            "text": "ראוי להזהר במצות משלוח מנות, שיהיו המנות יקרות וחשובות, לפי ערך הנותן, כדי להראות חיבה וריעות למקבל ואם המקבל עשיר ביותר, טוב שיהיו גם לפי ערך המקבל וטוב שיהיה בהם כדי שיעור סעודה"
        },
        {
            "id": 285,
            "text": "לכתחלה טוב לשלוח את שתי המנות בבת אחת, ולא בזה אחר זה כי בזה חשיבותם ניכרת יותר  ומכל מקום אם שלח לחבירו מנה אחת, ושוב שלח אליו אחר כך מנה אחרת, ואפילו אם נתן מנה אחת בבוקר ומנה אחת בערב סמוך לחשכה, יוצא ידי חובה"
        },
        {
            "id": 286,
            "text": "מעיקר הדין אין צריך לחלק את שתי המנות שבמשלוח מנות בב' כלים נפרדים, דהיינו שיתן כל מנה בצלחת או קערה נפרדת, אלא רשאי ליתנם בקערה או צלחת אחת ומכל מקום אם יכול נכון לחלק המנות לתת כל מנה בכלי בפני עצמו"
        },
        {
            "id": 287,
            "text": "השולח הרבה דברים קטנים בתוך כלי אחד, , הכלי מצרפן לחשבן מנה אחת חשובה, דזיל בתר טעמא, שהרי הטעם למצות משלוח מנות, הוא כדי להראות חיבה וריעות, והרי גם בדברים קטנים שנצטרפו בכלי אחד שייך הטעם להראות חיבה לרעהו, והכלי מצרפם לענין זה ואפילו כמה מינים בכלי אחד חזו לאצטרופי למנה נאה, כיון שביחד יש בהם חשיבות"
        },
        {
            "id": 288,
            "text": "כל המרבה לשלוח מנות לריעים הרי זה משובח, שעל ידי זה מרבים חיבה וריעות בין אדם לחבירו"
        },
        {
            "id": 289,
            "text": "מנהג נכון שלא לעשות סעודת פורים עד לאחר שיקיים מצות משלוח מנות ומתנות לאביונים אבל לטעום מעט לפני כן מותר, ואין בכך כלום"
        },
        {
            "id": 290,
            "text": "יוצא אדם ידי חובת משלוח מנות כששולח לרבו, שהוא גם כן בכלל: ומשלוח מנות איש ''לרעהו''  ובמקומות רבים נהגו לשלוח מנות בפורים להרב אב''ד שבעיר, ולגדולי הרבנים שבעיר"
        },
        {
            "id": 291,
            "text": "גם השולח מנות לעם הארץ יוצא ידי חובת משלוח מנות, דאף שלדעת רש''י עם הארץ אינו בכלל רעהו, מכל מקום בלשון תורה כל ישראל ריעים, כמו לא תחמוד בית רעך"
        },
        {
            "id": 292,
            "text": "בן ששולח לאביו משלוח מנות, וכן רב ששלח לתלמידו, ואב ששלח לבנו, יצאו ידי חובת משלוח מנות"
        },
        {
            "id": 293,
            "text": "קהל מוקירי תורה, אשר נועצו לב יחדיו, ונשתתפו ביחד, וקנו בסכום המעות מגדנות ומיני מעדנים, לקיים מצות משלוח מנות לרבם הדגול, יוצאים בזה ידי חובת משלוח מנות ואפילו אלה שנתנו סכום מעות לא גדול, אשר הוא פחות משיעור שתי מנות, כיון שנצטרפו לחבריהם במצות משלוח מנות, שנתקבלה בכבוד הראוי ובשמחה אצל הרב, קיימו בזה מצות משלוח מנות ולפי זה יכול האיש לשלוח ב' מנות לרעהו, וישתף גם אשתו במנות הללו שהיא שולחת אותם לרעותה, ושניהם יצאו בהן ידי חובת משלוח מנות ואין צריך לדקדק שיהיה שיעור ב' מנות לכל אחד מהשולחים"
        },
        {
            "id": 294,
            "text": "דיין שקיבל משלוח מנות בפורים מאנשים רבים, ובתוכם היה אחד שבא אחר כך להתדיין לפניו עם חבירו, יש אומרים שנפסל בכך לדונו, ויש אומרים שכל שלא הזכיר בעת משלוח המנות שיש לו דין להתדיין לפניו, כשר לדונו ויש אומרים שזה מן הדברים המסורים ללב, ולמראית העין, שאם היה המנהג באותה העיר כמנהג רוב ערי ישראל שכל אחד מרבה במשלוח דורונות בפורים למכיריו ולבעלי תורה ונראית כוונתו לשמים, לשם מצות פורים, ואינו ניכר כלל מתוך מעשיו שכוונתו לתכלית אחרת, אין בזה איסור כלל ואם באמת יש אומדנא שהמשלח מנות כוונתו לתכלית אחרת, הדיין הירא את ה' יחוש בקבלתו לפסול עצמו מלדונו ולמעשה, אם רואה הדיין דמוכחא מילתא שמשלוח המנות שנשלח לו בפורים מאת האיש שבא לדון לפניו, היה למטרת קירוב לבבו בהתדיינו אצלו, ולא לשם המצוה בלבד, יש לו לסלק עצמו מלדונו"
        },
        {
            "id": 295,
            "text": "השולח מנות לרעהו בעילום שם, שאין המקבל יודע מי שלח אליו המנות, יש אומרים שלא יצא ידי חובת משלוח מנות, ולכן יחזור וישלח מנות לצאת ידי חובה ולכן מי ששלח מנות לרעהו, והלה לא היה בביתו, ורק בני ביתו היו שם, וקבלו המנות מיד השליח, אם חזר המקבל לביתו ביום פורים וידע מזה יצא, אבל אם לא שב לביתו באותו היום לא יצא, ואע''פ שאשתו ובני ביתו קיבלו בעדו, מ''מ הרי נאמר ומשלוח מנות איש לרעהו, הילכך בעינן שיבא ליד רעהו, ועל כל פנים שידע מזה"
        },
        {
            "id": 296,
            "text": "מי ששלח מנות ומצאו השליח שיכור שהגיע לשכרותו של לוט, אם פג שכרותו בפורים, וידע מהמשלוח מנות, חבירו יצא ידי חובת המצוה, ואם חושש שלא ידע עד שיפוג יינו, ויהיה זה במוצאי יום הפורים, ישלח מנות לאחר כדי לצאת ידי חובת משלוח לכולי עלמא"
        },
        {
            "id": 297,
            "text": "אשה חייבת במשלוח מנות, ותשלח לרעותה  וגם אשה נשואה אינה יוצאת במשלוח מנות של בעלה בלבד וטוב שלא ישלחו איש לאשה, ואשה לאיש פן יבואו לידי ספק קדושין, אלא ישלחו איש לאיש ואשה לאשה"
        },
        {
            "id": 298,
            "text": "הבנים הסמוכים על שלחן אביהם, מבן י''ג שנים ומעלה, והבנות מגיל י''ב שנה ומעלה, חייבים במשלוח מנות לחבריהם  ואפילו קטנים שהגיעו לחינוך טוב לחנכם למצוה זו"
        },
        {
            "id": 299,
            "text": "השולח מנות לגוי לא יצא, שאינו בכלל רעהו,"
        },
        {
            "id": 300,
            "text": "השולח מנות לאדם שאינו שומר תורה ומצות ומחלל שבת בפרהסיא, אם הוא בגדר יודע את רבונו ומורד בו, לא יצא, מאחר שדינו כגוי אך אם אינו אלא כתינוק שנשבה בדיעבד יצא ועל כל פנים לכתחלה יש לשלוח לעמיתו ירא שמים השומר תורה ומצות"
        },
        {
            "id": 301,
            "text": "עני המתפרנס מן הצדקה גם כן חייב במשלוח מנות  ואם הוא עני ואין לו לסעודת פורים אלא מנות אלו, יחליפם עם חבירו העני, שהוא ישלח אליו סעודתו וחבירו ישלח אליו הסעודה שלו ובזה יקיימו ומשלוח מנות איש לרעהו  ובלאו הכי עכשיו נוהגים העולם להחליף זה עם זה כדי שלא לבייש מי שאין לו  אבל השולח לחבירו מנות, ומתנה עמו שהם מתנה על מנת להחזיר, אינו יוצא בזה ידי חובת משלוח מנות"
        },
        {
            "id": 302,
            "text": "הלוקח מנותיו בעצמו ומביאם לחבירו, יוצא ידי חובת משלוח מנות, ואין צריך לשולחם על ידי שליח דוקא  וכן השולח מנות על ידי קטן שלא הגיע למצות, או אפילו על ידי גוי, שאין מועיל בהם דין שליחות, אף על פי כן יצא ידי חובת משלוח מנות"
        },
        {
            "id": 303,
            "text": "מי שניגש לחנות ומזמין מנות לשולחם לחבירו, יוצא ידי חובתו, לא מבעיא אם שילם תמורתם לבעל החנות, אלא אפילו בהקפה יוצא ידי חובה ודלא כמי שרצה להחמיר בזה"
        },
        {
            "id": 304,
            "text": "השולח מנות לקטן לא יצא וצריך לחזור ולשלוח מנות לגדול"
        },
        {
            "id": 305,
            "text": "השולח מנות בפורים על ידי שליח, אינו צריך לברר אם הגיעו המנות למי שנשלחו אליו, שחזקה שהשליח עושה שליחותו אבל אם שלח המנות על ידי קטן שלא הגיע למצות, צריך לברר אם הגיעו המנות לתעודתן"
        },
        {
            "id": 306,
            "text": "השולח מנות לאדם ''חשוב'', אין אותו המקבל יוצא ידי חובת משלוח מנות בקבלתו, מפני הנאתו של השולח מנות אליו, שעל כל פנים אין כאן אלא הנאה בלי אכילה"
        },
        {
            "id": 307,
            "text": "השולח מנות לרעהו וסירב הלה לקבלם כגון שמחל לו עליהם, או שהחזירם לו מחמת שנאה, שאינו אוהבו, או מחמת שבור שהמנות אין לפי כבודו, בכל אלה דעת הרמ''א שיצא ידי חובה יש חלקים בדבר, לכן יחזור השולח ויקיים מצות משלוח מנות לאדם אחר"
        },
        {
            "id": 308,
            "text": "מא צריך ליזהר ביותר שישלח מנות כשרות לאכילה בלי שום חשש איסור כלל והשולח בשר לחבירו ספרדי, ישלח בשר חלק לפי דעת הבית יוסף, ואם שלח לו בשר כשר לא יצא ידי חובה, כיון שאנו נוהגים כדברי מרן לאסור מן הדין שלא לאוכלו שקבלנו עלינו הוראות מרן ומיהו אם שולח לרעהו אשכנזי אפשר שיוצא י''ח, ואפילו אם הוא מחמיר על עצמו כדעת מרן, יכול לתת לבניו הקטנים שלא הגיעו למצות"
        },
        {
            "id": 309,
            "text": "מב מי שאינו נזהר מפת עכו''ם וחמאת עכו''ם, ושלח אותם למנה למי שנזהר, יש אומרים שלא יצא ידיחובה ולאו מילתא פסיקתא היא, ולכן לכתחלה ישלח לחבירו דבר הראוי לו לאכילה, שאינו מחמיר בו  וצ''ע ובשו''ת רבבות אפרים כתב בשם הגר''מ שטרן, לאסור לשלוח מנות לחבירו דברים שחבירו מחמיר בהם  וראה בחזון עובדיה פורים עמוד קנג]"
        },
        {
            "id": 310,
            "text": "מג מי ששלח איסור דרבנן לחבירו ואכלו, צריך לחזור ולשלוח מנות אחרות כשרות, שלא יצא ידי חובה"
        },
        {
            "id": 311,
            "text": "מד השולח מנות לחבירו מיני מתיקה, אף על פי שחבירו אינו יכול לאוכלם מטעמי בריאות , אף על פי כן יוצא ידי חובת משלוח מנות, משום שעל כל פנים ראויים הם לבני ביתו"
        },
        {
            "id": 312,
            "text": "מה השולח מנות לרעהו, ויצא ידי חובתו, ורוצה לשלוח לרעהו אחר מפירות שביעית, רשאי, ובלבד שיודיע לו שהם מפירות שביעית, כיון שאין זה חוב עליו וכן מי ששלחו לו מנות, ורוצה לחזור ולשלוח מנות מפירות שביעית למשלח, אם יצא כבר ידי חובת משלוח מנות לאחר, רשאי לחזור ולשלוח מפירות שביעית למשלח, שאינו אלא כגומל חסד לחבירו, ואין זה כפורע חובו ובלבד שיודיע לו שאלו פירות שביעית, כדי שישמור בהם קדושת שביעית"
        },
        {
            "id": 313,
            "text": "מו מי שקיבל מחבירו משלוח מנות, אין המקבל רשאי להשיב לו בחזרה מפירות שביעית או מדמיהן, שמכיון שהוא חייב להשיב לו כפי המנהג והנימוס המקובל, הרי זה תשלום תגמולין שאסור בפירות שביעית, שנראה כאילו פורע חובו"
        },
        {
            "id": 314,
            "text": "מז השולח מנות לרעהו בפורים, והמנות הם מפירות של ערלה או של כלאי הכרם שאסורים בהנאה, וחבירו הוא חולה שיש בו סכנה, שהמנות מותרות לו לאכילה, אפילו הכי אינו יוצא ידי חובת משלוח מנות"
        },
        {
            "id": 315,
            "text": "מח השולח מנות פירות ספק ערלה שגדלו בחוץ לארץ, והמקבל אינו יודע שהם ערלה, לא יצא, שכיון שאסור למשלח ליהנות בהם וצריך לשלוח לו בעילום שם, ובכהאי גוונא אין חיבה על ידי המשלוח מנות משום הכי לא יצא"
        },
        {
            "id": 316,
            "text": "מט השולח עוף שחוט לחבירו מכלל המנות, ויצא טרף, צריך לחזור ולשלוח מנה אחרת תחתיו, ואז יקיים משלוח מנות"
        },
        {
            "id": 317,
            "text": "נ השולח מנות לחבירו ונגנבו או נאבדו צריך לשלוח מנות אחרות תחתיהם"
        },
        {
            "id": 318,
            "text": "נא השולח מנות לרעהו, שהוא אביון, יוצא ידי חובת שתי המצות: ''משלוח מנות איש לרעהו ומתנות לאביונים'', לאחר שיתן עוד מתנה לאביון אחר ויש מחמירים בזה שאין לעשות כן, וטוב לחוש לדבריהם, ולכן יתן עוד שתי מתנות לאביונים אחרים"
        },
        {
            "id": 319,
            "text": "נב תושב עיר פרזות שקוראים המגילה בי''ד, ששלח מנות לרעהו אשר בירושלים ביום י''ד, שקוראים המגילה בט''ו, , ויודע שמקבל המתנות יאכלם בט''ו, יצא ידי חובתו וכן היושב בחו''ל במדינת הים, ושלח לרעהו שבארץ ישראל, שתי מנות, קודם פורים, או מי ששלח מתנות לאביונים קודם פורים, ויודע בבירור שהגיעו המנות או המתנות לתעודתם ביום הפורים, יצא י''ח, מפני שבפורים שהוא שעת החיוב הגיעו לתעודתם, כיון שהגיעו לידם בשעת החיוב של השמחה ושמחו בהן"
        },
        {
            "id": 320,
            "text": "נג תושב ירושלים ששלח מנות ביום י''ד לשאר ערי הארץ שקוראים המגילה בי''ד, יצא ידי חובתו אבל אם שלח מנות להם ביום ט''ו, לא יצא, שאצלם אינו יום שמחת פורים, עבר יומו בטלה שמחתו שכל שהמנות מגיעים אחר פורים לא יצא, והמשלוח שיצא מידו בפורים אינו אלא הכנה למצוה, , וגמר המצוה הוא בהגיע המשלוח ליד המקבל, וכיון שלא קיבלו עד אחר הפורים, לא יצא שהכל תלוי במקבל המנות"
        },
        {
            "id": 321,
            "text": "נד בן עיר היוצא לדרך מראש חודש אדר ואילך, שחלה עליו מצות פורים, ושולח מנות או מתנות לאביונים לאחד מבני עירו, יכול לתת אותן בעצמו אפילו בסתם, לשם מצות פורים, ואין העני זוכה בהן אלא עד פורים אך יותר טוב להתנות עמו בפירוש שלא יזכה בהם ולא יאכלם עד יום פורים סימן תרצו - דיני הספד ותענית"
        },
        {
            "id": 322,
            "text": "מי שהוא אבל בתוך שבעה ימי אבלות, אינו נוהג אבלות בפורים בדברים שבפרהסיא, אבל דברים שבצינעא נוהג, וכדין אבלות בשבת ולכן לא יעלה לספר תורה בפורים, ואם קראו לו בשמו יעלה ויש להתיר לאבל לפתוח החנות בפורים, משום דהוי דבר שבפרהסיא"
        },
        {
            "id": 323,
            "text": "האבל חייב בהנחת תפלין ביום פורים אפילו הוא יום ראשון של האבלות, שהוא יום קבורה, ומיהו אם הוא גם יום המיתה לא יניח תפלין אפילו לאחר קבורה"
        },
        {
            "id": 324,
            "text": "אף על פי שהאבל אינו יוצא מפתח ביתו, מכל מקום בפורים אחר חצות יקום מעל גבי קרקע, ויעשה סעודת פורים על השלחן  ואין לבכות כלל בפורים, שזה בסתירה למצות שמחת הפורים"
        },
        {
            "id": 325,
            "text": "מה שאין אבלות נוהגת בפרהסיא בפורים, הוא גם בליל פורים, אף שאין מצות סעודת פורים בלילה, מכל מקום שמחה יש ובודאי שאסור להספיד גם בליל פורים, שבכל התורה כולה היום הולך אחר הלילה שלפניו, ויהי ערב ויהי בוקר יום אחד"
        },
        {
            "id": 326,
            "text": "בירושלים נוהגים שלא להברות בחול המועד, זולת על אב ואם, והוא הדין שלא להברות בפורים זולת על אב ואם, ובשאר מקומות עושים הבראה בפורים אך טוב להברות רק בעוגות וקפה, ולא בביצים ועדשים"
        },
        {
            "id": 327,
            "text": "האבל, אפילו בתוך שבעה, חייב במשלוח מנות ובמתנות לאביונים, שהרי האבל חייב בכל מצות התורה"
        },
        {
            "id": 328,
            "text": "טוב שהאבל לא ירבה במשלוח מנות  ונכון שישלח מנות של בשר ודגים פירות וירקות וכיוצא בהם, ולא תפנוקי מעדנים ומיני מתיקה מיוחדים  ואחינו האשכנזים נוהגים שלא לשלוח מנות לאבל כל י''ב חודש על אביו ואמו, וכל שלושים יום על שאר קרובים,  אבל הספרדים נוהגים לשלוח מנות אליו כרגיל  וכן אם רב העיר הוא אבל, או שהוא רבו שלימדו תורה, מצוה לשלוח לו מנות דרך כבוד, שאין זה אלא כתשלום חוב"
        },
        {
            "id": 329,
            "text": "אפילו למי שמחמיר שלא לשלוח מנות לאבל, אם האשה אבלה בודאי שמותר לשלוח מנות לבעלה, כיון שהוא אינו אבל"
        },
        {
            "id": 330,
            "text": "לכל הדעות מותר לשלוח מתנות לאביונים לאבל עני, דהוי צדקה ואפילו בתוך שבעת ימי אבלות, ואין להחמיר בזה כלל"
        },
        {
            "id": 331,
            "text": "אבל שהוא מומחה לנגינה, והוא אומן בכלי שיר, והוא בתוך י''ב חודש לאב ואם, מותר לו לנגן לכבוד פורים ולכבוד סעודת מצוה, כיון שאין כוונתו לשם שמחה"
        },
        {
            "id": 332,
            "text": "מי שמתה אמו, ולא נודע לו עליה, אין להודיע לו בפורים, כדי שיאמר עליה קדיש, שהרי מצד עיקר הדין אסור להודיע לקרובי המת אפילו באביו ואמו, משום ''מוציא דבה הוא כסיל'', אלא שנהגו להודיע לבנים בשביל הקדיש, והרי בפורים לא יצא הדבר מידי מחלוקת אם נוהגים בו אבלות, ולכן לכתחלה אין להודיעו לגרום לו אבלות, ומוטב לסתור המנהג ולעשות על פי הדין, ושב ואל תעשה עדיף"
        },
        {
            "id": 333,
            "text": "מותר לישא אשה בפורים ואין בזה משום אין מערבין שמחה בשמחה ואפילו אם עושים את סעודת הנישואין בפורים שפיר דמי אך ממדת חסידות טוב שיעשו הסעודה בלילה שאחרי הפורים וכל שכן שמותר לערוך מסיבת אירוסין ושידוכין ביום פורים סימן תרצו - עשיית מלאכה בפורים"
        },
        {
            "id": 334,
            "text": "פורים מותר בעשיית מלאכה, ובמקום שנהגו שלא לעשות מלאכה בפורים, אין עושים והעושה מלאכה בפורים אינו רואה סימן ברכה מאותה המלאכה לעולם אבל בנין של שמחה, כגון שבונה בית חתנות לבנו, ונטיעה של שמחה, כגון אבורניקי של מלכים, שהוא אילן שצלו נאה, וכופפים אותו על גבי כלונסאות, מותר וכעת המנהג בכל מקום שלא לעשות מלאכה ביום פורים אבל בלילה מותר ומותר לעשות אפילו מלאכות גמורות לצורך פורים , ובלבד שלא יתבטל משמחת פורים"
        },
        {
            "id": 335,
            "text": "מעיקר הדין מותר להסתחר בפרקמטיא בפורים ומכל מקום טוב להחמיר, אלא אם כן מוכר כדי להרויח לצורך הסעודה והמשתה של יום פורים, כשאין לו לבזבז בריוח ואם אין לו מה לאכול אפילו מלאכה ממש מותר לעשות בפורים וכל מה שמותר לעשות בחול המועד כגון דבר האבד או צרכי רבים וכיו''ב, מותר לעשות בפורים, אפילו במקום שנהגו שלא לעשות מלאכה בפורים  וכן פשוט שפועל עני שאין לו מה יאכל מותר לו לעשות מלאכה כדי שיאכל וישתה וישמח בפורים"
        },
        {
            "id": 336,
            "text": "יש מחמירים שלא להסתפר בפורים אלא על ידי גוי ומכל מקום גילוח הזקן מותר ביום פורים לצורך היום, אם לא התגלח מקודם"
        },
        {
            "id": 337,
            "text": "אם חל פורים בערב שבת, מותר להסתפר בפורים לכבוד שבת, ומכל שכן לבני המוקפים, שפורים שלהם בשבת, אלא שמקדימין קריאת המגילה ליום ששי, ואינם נוהגים איסור בעשיית מלאכה ביום ששי, שמותרים להסתפר ביום ששי"
        },
        {
            "id": 338,
            "text": "מותר לעשות מלאכה בפורים על ידי גוי, אף מלאכות גמורות  ויש אומרים שמותר אף שהגוי יעשה מלאכה בפרהסיא בפורים, כגון לבנות בית לישראל, ויש חולקים ועל כל פנים בארץ ישראל שיש מצוה לבנות בה בית, מותר לבנות בפורים על ידי גוי, ובפרט כשהוא בקבלנות"
        },
        {
            "id": 339,
            "text": "מותר להצטלם ולצלם בפורים שהוא גם כן כמלאכה של שמחה, וכבנין ונטיעה של שמחה"
        },
        {
            "id": 340,
            "text": "מותר לגזוז צפורניים ביום פורים"
        },
        {
            "id": 341,
            "text": "מותר לכתוב חידושי תורה ופסקי הלכה, וכן אגרת שלומים, ביום פורים, כי פקודי ה' ישרים משמחי לב"
        },
        {
            "id": 342,
            "text": "מותר לבני הפרזים לעשות מלאכה בחמשה עשר באדר, וכן מותר לבני המוקפים לעשות מלאכה בארבע עשר באדר ומקום שנהגו שלא לעשות מלאכה בשני הימים גם בי''ד וגם בט''ו, אינו מנהג, ואין תוקף למנהג, אלא רק י''ד לבני פרזים, וט''ו למוקפים, ולא יותר"
        },
        {
            "id": 343,
            "text": "עיר שיש ספק אם היא מוקפת חומה מימות יהושע בן נון, כבר נתבאר שאסורים במלאכה רק בי''ד אדר אולם בטבריה שיש בה ספק מהדין אם קוראים בי''ד או ט''ו, יש להחמיר בעשיית מלאכה בי''ד ובט''ו"
        },
        {
            "id": 344,
            "text": "ראוי לעורר ולהזכיר להתפלל ערבית במוצאי יום הפורים וימי הפורים האלו לא יעברו מתוך היהודים וזכרם לא יסוף מזרעם סימן תרצז - תחנון בי''ד וט''ו אדר א'"
        }
    ]
}