{
    "הלכות תעניות": [
        {
            "id": 1,
            "text": "א נאמר בזכריה: כה אמר ה' צבאות צום הרביעי וצום החמישי וצום השביעי וצום העשירי יהיה לבית יהודה לששון ולשמחה ולמועדים טובים ופירשו חז'ל, צום הרביעי זה צום י'ז בתמוז, כי חודש תמוז הוא הרביעי לחודש ניסן צום החמישי, זה צום תשעה באב, כי חודש אב הוא החמישי לחודש ניסן צום השביעי, זה צום גדליה שחל בשלשה בתשרי, וצום העשירי, זה צום עשרה בטבת וכל ישראל מתענים בימים אלו מפני הצרות שארעו בהם, כדי לעורר ולפתוח הלבבות לדרכי התשובה, ויהיה זה זכרון למעשינו הרעים ולמעשה אבותינו שהיו כמעשינו עתה עד שגרמו להם ולנו אותם הצרות, שבזכרון דברים אלו נשוב להיטיב  מעשינו, כמו שנאמר: והתוודו את עוונם ואת עון אבותם"
        },
        {
            "id": 2,
            "text": "ב חמשה דברים אירעו ביום י'ז בתמוז: נשתברו הלוחות, בטל התמיד, הובקעה העיר בתקופת חורבן הבית השני, שרף אפוסטומוס את התורה, והעמיד צלם בהיכל וחמשה דברים ארעו בט' באב: נגזר על אבותינו במדבר שלא יכנסו לארץ, וחרב הבית בראשונה ובשניה, ונלכדה עיר גדולה ושמה 'ביתר' שהיו בה אלפים ורבבות מישראל, והיה להם מלך גדול אחר חורבן בית שני, ודימו כל ישראל שהוא המשיח, ונפל ביד הרומאים ונהרגו כולם, והיתה צרה גדולה כחורבן בית המקדש ובו ביום חרש טורנוסרופוס את ההיכל וסביביו, ככתוב: ציון שדה תחרש ובג' בתשרי נהרג גדליה בן אחיקם ונכבית גחלת ישראל שארית הפליטה שנשארו אחר חורבן הבית הראשון ובעשרה בטבת סמך נבוכדנצר הרשע על  ירושלים והביאה במצור סימן תקנ - הבדל שבין תשעה באב ליתר הצומות"
        },
        {
            "id": 3,
            "text": "הכל חייבים להתענות בארבעה צומות הללו, ואסור לפרוץ גדר ואין הדבר תלוי ברצון  הקהל"
        },
        {
            "id": 4,
            "text": "חיוב התענית הוא מזמן עלות השחר דהיינו שעה ושנים עשר רגעים בשעות זמניות, לפני הזריחה, עד צאת הכוכבים, שהוא כעשרים דקות אחר שקיעת החמה ואין מפסיקין בהם  מהערב, חוץ מתשעה באב שצריך להפסיק בו מבעוד יום"
        },
        {
            "id": 5,
            "text": "ג הישן על מיטתו שינת קבע בליל התענית, וקם משנתו באמצע הלילה, אסור לו לאכול ולשתות, אפילו קודם עמוד השחר אך אם התנה קודם שהלך לישן שבדעתו לקום קודם עמוד  השחר ולאכול, מותר לו לאכול עד עמוד השחר וכל זה על פי הפשט, אך על פי הזוה'ק אין לאכול גם על ידי תנאי"
        },
        {
            "id": 6,
            "text": "ד אף תלמידי חכמים ומלמדי תינוקות, חייבים להתענות כל תענית צבור, לרבות תענית אסתר אולם אין להם להתענות תענית שובבי'ם או תענית לכפרת עוונות וכדומה, בזמן עבודתם, כיון שעל ידי חלישות כוחם ימעטו במלאכת שמים וכן הדין לפועלים או לפקידים, וכל שכן לבני ישיבה ההוגים בתורה שאסור להם להתענות תעניות הנזכרים ובימי השובבי'ם עדיף שיתענו תענית דבור, אך אסור להם לבטל מסדר לימודם ולקרוא תהלים, כי  אין לך דבר העדיף יותר מלימוד הגמרא וההלכה"
        },
        {
            "id": 7,
            "text": "ה כל הצומות הללו מותרים ברחיצה ובסיכה ובנעילת הסנדל ובתשמיש המטה, חוץ מתשעה באב ומותר להתרחץ בחמין בימי הצומות והמחמיר תע'ב"
        },
        {
            "id": 8,
            "text": "ו י'ז בתמוז או תשעה באב או צום גדליה שחלו בשבת, דוחים התענית למחרת ביום ראשון, אבל י' בטבת לא יחול לעולם בשבת ואם חל י' בטבת ביום ששי, מתענים עד צאת הכוכבים"
        },
        {
            "id": 9,
            "text": "ז בשבת קודם תענית י'ז בתמוז וי' בטבת השליח צבור מכריז לפני תפילת מוסף על הצום שחל ביום פלוני, אבל על שאר תעניות לא נהגו להכריז מפני שהם ידועים ומפורסמים"
        },
        {
            "id": 10,
            "text": "ח אין לבעלי חנויות לספק מצרכי מזון לאוכלים ושותים שם ביום התענית, אלא אם כן ידוע שהאוכל והשותה הוא חולה שפטור מתענית ואפי' ישנם עוד בעלי מסעדות שמספקים מזון ביום התענית לכל מי שירצה, אף על פי כן החרד לדבר ה' ימנע עצמו מזה"
        },
        {
            "id": 11,
            "text": "ט מעוברת, אינה מתענה בתענית שבעה עשר בתמוז, ושאר תעניות אלה ואף לבנות אשכנז יש להקל בזה ומעוברת היא משעברו שלשה חדשים להריונה, ואם לא עברו שלשה חדשים והיא סובלת מהקאות או מיחושים וחולשה רבה, מותר לה לאכול בצומות אלו, חוץ מתשעה באב  ובפרט אם היא לאחר ארבעים יום להריונה"
        },
        {
            "id": 12,
            "text": "י מניקה פטורה מלהתענות בתענית צום גדליה, עשרה בטבת, תענית אסתר, וי'ז בתמוז ויש אומרים שגם אם פסקה מלהניק, כי כל שהיא בתוך עשרים וארבעה חודשים ללידה, פטורה מלהתענות בתעניות אלו מלבד בתשעה באב ויש מי שאומר שכל מה שנפטרה מלהתענות הוא דוקא במניקה בפועל ולמעשה, אשה חלשה שהלידה או ההפלה גרמה לה לחולשה רבה, יכולה להקל כל עשרים וארבע חודש מהלידה כסברת המקילין ואם מרגישה בעצמה  שיכולה להתענות, תתענה"
        },
        {
            "id": 13,
            "text": "יא וכן אשה שהפילה יש אומרים שפטורה מתעניות אלו בתוך עשרים וארבעה חודשים להפלתה, ואינה צריכה לפרוע התענית לאחר מכן ויש חולקים, והעיקר לדינא כמבואר בסעיף הנ'ל לגבי מניקה ומכל מקום גם אלה הפטורות מלהתענות ראוי שלא תאכלנה  להתענג במאכל ומשתה, אלא כדי קיום בלבד"
        },
        {
            "id": 14,
            "text": "יב חולה שאין בו סכנה פטור מלהתענות בכל הצומות הללו ואפילו בצום תשעה באב אוכל כדרכו ואינו חושש, ובלבד שיאכל בצינעא ורשאי לאכול בבוקר, כשיש צורך בכך, ואין צריך להתענות תענית שעות וכל שכן שאין צריך לאכול ולשתות פחות מכשיעור ואפילו חולה שנתרפא אך עודנו חלש, כל זמן שיש חשש שאם יצום יחזור לחליו, פטור  מלהתענות"
        },
        {
            "id": 15,
            "text": "יג זקנים תשושי כח שמצטערים בתעניתם פטורים מכל הצומות הללו לרבות תשעה באב"
        },
        {
            "id": 16,
            "text": "יד דין יולדת תוך שלשים יום ללידתה כחולה שאין בו סכנה, ופטורה אף מתענית תשעה  באב"
        },
        {
            "id": 17,
            "text": "טו קטן שלא מלאו לו שלש עשרה שנה ויום אחד, וקטנה שלא מלאו לה י'ב שנה, פטורים מתעניות י'ז בתמוז, תשעה באב, צום גדליה, עשרה בטבת, ותענית אסתר ואפי' תענית שעות אין להם להתענות, אף שיש להם דעת להתאבל על החורבן ויש מחמירים לומר שאין להאכילם אלא לחם ומים, אך המנהג להקל לתת להם כל צרכם, וכן ראוי להורות בזמן הזה  שירדה חולשה לעולם"
        },
        {
            "id": 18,
            "text": "טז חתן תוך שבעת ימי המשתה שלו, וכן אבי הבן, הסנדק, והמוהל, חייבים להתענות בכל הארבעה צומות, ולא יפרשו מן הצבור, שלא יבוא עשה דיחיד וידחה תענית דרבים ורק אם חלו ארבעה צומות הנזכרים לעיל בשבת, ונדחו ליום ראשון, בין החתן בין בעלי ברית לא ישלימו תעניתם, לרבות תשעה באב, אלא אחר חצות היום יאכלו כדרכם, מפני שיום טוב שלהם הוא ואם ירצה החתן להחמיר על עצמו להתענות אינו רשאי, הואיל ויום טוב שלו הוא ועל כל פנים אין לחתן בתוך שבעת ימי המשתה להתענות שום תענית יחיד, ואפילו היה נוהג בו שנים רבות, כגון יום פקודת השנה של אביו או אמו ואפילו התרה  אינו צריך, וכן לבעלי ברית"
        },
        {
            "id": 19,
            "text": "יז אף בצום גדליה אין להתיר לבעלי ברית וחתן לאכול ביום התענית שאינו דחוי, דלא הוי כתענית דחוי ואפילו לרבינו ירוחם הסובר דגדליה נהרג ביום ראש השנה והתענית נדחתה ליום אחרי ראש השנה, אין דין תענית זו כתענית דחויה דמאחר וחכמים קבעו מועד זה לתענית, אינו בכלל תענית דחוי"
        },
        {
            "id": 20,
            "text": "יח הנוהגים להתענות ביום חופתם, וחל יום חופתם בט'ו בשבט, או בט'ו באב, ובאסרו חג, אין לחתן להתענות אך בלאו הכי מנהגינו שהחתן אינו מתענה ביום חתונתו"
        },
        {
            "id": 21,
            "text": "יט חולה וזקן שפטורים מלהתענות בימי הצומות הללו, אינם צריכים התרה לפני שיאכלו וכן חתן ובעלי ברית שאינם משלימים התענית כשהצום דחוי, רשאים לאכול בלי התרה, והמחמיר לעשות התרה כשהדבר אפשרי בנקל, תבוא עליו ברכה"
        },
        {
            "id": 22,
            "text": "כ אין לשטוף הפה בבוקר בהתעוררו משינתו בתעניות צבור ובמקום צורך יש להתיר כשאינו נותן בפיו יותר משיעור רביעית בבת אחת, , ויודע בעצמו שיוכל להזהר שלא יבלע מן המים וכן מותר לצחצח שיניו במשחת שינים בתעניות צבור על הדרך הנ'ל, למי שקשה לו בלי לצחצח את שיניו ובתשעה באב יש להשתדל להחמיר בזה, אך אם יש לו צער גדול במיוחד במניעת צחצוח השינים, יוכל להקל גם בט' באב, באופן שיזהר להוריד פיו למטה שלא יבואו מים לגרונו"
        },
        {
            "id": 23,
            "text": "כא השרוי בתענית יכול לטעום כדי רביעית, ובלבד שיזהר לא לבלוע אלא יפלוט כל מה  שהכניס לפיו"
        },
        {
            "id": 24,
            "text": "כב אדם בריא שמתענה, אך עליו לבלוע גלולות וכדורים נגד מיחושי ראש וכדומה, מותר לו לבלוע התרופה בלי מים, כל שאין בה טעם ערב לחיך וכן מותר לשתות תרופות שאין החיך נהנה מהם אבל אם החיך נהנה מהם אין להתיר אולם במקום חולי פנימי אין להחמיר ויש אומרים שכל זה בשאר תעניות, אבל ביום הכפורים ובתשעה באב אין להקל  בזה אלא למי שבלאו הכי אוכל לפי היתר"
        },
        {
            "id": 25,
            "text": "כג מותר לעשן בימי תעניות צבור, זולת בתשעה באב שראוי להמנע מעישון סיגריות, ובפרט בפרהסיא, כדי שלא יסיח דעתו מאבילות היום ובעת הצורך מותר לעשן גם בתשעה באב כשעושה כן בצינעא, ובפרט לאחר חצות היום ובשאר צומות, אף הנוהגים לעשן ביום טוב על ידי הדלקה מאש לאש, דחשיב אצלם לענין זה כאוכל נפש, אפילו הכי מותר להם לעשן בתענית צבור"
        },
        {
            "id": 26,
            "text": "כד אסור ללעוס גומי לעיסה, ביום תענית, אך מסטיק שאין בו שום מתיקות כלל  מותר ללועסו בתעניות ובזה אין מברכים על המסטיק"
        },
        {
            "id": 27,
            "text": "כה מי ששכח ואכל בתענית צבור, ונזכר לאחר מכן, צריך להשלים תעניתו ומן הדין אינו צריך להתענות ביום אחר, אלא אם כן עושה כן לכפר על שגגתו, וכגון שהוא בריא ויכול לצער עצמו בתענית שאינו חובה  ואם נזכר לפני שאכל כזית והפסיק מיד, יכול לומר עננו בתפלת המנחה, אבל אם אכל כזית אף על פי  שהשלים תעניתו אינו אומר עננו בתפלת מנחה"
        },
        {
            "id": 28,
            "text": "כו מי ששכח ובירך ביום התענית על דבר מאכל, או משקה, יטעם ממנו משהו כדי שגרונו יהנה שאם לא יטעם יעבור על איסור ברכה לבטלה שלדעת הגאונים הרמב'ם והשלחן ערוך איסורו הוא מן התורה, ואילו טעימה בצומות אלה היא מדרבנן וימשיך בתעניתו ויאמר עננו, שטעימה מועטת מאד אין עליה תורת אכילה"
        },
        {
            "id": 29,
            "text": "כז המתענה תענית צבור צריך לומר עננו, בין בשחרית בין במנחה, באמצע שומע תפלה ובמקומות שנוהגים לומר 'עננו' בשומע תפלה בכל התפלות, גם בערבית של ערב התענית,  אף שאין מתענים מהערב, מנהגם נכון על פי ההלכה"
        },
        {
            "id": 30,
            "text": "כח בתשעה באב היחיד אומר עננו גם בערבית של ליל תשעה באב"
        },
        {
            "id": 31,
            "text": "כט אחר אמירת עננו חותם 'שומע תפלה' ואינו חותם העונה לעמו ישראל בעת צרה, שלא נתקנה חתימה זו אלא לשליח צבור כשאומר עננו בחזרה בין גואל לרופא  ואם טעה וחתם העונה לעמו וכו', ונזכר אחר שהתחיל רצה או מודים, יצא ידי חובה בדיעבד, ויסיים תפלתו, ואין צריך לחזור לשמע קולנו ומכל מקום טוב הדבר שאחר שסיים תפלתו יחזור להתפלל בתנאי של נדבה, ויאמר: אם אני חייב לחזור ולהתפלל, הריני חוזר ומתפלל לשם חובה ואם לאו תהיה תפלתי זו תפלת נדבה  ואם אפשר טוב לחדש בה דבר"
        },
        {
            "id": 32,
            "text": "ל אם שכח ולא אמר 'עננו' עד שאמר 'ברוך אתה ה'' כדי לחתום 'שומע תפלה', אינו רשאי לסיים 'למדני חקיך' כדי שיוכל לחזור ולומר 'עננו', אלא יסיים תפלתו ויאמר 'עננו' בלי חתימה בסוף 'אלהי נצור' אבל בין ברכת שומע תפלה לרצה, אין לומר  'עננו', דהוי הפסק"
        },
        {
            "id": 33,
            "text": "לא יחיד שמתפלל תפלת שמונה עשרה עם חזרת השליח צבור, אף שאומר עמו כל סדר הקדושה, אינו אומר עמו 'עננו' בין גואל לרופא, אלא ב'שומע תפלה'"
        },
        {
            "id": 34,
            "text": "לב הנמצא בתענית יחיד, ובמנחה נתאחר לבוא לבית הכנסת, והתפלל שמונה עשרה יחד עם החזרה של השליח צבור, כשיגיע ל'שומע תפלה', יאמר שם עננו, אף על פי שעל ידי כך יפסיד אמירת מודים עם הצבור וישתחוה באמצע הברכה באמירת 'מודים' של השליח  צבור"
        },
        {
            "id": 35,
            "text": "לג בארבע תעניות צבור, המוזכרות בפסוק, שהם י'ז בתמוז, תשעה באב, צום גדליה, ועשרה בטבת, אומר השליח צבור 'עננו' בתפלת החזרה, בשחרית ובמנחה, בין ברכת גואל ישראל  לברכת רפאנו וחותם: 'העונה לעמו ישראל בעת צרה'"
        },
        {
            "id": 36,
            "text": "לד אם טעה השליח צבור ושכח לומר 'עננו' לפני ברכת רפאנו, אם נזכר באמצע ברכת רפאנו, חוזר ואומר השליח צבור 'עננו' ברכה בפני עצמה, וממשיך ברכת רפאנו וכו' אבל אם לא נזכר עד שחתם 'ברוך אתה ה'' של ברכת רפאנו, אינו חוזר לומר 'עננו' ברכה בפני עצמה, אלא כוללה באמצע ברכת שומע תפלה כיחיד ואינו רשאי לסיים למדני חקיך, וחותם 'ברוך אתה ה' שומע תפלה' ואם לא אמר 'עננו' אף בשומע תפלה אינו חוזר וטוב שיאמרנה בסיום תפלת שמונה עשרה, ויחתום בלי הזכרת ה', 'ברוך שומע תפלה'"
        },
        {
            "id": 37,
            "text": "לה בתענית צבור , אין השליח צבור אומר 'עננו' ברכה בפני עצמה, אלא אם כן יש עשרה מתענים בבית הכנסת והשליח צבור עצמו מכלל העשרה אך בתעניות צבור המפורשות בכתוב הנ'ל, אם יש בבית הכנסת ששה או שבעה מתענים, שהם רוב מנין, רשאי השליח צבור לומר ברכת 'עננו' ברכה בפני עצמה בין גואל לרופא וכן פשט המנהג לומר 'עננו' ברכה בפני עצמה, כל שיש בבית הכנסת ששה מתענים ובתענית אסתר לכתחלה עדיף שיהיו עשרה מתענים ואם לא השיגו מנין מתענים, אומרים 'עננו' ברכה בפני עצמה ברוב מנין"
        },
        {
            "id": 38,
            "text": "לו אם יש ששה או שבעה מתענים בבית הכנסת, אלא שחלקם התפללו כבר במקום אחר ושמעו מהשליח צבור ברכת עננו, אין השליח צבור רשאי לומר עננו ברכה בפני עצמה בין גואל לרופא בתעניות הנ'ל, אלא יאמר 'עננו' בשומע תפלה כיחיד"
        },
        {
            "id": 39,
            "text": "לז אם הזמן של מנחה מצומצם, ביום התענית, ואין פנאי להתפלל בלחש ולחזור התפלה בקול רם, שהמנהג הוא שהשליח צבור מתפלל בקול רם והקהל מתפללים עמו בלחש, ואומרים עמו סדר קדושה, וכשמגיע השליח צבור להאל הקדוש ממשיכים התפלה בלחש, כשיגיע השליח צבור לברכת רפאנו יאמר שם 'עננו' בקול רם ברכה בפני עצמה, והקהל ישמעו ויכוונו לברכתו, ושוב ימשיכו בתפלה בלחש וכשיגיעו לשומע תפלה יאמרו בלחש תפלת 'עננו', חוץ מהשליח צבור, וימשיכו התפלה בלחש עד הסוף"
        },
        {
            "id": 40,
            "text": "לח שליח צבור שאינו מתענה בתענית צבור מאיזו סיבה שהיא, לא יתפלל לפני התיבה, כי אינו יכול לומר בחזרה 'עננו', והוא אינו מתענה ואם אין שליח צבור אחר, רשאי שליח צבור זה להתפלל כדי שלא יבטלו מעניית קדיש וקדושה וברכו ולא יאמר עננו ברכה בפני עצמה, אלא אומר עננו בשומע תפלה, ויחתום שומע תפלה ואף שליח צבור שמוכרח לעבור לפני התיבה שחרית בתענית צבור, מפני שאין שליח צבור אחר, ואינו יודע אם יוכל להתענות או לא, מפני שמרגיש חולשה וכיוצא בזה, לא יאמר עננו בחזרה ברכה בפני עצמה,  אלא אומרה בשומע תפלה"
        },
        {
            "id": 41,
            "text": "לט בימי תענית צבור המוזכרים בסעיף א', בשחרית ומנחה מוציאים ספר תורה וקוראים שלשה גברי בפרשת 'ויחל' ואפי' אם יום התענית חל בשני וחמישי, אין קוראים בפרשת  השבוע, אלא 'ויחל'"
        },
        {
            "id": 42,
            "text": "מ יש נוהגים להפטיר במנחה 'דרשו ה' בהמצאו' ומנהג בני ספרד שלא להפטיר בשום תענית צבור, חוץ מתשעה באב, שבשחרית מפטירים בו 'אסוף אסיפם', ובמנחה מפטירים  'שובה ישראל'"
        },
        {
            "id": 43,
            "text": "מא ספרדי שנזדמן לבית הכנסת של אשכנזים בתענית צבור במנחה, והזמינוהו לעליית שלישי שצריך להפטיר לפי מנהגם, נכון שיתחמק מלעלות לספר תורה אבל אם כבר  קראוהו בשמו יעלה ויפטיר בברכות, כיון שהם ברכות השבח"
        },
        {
            "id": 44,
            "text": "מב צבור שטעו וקראו בימי תעניות צבור בפרשת השבוע, בשחרית, אם חלו ימי התענית בשני או בחמישי, ונזכרו באמצע הקריאה, מסיימים בקריאה בפרשת השבוע, ויוצאים ידי  חובה"
        },
        {
            "id": 45,
            "text": "מג אין להוציא ספר תורה בתענית צבור לקריאת פרשת ויחל אלא אם כן יש ששה או שבעה מתענים בבית הכנסת, מתוך המנין של עשרה, בין בשחרית בין במנחה ואם אין יותר מחמשה מתענים בבית הכנסת וחל תענית צבור בשני וחמישי, קוראים בפרשת השבוע שלשה אנשים ואם חל התענית בימי אגדו אין להוציא ספר תורה כלל, ואפילו בשחרית שעדיין לא טעמו, כל אלה שחושבים שלא להתענות אינם מצטרפים לרוב מנין להוצאת ספר  תורה ולברכת עננו"
        },
        {
            "id": 46,
            "text": "מד מי שאינו מתענה מסיבת חולי וכדומה, לא יעלה לספר תורה בתענית צבור בקריאת פרשת ויחל ולכן כהן שאינו מתענה לא יקראוהו לספר תורה לקריאת ויחל, אפילו אין שם כהן אחר, אלא יצא הכהן מבית הכנסת, ועומד ישראל מתענה לקרות במקום כהן והוא הדין ללוי שאינו מתענה ואין לוי אחר בבית הכנסת, שיצא מחוץ לבית הכנסת, ויקרא כהן המתענה במקום לוי ואפילו אם קראוהו בשמו לעלות לספר תורה, יתנצל שאינו מתענה מחמת אונס, ויעלה אחר במקומו ואפילו מי שעודנו שרוי בתענית וחושב שלא להשלים תעניתו, לא יעלה לספר תורה בפרשת ויחל ואפילו בשני או בחמישי שחל בו תענית צבור"
        },
        {
            "id": 47,
            "text": "מה שליח צבור הקורא בתורה שאינו מתענה, יוכל לקרות בפרשת ויחל בתעניות צבור, אם  אין שליח צבור אחר שיוכל לקרות בתורה"
        },
        {
            "id": 48,
            "text": "מו בתענית צבור כשאומר השליח צבור הסליחות, יעמדו שנים אחד מימינו ואחד משמאלו, לומר עמו הסליחות ובזמנינו שכולם אומרים הסליחות עם השליח צבור אין צריך להעמיד  אצלו"
        },
        {
            "id": 49,
            "text": "מז הכהנים נושאים כפיהם בתענית צבור גם במנחה ולכתחלה יקבעו זמן תפלת שמונה עשרה של מנחה בתענית צבור, לא לפני ארבעים דקות לפני השקיעה, כדי שעד שיגיע השליח צבור בסוף החזרה לברכת כהנים יהיה בתוך חצי שעה לשקיעת החמה ואם התפללו מפלג המנחה ואילך, דהיינו שעה ורבע בשעות זמניות קודם צאת הכוכבים, לכתחלה לא יעלו לדוכן, ואם עלו לא ירדו ובמקום שנהגו שהכהנים עולים לדוכן אחר פלג המנחה, יש להם על מה שיסמוכו אבל אם מתפללים בעוד היום גדול, לפני פלג המנחה אין לכהנים לישא את כפיהם ואפילו במקום שנהגו לעלות לדוכן יש למחות בידם ולהנהיג שלא יעלו, וכדין מנחה של יום הכפורים שאין בה נשיאות כפים מפני שמתפללים מבעוד יום ואם מתפללים מבעוד יום, כשם שאין נושאים כפים כך אין השליח צבור אומר בחזרה 'אלהינו ואלהי אבותינו ברכנו בברכה המשולשת וכו''"
        },
        {
            "id": 50,
            "text": "מח כהן שאינו מתענה לא ישא את כפיו, ויצא לחוץ בעת נשיאת כפים"
        },
        {
            "id": 51,
            "text": "מט אם נמשכה תפלת מנחה לאחר השקיעה, רשאים הכהנים לישא את כפיהם תוך זמן של בין השמשות שהוא שלש עשרה דקות וחצי אחר השקיעה אבל אחר צאת  הכוכבים, אין לכהנים לישא את כפיהם"
        },
        {
            "id": 52,
            "text": "נ בתענית ז' באדר או שובבי'ם, אפי' יש עשרה מתענים בבית הכנסת אין לעשות נשיאות כפים במנחה ומכל מקום אם עלה הכהן לישא כפיו לא ירד"
        },
        {
            "id": 53,
            "text": "נא פשט המנהג בארץ ישראל שמניחים תפילין בתעניות צבור בשחרית בלבד ויש שנהגו להניח תפילין גם במנחה של תעניות צבור, , כדי להשלים מאה ברכות, אך לא ראינו כיום שנהגו כן בארץ ישראל, והנח להם לישראל ורק בתשעה באב יש שנהגו כדעת מרן להניח תפילין במנחה בלבד אך המנהג הקדום  בירושלים להניח תפילין גם בט' באב בשחרית"
        },
        {
            "id": 54,
            "text": "נב מעיקר הדין מותר לעשות חופה בתעניות צבור אף בשחרית, כגון בצום גדליה, עשרה בטבת, וצום י'ז בתמוז אלא שעדיף יותר לעשות החופה במוצאי הצום לאחר צאת  הכוכבים סימן תקנא - ממנהגי ימי בין המצרים"
        },
        {
            "id": 55,
            "text": "יש נוהגים שלא לערוך נישואין כלל מיום י'ז בתמוז עד תשעה באב, שהם ימי בין המיצרים אך מנהג הספרדים ועדות המזרח לערוך נישואין מי'ז בתמוז עד ראש חודש אב, ונמנעים מלישא אשה מליל ראש חודש עד אחר תשעה באב וכשיש צורך אפשר להקל אף לאחינו האשכנזים מי'ז בתמוז עד ראש חודש אב והמנהג להימנע גם אם הוא בחור שעדיין לא קיים פריה ורביה"
        },
        {
            "id": 56,
            "text": "מעיקר הדין מותר לערוך הנשואין במוצאי תשעה באב אך יש מקומות שנהגו שלא לערוך חופה וקידושין בליל מוצאי תשעה באב ואם יש להסתפק שמא נהגו לאסור הנישואין גם בליל מוצאי תשעה באב, יש להעמיד הדבר על עיקר הדין להקל"
        },
        {
            "id": 57,
            "text": "מותר לעשות תנאים גם אחר ראש חודש אב, אך בלי ריקודים ומחולות"
        },
        {
            "id": 58,
            "text": "המקילים בשאר ימות השנה לשמוע מטייפ שירות ותשבחות להשם יתברך, כל שאינם דרך קלות ראש והוללות, יש להם על מה שיסמוכו אף שהם מלווים בכלי נגינה ואף בניגונים שאין בהם מלים של תשבחות להשם יתברך, אלא ניגון בלבד, כל שמתעורר על ידי זה לעבודת ה' יש להקל והמחמיר תבא עליו וכל זה בשומע דרך הטייפ, אבל בכלי שיר ממש, יש לאסור כשלא במקום שמחת חתן וכדומה ומותר לשורר שירות ותשבחות בפיו, אפילו במשתה יין ולצורך מצוה כגון לשמח חתן וכלה, או מילה ופדיון הבן, או סיום מסכתא וחנוכת הבית, והכנסת ספר תורה, מותר לכתחלה אף בכלי שיר ממש וכן בחול המועד ופורים וכבר פשט המנהג במסיבות של מצוה ובבקשות של שבת, לומר פסוקי תהלים ושיר השירים בניגון יפה, באופן שאין לחשוש כלל לשחוק וקלות ראש, שרק כשעושה דרך זמר ומנגינות של דברי אהבה, הרי זה אסור וכן נהגו לנגן בהלל בראשי חדשים ובחגים וכן מותר לומר בשמחות, פסוקי תנ'ך בשירה ובזמרה, ולנגן בהזכרת השם שבפסוקים, ובלבד שיהיה זה בכובד ראש כראוי"
        },
        {
            "id": 59,
            "text": "על המשוררים המקליטים את שיריהם בסרטים ותקליטים, לרשום על הקלטות שלא ישתמשו בהם באיסור על ידי חילול שבת, או על ידי שחוק וקלות ראש"
        },
        {
            "id": 60,
            "text": "אף על פי שמותר מעיקר הדין לשמוע בשאר ימות השנה שירי קודש המלווים בכלי נגינה, וכמבואר, מכל מקום בימי הספירה וימי בין המיצרים יש להימנע מלשומעם אפילו דרך הרדיו או טייפ וכדומה אך בשמחת מצוה הנעשית בזמנה, כגון מילה או פדיון הבן, או בסעודת חתן וכלה בתוך שבעת ימי חופתם, או בסעודת בר מצוה הנערכת ביום הגיעו למצוות, מותר לשמוע שירי קודש, המלווים בכלי נגינה אבל אם מקדימים או מאחרים במספר ימים את סעודת הבר מצוה, ראוי להחמיר שלא להשמיע כלי נגינה בסעודה זו בימי בין המצרים וכן מותר להשמיע כלי נגינה בסעודת פדיון הבן, או בסעודת סיום מסכת אבל בסעודה שעושים בלילה שלפני המילה, אין להתיר לשמיע כלי נגינה והאשכנזים נוהגים להחמיר שלא להשמיע כלי נגינה בכל סעודת מצוה הנערכת בימי בין המצרים ושירה בפה כשהיא דרך הודאה לה' יתברך, בלי כלי נגינה, מותרת אף בימי בין המצרים ובימי ספירת העומר ומכל שכן שמותר להשמיע נעימה בתפלה, או בשעה שעוסק בתורה ומנגן בדרך לימודו, ובפרט בשבתות שבתוך ימי בין המיצרים או ימי הספירה ואמנם שירה בפה  בהתלהבות ובא לידי שמחה, יש להמנע בבין המיצרים"
        },
        {
            "id": 61,
            "text": "ישראל שמתפרנס על ידי השמעת קול מכלי נגינה בפני אנשים, אם אינו יודע מלאכה אחרת, ועושה כן אצל גוים, וגם אינו עושה כן לשמחה, אלא מפני שאין לו מה לאכול , יש להתיר לו לנגן בכלי שיר גם לאחר ראש חודש אב אולם אם עושה כן אצל יהודים, יש לאסור בכל ענין מיום שבעה עשר בתמוז, ואפילו עושה כן בפני יהודים שאינם שומרי תורה ומצוות, מפני שנמצא מכשילם בשמיעת כלי שיר בימים אלו"
        },
        {
            "id": 62,
            "text": "מה שאסור למלאת פיו שחוק, אינו בגלל החורבן, אלא אף קודם לכן, מטעם שלא  יתגבר עליו יצר הרע"
        },
        {
            "id": 63,
            "text": "נוהגים להיזהר שלא לאכול פרי חדש בימים אלה, מליל י'ז בתמוז עד אחרי תשעה באב, כדי שלא יצטרכו לברך עליו 'שהחיינו' אבל מותר לברך 'שהחיינו' על פרי חדש בשבתות שבינתים וכן על בגד חדש, בפרט כשיש בדבר משום כבוד שבת אולם לאחר  ראש חודש אב, אין ללבוש בגדים חדשים אף בשבת"
        },
        {
            "id": 64,
            "text": "מי ששכח בימי בין המיצרים שפרי זה הוא חדש, וטעה ובירך עליו בימות החול ברכת הנהנין, ולפני שטעם נזכר שהוא פרי חדש, יברך שהחיינו ויאכל מהפרי"
        },
        {
            "id": 65,
            "text": "אבי הבן כשמברך שהחיינו בימי בין המיצרים על המילה, יכול להתכוין בברכתו לפטור פרי חדש, אף בימי החול, ואף על פי שבדרך כלל מנהגינו להקדים ברכת הפרי  לשהחיינו ומכל מקום לכתחלה שב ואל תעשה עדיף"
        },
        {
            "id": 66,
            "text": "נכון להימנע מלברך שהחיינו על פרי חדש ובגד חדש, גם בעשירי באב"
        },
        {
            "id": 67,
            "text": "פרי חדש שיתכן שלא יהיה בנמצא אחר ט' באב, מותר לברך עליו שהחיינו בימי בין המיצרים, ואם אפשר יברך עליו בשבתות שבינתים וכן אם יפסד טעם הפרי אחר ט' באב, מותר לברך עליו שהחיינו וכן חולה רשאי לברך שהחיינו על פרי חדש, אף בימי החול של ימי בין המיצרים, כי הפירות פותחים תאבונו לאכול דברים טובים לבריאותו וכן אשה מעוברת שראתה פרי חדש ויש לחוש שאם תמנע עצמה ממנו יגרום לה או לעובר נזק, רשאית לברך עליו שהחיינו אחר ברכת הנהנין ולאוכלו וכן קטן שאינו יכול להבחין כל כך בין ימים אלו לשאר ימות השנה ומתאוה לפרי חדש, מותר לתת לו לברך עליו שהחיינו"
        },
        {
            "id": 68,
            "text": "מי שטעה ואכל פרי חדש בבין המיצרים בלי ברכת שהחיינו, לא יאכל עוד ממנו, ולאחר ט' באב יברך שהחיינו על פרי חדש אחר, ויכוין לפטור גם אותו הפרי סימן תקנא - דינים השייכים מראש חודש אב"
        },
        {
            "id": 69,
            "text": "משנכנס אב ממעטים בשמחה וישראל שיש לו דין ודברים ותביעה משפטית עם גוי, יתחמק מלהתדיין עמו בימי פורענות אלה, ולאחר עשרה באב יתדיין עמו ומי שצריך לעבור  ניתוח, והוא ניתוח שאפשר לדחותו עד אחר תשעה באב, כדאי שידחה הניתוח"
        },
        {
            "id": 70,
            "text": "מראש חודש אב עד התענית ממעטים במשא ומתן של שמחה, כגון קניית צורכי חופה, ותכשיטי כסף וזהב, ותפירת בגדים חדשים, ובמיוחד לצורך נישואין וכל זה כשאפשר להכין ולקנות צרכי חופה הללו לאחר תשעה באב, אבל אם יום הנישואין נקבע מיד לאחר תשעה באב, מותר, אם הוא בחור רווק שטרם קיים מצות פריה ורביה ואפילו אם יש שהות לקנות צורכי חופה ולהכינם לאחר תשעה באב, אם יש חשש שיתייקרו לאחר מכן, מותר לקנותם  בימים אלו והוא הדין לרהיטים חדשים שנקנים לצורך הנישואין"
        },
        {
            "id": 71,
            "text": "אפילו שלא לצורך נישואין היה נכון למעט בפרקמטיא ושאר משא ומתן, אלא שהמנהג  להקל בזה"
        },
        {
            "id": 72,
            "text": "וכן ממעטים בבנין של שמחה, מראש חודש אב עד תשעה באב, כגון הבונה בית חתנות לבנו, ויש שהות לבנותו אחר תשעה באב והוא הדין לכל בנין שאינו לצורך מקום מגורים אלא ליופי ולהרווחה בעלמא שאסור לבנותו בימים אלה וכן אסור לבנות בנין מצוייר ומכוייר אבל מותר לבנות בית חתנות לבנו כשהוא לצורך דירת החתן והכלה, אם הנישואין עומדים  להתקיים מיד אחר תשעה באב, והחתן עדיין לא קיים מצות פריה ורביה"
        },
        {
            "id": 73,
            "text": "בנין בית כנסת, אפילו בציור וכיור מותר, כיון שהוא לצורך מצוה דרבים"
        },
        {
            "id": 74,
            "text": "יש להחמיר שלא לסייד או לצבוע את חדרי הדירה מראש חודש אב, עד התענית"
        },
        {
            "id": 75,
            "text": "מותר להתחיל בבניית בנין לצורך דירה, גם אחר ראש חודש אב, וגם קבלני בנין שבונים דירות ושיכונים, מותר להם להתחיל לבנות גם אחר ראש חודש אב, עד התענית, אף שעושים זאת כדי להרויח ממון מהבניה אבל עבודות סיוד וצבע יש להימנע בימים אלה ומכל מקום קבלן שקיבל עבודה של ציור וכיור מלפני ראש חודש אב, ואם לא יסיים מלאכתו יהיה צפוי להפסד ממון, יש מקום להתיר לו להמשיך בעבודתו, אך יעשה שאלת  חכם בכל מקרה"
        },
        {
            "id": 76,
            "text": "מותר לבנות מעקה אפילו ביום תשעה באב, הואיל ויש בו מצוה למנוע סכנה  ואפשר לברך על המעקה"
        },
        {
            "id": 77,
            "text": "אף על פי שמן הדין מותר לערוך נישואין למי שלא קיים מצות פריה ורביה, אפילו אחר ראש חודש אב, מכל מקום כבר נתבאר שאין נוהגים לישא אשה מראש חודש עד אחר תשעה באב וראש חודש עצמו בכלל האיסור, שאין זה סימן טוב לישא אשה דוקא בימים אלה שהם ימי אבל וצער לכלל ישראל ובחוץ לארץ במקומות שנוהגים לעשות קידושין אף שלא בשעת החופה, מותר לקדש בימים אלה, בלי סעודה ויש מתירים בזה למי שלא קיים פריה ורביה גם בסעודה וטוב להחמיר ופירות ומגדנות ומיני מתיקה מותר בודאי ואפילו אם עושים תנאים על ידי קנין בלבד, וכמנהגינו שאין מקדשים אלא בשעת החופה, נכון להמנע מסעודה ואסור לעשות ריקודים ומחולות ולנגן בכלי שיר לכבוד האירוסין, אבל לשורר בפה שירים ותשבחות להשם יתברך מותר וכשיש ברית מילה בימים אלה, מותר להביא מנגנים בכלי שיר, ואפילו בשבוע שחל בו תשעה באב, וכן בשעת הסעודה אבל בלילה שלפני יום המילה שעושים לימוד 'ברית יצחק', אין להתיר זולת שירה בפה,  החל מי'ז בתמוז"
        },
        {
            "id": 78,
            "text": "כבר נתבאר, שאין לאסור מן הדין שירה בפה בימי בין המיצרים, ומכל שכן בשבתות שבימים אלה שיש להתפלל בנעימה וכן מותר לומר פזמונים ושירות ותשבחות בניגון ערב, אפילו בתשעה באב שחל בשבת ונדחה ליום ראשון ומכל מקום טוב להמנע מלשורר בפה בימות החול, מי'ז בתמוז עד ט' באב, כל שהדבר מביאו לידי שמחה יתירה, וכן בבתי ספר או בגני ילדים לכתחילה לא ילמדו את הילדים שירים ומנגינות בימים אלה, באופן  שבאים לידי שמחה יתירה, אף שמעיקר הדין מותר שירה בפה"
        },
        {
            "id": 79,
            "text": "מותר מן הדין לספרדים, להסתפר ולהתגלח בימי בין המיצרים, ואף אם לומדים בישיבות של יוצאי אשכנז, מותר לספרדים להסתפר ולהתגלח גם בימים אלו ומכל מקום אם רצו להחמיר שלא להסתפר ולהתגלח מי'ז בתמוז, כדי שלא לשנות ממנהג חבריהם בישיבה, תבוא עליהם ברכה, אך יאמרו שנוהגים כן בלי נדר"
        },
        {
            "id": 80,
            "text": "אף הנוהגים שלא להסתפר מי'ז בתמוז, אם ירצו להקל לגלח את זקנם מפני צערם,  בערב שבת חזון, יש להם על מה שיסמוכו"
        },
        {
            "id": 81,
            "text": "בשנה שחל ראש חודש אב בשבת, נוהגים אצלינו להפטיר שמעו דבר ה' כפי המקובל להפטיר בשבתות בין המיצרים, בתלתא דפורענותא, ואחינו האשכנזים חלוקים בזה במנהגם, ובכל מקום יעשו כמנהגם ונכון שבסיום ההפטרה יאמר המפטיר פסוק ראשון ופסוק אחרון מהפטרת 'השמים כסאי' שיהיה היכר ברור גם לראש חודש דין אכילת בשר מראש חודש אב"
        },
        {
            "id": 82,
            "text": "המנהג בעיר הקודש ירושלים ת'ו, שאין אוכלים בשר מיום ראש חודש אב עד יום עשרה באב, ויום העשירי בכלל האיסור ומנהג הספרדים להקל באכילת בשר ביום ראש  חודש אב עצמו ויש מחמירים גם בראש חודש"
        },
        {
            "id": 83,
            "text": "מותר לאכול בשר אחר ראש חודש אב בסעודת מצוה, כגון בסעודת ברית מילה, סעודת פדיון הבן, או סעודת שבע ברכות, או סעודת בר מצוה הנערכת ביום הגיע הנער לגיל שלש עשרה שנה ויום אחד וכל הקרובים של בעל הברית ריעיו ואוהביו הקרואים לסעודה רשאים לאכול שם בשר, אבל סתם בני אדם שהולכים שם אך ורק למטרה זו של אכילת  בשר למלאת תאותם, הרי הם כעושים מצוה הבאה בעבירה"
        },
        {
            "id": 84,
            "text": "המוהל והסנדק ואבי הבן רשאים לאכול בשר בכל סעודותיהם שביום המילה, אפילו כשאוכלים לבדם בביתם ובליל המילה אין הסעודה נחשבת לסעודת מצוה שיהיה מותר  לאכול בה בשר"
        },
        {
            "id": 85,
            "text": "מילה שלא בזמנה שנעשית מיד כשהתינוק נתרפא ונתאפשר למולו, מותר לאכול בשר בסעודת המילה, אבל אם לאחר שנתרפא התינוק דחו את המילה בכוונה לאחר ראש חודש אב, כדי שיוכלו לאכול בסעודה בשר, הואיל ועבירה היא בידו של אבי הבן שהשהה את  הברית, אין לאכול בשר באותה סעודה"
        },
        {
            "id": 86,
            "text": "תלמיד חכם שרגיל לעשות תמיד סעודה כשמסיים מסכת, מותר לו לאכול בשר בסעודת הסיום כשסיים המסכת בשבוע שחל בו תשעה באב ורשאים כל הקרואים משום קירבה או ריעות לאכול שם בשר, מפני שהיא סעודת מצוה ואפי' מי שלא למד עמו יכול להשתתף  בסעודה וכל שכן המחזיקים בידו בממונם והוצאות הסעודה"
        },
        {
            "id": 87,
            "text": "יש נוהגים שלא לאכול בשר בסעודת מצוה, אלא דגים וכיוצא וכשאין מנהג ידוע יש  להקל"
        },
        {
            "id": 88,
            "text": "תלמיד חכם שאינו רגיל לעשות סעודה כשמסיים מסכת, ורק בשביל אכילת בשר בשבוע שחל בו תשעה באב עושה סעודה, אין להקל לאכול בשר או עוף בסעודה זו והרוצה להקל למהר בלימודו כדי שיספיק לסיים המסכת בימים שאחר ראש חודש אב, ולאכול בשר בסעודת סיום המסכת, יש לו על מה שיסמוך וכן הרוצה להתעמק בלימודו, וללמוד לאט לאט כדי שיגיע לסיום המסכת בימים שאחר ראש חודש אב, יש לו על מה שיסמוך  אבל אין לסיים המסכת ולהשאיר בכוונה קטע לתוך שבוע שחל בו תשעה באב"
        },
        {
            "id": 89,
            "text": "המסיים מסכת משניות עם פירוש רבנו עובדיה, בהבנה ובעיון, יש להקל לאכול בשר בסעודת הסיום, רק למי שלמד בעצמו מסכת המשניות, בין יחיד בין ציבור שלמדו המסכת אבל יחיד שלמד מסכת משניות, אין ראוי להזמין גם אחרים שיאכלו עמו בשר וישתו יין"
        },
        {
            "id": 90,
            "text": "המשתתפים בסעודת סיום או סעודת מצוה, אינם צריכים לעשות התרה על מנהגם הקודם, שהרי אין כוונתם לבטל מנהגם כליל, אלא רק במקום סעודת מצוה"
        },
        {
            "id": 91,
            "text": "בשר שנשאר מסעודות שבת חזון, או סעודות ראש חודש אב, יש אומרים שמותר לאוכלו לאחר מכן ויש אוסרים ואין למחות במקילים שיש להם על מה שיסמוכו, שמעיקר הדין בשר זה מותר באכילה אף לגדולים, דהואיל ואשתרי אשתרי ובפרט אם אוכל את שיורי הבשר בסעודה רביעית, והוא רגיל לאכול בשר בסעודה רביעית ובלבד שלא יערים לבשל יותר מדי לשבת בכונה להותיר לצורך החול"
        },
        {
            "id": 92,
            "text": "מותר לתת לילדים קטנים שלא הגיעו למצות מאכלי בשר גם אחר ראש חודש אב, עד התענית, ובפרט אם הילד רזה וחלש, ומכל מקום אם הילד הגיע למופלא הסמוך לאיש, שהוא גיל שתים עשרה שנה ויום אחד, טוב להחמיר עליו ולמנוע ממנו מאכלי בשר מיום ראש חודש עד התענית, וכמנהג ירושלים"
        },
        {
            "id": 93,
            "text": "בשר עוף הרי הוא כבשר בהמה, ואין לאכול ממנו מיום ראש חודש אב עד עשירי באב ומי שאי אפשר לו בלי בשר מטעמי בריאות, על כל פנים יאכל בשר עוף, שלא היו מקריבים  ממנו בבית המקדש, ועוד שאין שמחה אלא בבשר בהמה"
        },
        {
            "id": 94,
            "text": "בשר שימורים שבקופסאות וכן בשר מלוח וקפוא דינם כבשר טרי לענין זה אבל דגים  מותרים"
        },
        {
            "id": 95,
            "text": "תבשיל שנתבשל בו בשר שאין בו שומן, מעיקר ההלכה מותר, אבל נהגו להחמיר"
        },
        {
            "id": 96,
            "text": "תבשיל שנתבשל בקדירה של בשר בת יומא ואין בשר בתבשיל עצמו, מותר ואפי'  לכתחילה מותר לבשל בקדירת בשר בת יומא ולאכול מהתבשיל"
        },
        {
            "id": 97,
            "text": "בערב שבת חזון מותר לטעום התבשיל אף על פי שיש בו בשר ושומן, הואיל ויש מצוה  בטעימת התבשיל לכבוד שבת והמחמיר תבוא עליו ברכה"
        },
        {
            "id": 98,
            "text": "חולה אף על פי שאין בו סכנה מותר לו לאכול בשר בשבוע שחל בו תשעה באב, שבמקום חולי לא גזרו חכמים ויולדת תוך שלשים יום גם כן מותרת באכילת בשר וכן מינקת שהתינוק שלה חלש ואם תימנע מאכילת בשר בימים אלה יוכל הדבר להשפיע על בריאות התינוק לרעה, יש להתיר לה לאכול בשר ואפי' במקום קצת חולי אפשר להתיר  אכילת בשר"
        },
        {
            "id": 99,
            "text": "חולה שכבר נתרפא, ועל פי עצת הרופאים יצא למקום הבראה, מותר לו לאכול בשר בימים אלה ועל כל פנים אם אפשר לו להסתפק בדגים, שאינם בכלל האיסור, אין לו להקל  באכילת בשר"
        },
        {
            "id": 100,
            "text": "מעוברת שסובלת הרבה בהריונה, יש להתיר לה אכילת בשר, והוא הדין למינקת שסובלת מחולשה, וכן חולה נפש שמתרפא והולך מותר לו לאכול בשר בימים אלה וכל הבא לשאול בימים אלו שאינו יכול לסבול בלי בשר מפני איזה מיחוש וקצת חולי, מורים לו להיתר בזה אבל בריא שרוצה ללכת אחר שרירות לבו לאכול בשר במקום שנוהגים בו איסור, הרי הוא פורץ גדר, וישכנו נחש, וגדול עוונו מנשוא"
        },
        {
            "id": 101,
            "text": "חולה האוכל בשר לפי היתר אין צריך התרה"
        },
        {
            "id": 102,
            "text": "אדם בריא ששכח וברך על בשר מראש חודש אב, יטעם משהו מהבשר, כדי שלא תהיה  ברכתו ברכה לבטלה"
        },
        {
            "id": 103,
            "text": "מותר לישראל בעל מסעדה כשרה, לספק מאכלי בשר ללקוחותיו גם אחר ראש חודש אב, אף על פי שמנהג ארץ ישראל להימנע מאכילת בשר כבר מראש חודש אב, ובפרט אם יש מקום לתלות שהלקוח אינו בקו הבריאות כל כך, ואין בזה משום 'לפני עיור לא תתן מכשול', שאם ימנע בעל המסעדה לספק מאכלי בשר, יהיה לו הפסד, שיעזבוהו לקוחותיו וירעו בשדה אחר ואם אפשר לו להגיש בשר עוף, עדיף יותר מאשר להגיש בשר בהמה ויש להקל לרבנות לתת הכשר למסעדה המספקת בשר מראש חודש אב, שאם לא כן יש חשש  שיבואו לאכול נבילות וטריפות במסעדות לא כשרות"
        },
        {
            "id": 104,
            "text": "יש להתיר לשחוט בהמה בימים אלה, כשיש חשש שמא יבואו לאכול נבלות וטרפות  במסעדות לא כשרות ויש מחמירים בזה"
        },
        {
            "id": 105,
            "text": "יש נוהגים שלא לשתות יין בשבוע שחל בו תשעה באב, ויש מוסיפים מיום ראש חודש עד התענית ומכל מקום מותר לשתות יין של הבדלה במוצאי שבת, ואפילו יש בכוס יותר משיעור רביעית מותר לשתותו כולו, ושכר או בירה ושאר משקאות חריפים מותרים, אבל בכמה קהילות ספרד נהגו להקל בשתיית יין אף בשבוע שחל בו תשעה באב, וכן הוא מנהג  ירושלים ת'ו להקל, והמחמיר תבוא עליו ברכה"
        },
        {
            "id": 106,
            "text": "מנהג כשר שלא לאכול בשר ושלא לשתות יין בליל עשירי באב ויום עשירי באב, מפני שבתשעה באב לעת ערב הציתו אש בהיכל והיה נשרף והולך עד שקיעת החמה ביום עשירי ובבגדאד נהגו להקל באכילת בשר במוצאי תשעה באב, ומכל מקום נכון להחמיר גם להם  לאחר שזכו לעלות לארץ סימן תקנא - דיני שבוע שחל בו תשעה באב"
        },
        {
            "id": 107,
            "text": "אסור להסתפר בשבוע שחל בו תשעה באב, וכן אסור לגלח הזקן אבל שפם שמעכב את האכילה, מותר לגלחו ואסור לגדולים לספר לקטנים, ומותר לאשה להסתפר בשבוע שחל  בו תשעה באב"
        },
        {
            "id": 108,
            "text": "אבי הבן וסנדק ומוהל שאירע להם ברית מילה בימי בין המיצרים, מותר להם להסתפר ולהתגלח לכבוד המילה אפילו לאחר שנכנס חודש אב, ואפילו אם נהגו להחמיר בזה בשאר  שנים"
        },
        {
            "id": 109,
            "text": "אבל אם חלה המילה בשבוע שחל בו תשעה באב, אין להתיר להם להסתפר ולהתגלח ואם חל תשעה באב ביום שבת ונדחה לאחר השבת, או שחל ביום ראשון בשבת, מותר לבעלי ברית להסתפר ולהתגלח לכבוד המילה, בין בשבוע שלפני תשעה באב ובין בשבוע שלאחריו,  ולכן גם במקום שנהגו להחמיר, לבעלי ברית יש להקל בפשיטות"
        },
        {
            "id": 110,
            "text": "חתן בתוך שבעת ימי המשתה, יש מקילים לו להסתפר ולגלח זקנו בשבוע שחל בו והמיקל יש לו על מי לסמוך והוא הדין בבעלי ברית, שאף על פי שהבא לשאול מורים לו שלא להסתפר ולהתגלח בשבוע שחל בו תשעה באב, מכל מקום המיקל בזה יש לו על מה  לסמוך"
        },
        {
            "id": 111,
            "text": "מותר להסתרק במסרק שערות ראשו וזקנו, בשבוע שחל בו תשעה באב, בין איש בין  אשה"
        },
        {
            "id": 112,
            "text": "יש אוסרים לגזוז ציפורנים בשבוע שחל בו תשעה באב ויש מתירים, וכן הוא מעיקר הדין ואף מי שנוהג להחמיר בזה, אם צפרניו עודפות על הבשר, רשאי לגוזזם ובמקום מצוה כגון אשה שאירע לה טבילת מצוה בשבוע שחל בו תשעה באב, בודאי שיש להקל, ובערב שבת  חזון פשוט שמותר"
        },
        {
            "id": 113,
            "text": "אסור מדברי סופרים לכבס בשבוע שחל בו ט' באב, ואפילו אם אינו רוצה ללבוש הבגד עתה אלא להניחו לאחר ט' באב ואפילו אין לו אלא חלוק אחד אסור ואיסור זה הוא אפילו אם מכבס הבגדים במכונת כביסה וכן אסור ללבוש בגדים מכובסים בשבוע שחל בו ט' באב, ואף הגופיה, אסור להחליפה במכובסת, בשבוע זה ובמקומות ששורר חום בתקופה זו, ויש הכרח להחליף הכתונת והגרביים מפני הזיעה, יש לנהוג כך: שכל אחד ילבש הבגד המכובס למשך כשעה לפני שיכנס שבוע שחל בו ט' באב, ואחר כך יפשטנו מעליו וילבש בגד אחר למשך כשעה, וכן הלאה, עד שיהיו לו מספר חולצות או גרביים שכבר לבשם זמן מה לפני שבוע שחל בו ט' באב, ואין עליהם יותר תורת בגדים מכובסים, ויוכל להשתמש בהם בשבוע שחל בו ט' באב ויוכל לעשות כן גם בשבת, שילבש בגדים מכובסים בער''ש, לכבוד שבת, ובשבת בבוקר ילבוש בגדים אחרים, מכובסים ומגוהצים, והבגדים שלבש בליל שבת יניחם למשמרת לימות החול וכן יעשה לגבי הלבנים והגרביים ואם יש צורך יפשוט הבגדים שלבש בבוקר, וילך לישן שינת צהרים, וכשיקום שוב ילבש בגדים אחרים, ואין בזה משום מכין משבת לחול, כיון שנהנה מן הבגדים גם ביום השבת  ומיהו אם לא הכין בגדים כנז', ויש כאן כבוד הבריות, יוכל ללבוש בגדים מכובסים"
        },
        {
            "id": 114,
            "text": "אסור להציע המיטה בסדינים מכובסים בשבוע שחל בו תשעה באב, ואפילו מטפחות  הידים ומטפחות אף ומפות השולחן אסור לכבסן"
        },
        {
            "id": 115,
            "text": "אסור לגדולים לכבס כסות הקטנים בשבוע שחל בו תשעה באב, אבל בגדים שמלפפים הקטנים לגמרי , בודאי שמותרים בכביסה ואפילו בגדי שאר קטנים,  עד גיל שלש שנים, נוהגים להקל"
        },
        {
            "id": 116,
            "text": "כשחל תשעה באב בשבת ונדחה התענית ליום ראשון, מותר לספרדים ועדות המזרח לכבס את הבגדים בכל ימי השבוע שלפני תשעה באב, וכן ללבוש בגדים מכובסים שמכיון שנדחה ליום ראשון, אין השבוע שלפניו בכלל שבוע שחל בו תשעה באב והאשכנזים נהגו להחמיר בלאו הכי שלא לכבס מראש חודש אב ויש מעדות המזרח  שנהגו גם כן להחמיר"
        },
        {
            "id": 117,
            "text": "כשחל תשעה באב בשבת, טוב להחמיר גם לדידן, גבי תספורת הראש שלא להסתפר בכל השבוע שלפניו, כדי שלא יכנס לאבלות כשהוא מקושט אבל לענין גילוח הזקן למי שרגיל בכך, ונגרם לו צער במניעת התגלחת, אין צריך להחמיר בזה, ובפרט אם עושה כן לכבוד שבת"
        },
        {
            "id": 118,
            "text": "מותר לצחצח הנעלים בשבוע שחל בו תשעה באב, ואין לדמותו לכיבוס האסור והוא הדין בימי אבלות, בנעלי גומי שמותרים לאבל ואף למחמירים בזה, יש להקל על כל פנים  בתוך שלשים, וכן בערב שבת חזון"
        },
        {
            "id": 119,
            "text": "יש נוהגים שלא להתרחץ במים חמים מראש חודש אב, ויש שאינם נמנעים, אלא בשבוע שחל בו תשעה באב, וגדולי רבני ספרד כתבו כדעה שניה, ולכן יש להתיר לספרדים לרחוץ כל הגוף בחמין מיום ראש חודש עד שבוע שחל בו תשעה באב וכל שכן שמותר להם להתרחץ בערב שבת חזון כל גופם, ולחפוף הראש בסבון ללא כל הגבלה וקל וחומר שמותר לטבול אפילו במים חמים לכבוד שבת ובשבוע שחל בו תשעה באב המנהג להימנע מלהתרחץ בחמין, אבל בצונן מותר גם בשבוע שחל בו תשעה באב והאשכנזים נהגו להחמיר כדעת הרמ'א, שלא להתרחץ בחמין החל מראש חודש אב עד לאחר התענית, ובמקום צורך מותר גם להם להתקלח בצונן אבל אסור להם להורות להחמיר לנוהגים כדעת מרן השלחן ערוך  ומותר לטבול לקריו במקוה חם בשבוע שחל בו תשעה באב, אם אין לפניו מקוה צונן, ובפרט למי שרגיל לטבול תמיד לקריו"
        },
        {
            "id": 120,
            "text": "מעיקר הדין מותר להתרחץ בים בשבוע שחל בו תשעה באב, וכן המנהג אצל הספרדים, שלא אסרו אלא רחיצה במים חמים ומכל מקום מחמת הסכנה ראוי להמנע  מזה בימים אלה"
        },
        {
            "id": 121,
            "text": "מותר לחסידים ואנשי מעשה הנוהגים בכל ימות השנה לטבול לקריים, לטבול גם בשבוע שחל בו תשעה באב, אך יטבלו במקוה צונן וכשאי אפשר לטבול במקוה צונן,  אפשר לסמוך על המתירים, ולטבול אפילו במקוה חם"
        },
        {
            "id": 122,
            "text": "מותר להתרחץ במים חמים בשבוע שחל בו תשעה באב, כשעושה כן לצורך רפואה  כגון אשה מעוברת בחודשה, וכדומה"
        },
        {
            "id": 123,
            "text": "יש מקומות שנוהגים שלא לשטוף ולהדיח רצפת חדרי הבית מראש חודש אב והלאה ורק בערב שבת חזון מתירים לכבוד שבת ואנו נוהגים להקל גם באמצע שבוע שחל בו  תשעה באב ויש להקל בזה בכל חדרי הבית"
        },
        {
            "id": 124,
            "text": "אסור לתפור ולגזור בגדים חדשים בשבוע שחל בו תשעה באב, ויש להחמיר בזה מראש חודש אב וכן אסור לסרוג סוודר וכדומה בימים אלו אבל מותר לתפור בגד שהותרה תפירתו בשבוע שחל בו תשעה באב, וכן מותר לתפור טלאי על הבגד   והטוות צמר למחייתן מותרות לטוות גם אחר ר'ח אב"
        },
        {
            "id": 125,
            "text": "מי שהוא חייט אומן, והוא עני, ואם לא ימשיך בעבודתו לא יהיה לו מה לאכול , מותר לו לתפור בגדים חדשים בימים שאחר ראש חודש אב, לצורך פרנסתו  ונראה שאפילו ביום ט' באב עצמו יש להתיר"
        },
        {
            "id": 126,
            "text": "אסור לסנדלר לעשות נעלים חדשות בשבוע שחל בו תשעה באב וגם בזה יש להחמיר מראש חודש, ומכל מקום מותר לתקן נעלים שנקרעו, או להתקין להם סוליא"
        },
        {
            "id": 127,
            "text": "אסור לקנות בגדים חדשים ונעלים חדשות, אבל נעלי גומי לצורך תשעה באב, מותר לקנות וללובשן בתשעה באב, אך טוב שינעלם קצת קודם שבוע שחל תשעה באב"
        },
        {
            "id": 128,
            "text": "חלוק ואנפילאות חדשים אסור ללובשם בשבוע שחל בו תשעה באב, אבל קודם לכן מותר ובגדים חשובים שטעונים ברכת שהחיינו, בלאו הכי אי אפשר ללובשן כבר מי'ז  בתמוז"
        },
        {
            "id": 129,
            "text": "בעלי בית חרושת של נעלים או של תיקון בגדים חדשים שיש להם פועלים, ואי אפשר לבטלם בשבוע שחל בו תשעה באב, ויצטרכו לשלם מכיסם לפועלים משכורתם  שלימה, יש להתיר שיעשו בצינעא ככל האפשר"
        },
        {
            "id": 130,
            "text": "בעלי מכבסה שאי אפשר להם לסגור המכבסה בשבוע שחל בו תשעה באב בגלל הסיבה  הנ'ל, יעשו שאלת חכם מורה הוראה בכל מקרה לגופו"
        },
        {
            "id": 131,
            "text": "מותר לקנות קורות עצים לרהיטים או לבנין בימים שאחר ראש חודש אב ויש נוהגים להחמיר שלא לקנות עצים להסקה בימים אלו ומותר לקנות בד לתפור בגד אחר  תשעה באב סימן תקנא - דיני שבת חזון"
        },
        {
            "id": 132,
            "text": "יש מבני אשכנז הנוהגים שלא ללבוש בגדי שבת, בשבת חזון, שבת שלפני תשעה באב, ומחליפים רק הכתונת בלבד ויש שכתבו שמנהג זה שלא כדין, ובכל גלילות ישראל אשר שמענו שמעם, נוהגים ללבוש בגדי שבת כרגיל ומכל מקום אם יש מהאשכנזים הנוהגים להחמיר בזה, יש להם על מה שיסמוכו"
        },
        {
            "id": 133,
            "text": "אף במקומות שנהגו בהם בני אשכנז שלא ללבוש בגדי שבת בשבת חזון, אם חל מילה בשבת חזון, צריכים בעלי הברית ללבוש בגדי שבת ואין להם לפשוט בגדיהם לאחר המילה, שרק אם חל המילה ביום תשעה באב עצמו פושטים בעלי הברית בגדי שבת שעליהם באופן שממשיכים בקינות אחר המילה, ובקריאת איוב וירמיה"
        },
        {
            "id": 134,
            "text": "יש מקומות שנהגו לומר קינה בשבת חזון, וראוי לבטל מנהגם זה, כי בזה מראים אבילות  בפרהסיא בשבת, וכן המנהג פשוט בארץ ישראל"
        },
        {
            "id": 135,
            "text": "בשבת חזון אפילו חל בו תשעה באב ונדחה ליום ראשון, אוכלים בשר ושותים יין, ואפילו בסעודה שלישית שמסתיימת סמוך לשקיעה, אוכלים בשר ושותים יין, ומעלה על שולחנו כסעודת שלמה המלך בשעת מלכותו ואסור להמנע מאכילת בשר בסעודה זו מטעם אבילות,  ורק מי שאינו רגיל לאכול בשר בסעודה זו בכל שבת  מטעמי בריאות וכדומה, יכול להמנע גם בשבת זו סימן תקנא - ערב תשעה באב וסעודה המפסקת"
        },
        {
            "id": 136,
            "text": "יש נוהגים להחמיר שלא ללמוד בערב תשעה באב אחר חצות היום, אלא בדברים המותרים ללמוד בתשעה באב, כגון מדרש איכה, הלכות תשעה באב, הלכות אבלות, וכדומה ויש מחמירים בזה אף בערב תשעה באב שחל בשבת וכן בתשעה באב שחל בשבת ונדחה ליום ראשון ולענין הלכה נראה, שבתשעה באב שחל בחול, אם יש לו צער כשאינו לומד כדרכו בכל ימות השנה, רשאי ללמוד בערב תשעה באב אחר חצות במקום שלבו חפץ ולענין תשעה באב או ערב תשעה באב שחלו בשבת, מעיקר הדין יש להקל בזה והמחמיר ללמוד דוקא בדברים המותרים ללמוד בתשעה באב, תבוא עליו ברכה, ובכל ענין יזהר שלא יבטל כלל מלימודו מחמת כן"
        },
        {
            "id": 137,
            "text": "לא יטייל בערב תשעה באב וכן ההולכים לכותל המערבי מערב תשעה באב, צריך שתהיה  כוונתם לצורך התפלה, ולא לשם טיול ומפגש"
        },
        {
            "id": 138,
            "text": "ערב תשעה באב אחר חצות היום לא יאכל בשר בסעודה המפסקת, ואיסור זה הוא מצד הדין ולא מצד המנהג, ולא ישתה יין, ובשר מלוח ובשר עוף בכלל האיסור ונהגו להחמיר שלא לאכול דגים, וכן תבשיל שנתבשל בו בשר אסור, וכן אין לשתות שכר בסעודה המפסקת, והוא הדין לבירה ושאר משקאות ויש מתירים לשתות קצת שכר  לעיכול למי שהורגל בכך וקשה לו בלא זה"
        },
        {
            "id": 139,
            "text": "בסעודה המפסקת שאוכל אחר חצות היום אסרו חכמים לאכול שני תבשילים, ואפילו בישל מין אחד בשתי קדרות, אלא שאחד עבה ואחד רך גם זה נחשב שני תבשילים, ואסור לאכול משניהם בסעודה המפסקת אבל אם שניהם שוים אלא שהוצרך לבשל  בשתי קדרות מפני שבני הבית מרובים, מותר לאכול משניהם"
        },
        {
            "id": 140,
            "text": "שתי ביצים האחת קשה ואחת רכה שראויה לגמיעה, חשיבי שני תבשילים לענין זה וכל שכן ביצה שלוקה וביצה מטוגנת, שנחשבות לשני תבשילים"
        },
        {
            "id": 141,
            "text": "דבר הנאכל כמות שהוא חי אם נתבשל חשוב תבשיל לענין זה ובאפוי אפילו כמה  מינים אין לו דין שני תבשילים"
        },
        {
            "id": 142,
            "text": "כל מה שדרך לערב בתבשיל בשאר ימות השנה, כגון אפונים ובצלים וביצים טרופות וכדומה, נחשב הכל תבשיל אחד, ולכן יש סועדים לבם בסעודה המפסקת בתבשיל עדשים עם ביצים טרופות בקדרה, מפני שהוא מאכל אבלים ואין לעשות כן אלא במקום שדרך לבשל כן  גם בשאר השנה, אבל אם עושים כן רק על מנת לאכול משני מינים אלו, יש לאסור"
        },
        {
            "id": 143,
            "text": "האוכלים עדשים ואחר כך אוכלים ביצים שלוקות, טועים הם, ועליהם לבטל מנהגם, שהרי הם שני תבשילים וגם הנוהגים לאכול ביצים קשות אחר ברכת המזון, עושים שלא כדין, וגם הרי הם גורמים לברכה שאינה צריכה וגם בביצים הטרופות בקדרה, לא הותר  בזה אלא במקום שדרכם בכך במשך כל השנה, אבל בלא זה אסור"
        },
        {
            "id": 144,
            "text": "פירות חיים מותר לאכול מהם אפילו כמה מינים, אבל פירות כבושים דינם כמבושלים, ולכן אין לאכול עם תבשיל אחר מלפפונים או קישואים קטנים כבושים במים  ומלח או בחומץ"
        },
        {
            "id": 145,
            "text": "סלט שעושים מעגבניות ושאר ירקות מעיקר הדין דינו כפירות חיים, ומותר לאכול סלט  בסעודה המפסקת אך טוב להחמיר"
        },
        {
            "id": 146,
            "text": "גבינה דינה כפירות חיים ואין עליה תורת תבשיל, אלא אם כן טיגנה או בישלה"
        },
        {
            "id": 147,
            "text": "יש אוסרים לשתות קפה או תה בסעודה המפסקת, נוסף על תבשיל אחר, דהוי כשני תבשילין, ויש חולקים ומי שאפשר לו טוב שיחמיר בזה ובכלל נכון לכל אדם שימעיט  הנאותיו, ויסתפק במועט בסעודה המפסקת, רק כדי להחזיק עצמו שיוכל להתענות"
        },
        {
            "id": 148,
            "text": "נהגו לישב על גבי קרקע בסעודה המפסקת, וטוב להחמיר שלא לשבת על גבי קרקע ממש, אלא יניח תחתיו שטיח, או שמיכה, וישב עליהם וקרקע המרוצפת באבנים או בנסרים, מותר לשבת עליה אף בלא שיתן דבר המפסיק בינו לבין הקרקע ואף הנשים  צריכות לשבת על גבי קרקע בסעודה המפסקת"
        },
        {
            "id": 149,
            "text": "אין צריך לחלוץ מנעליו בעת הסעודה"
        },
        {
            "id": 150,
            "text": "יש להזהר שלא ישבו שלשה לאכול ביחד, כדי שלא יתחייבו בזימון, ואפי' ישבו  ואכלו יברך כל אחד לעצמו בלי זימון"
        },
        {
            "id": 151,
            "text": "אם אכל קודם חצות אפילו דעתו שלא לאכול עוד מותר לאכול שני תבשילין וכן אפי' אוכל אחר חצות, אם דעתו לאכול אחריה סעודת קבע מותר לאכול שני תבשילין, וגם לאכול עם שנים אחרים, ולא נאסר בשני תבשילין וכו', אלא כשאוכל אחר חצות,  ואין דעתו לאכול אחריה סעודה אחרת"
        },
        {
            "id": 152,
            "text": "אין אומרים וידוי ונפילת אפים במנחה של ערב תשעה באב מפני שנקרא מועד ומיהו  בליל תשעה באב אומרים תיקון חצות כרגיל"
        },
        {
            "id": 153,
            "text": "תושב ארצות הברית שאחר שאכל סעודה המפסקת ערב תשעה באב, טס לארץ ישראל, רשאי לאכול במוצאי תשעה באב של ארץ ישראל, כמנהג תושבי ארץ ישראל, ואינו צריך להמתין עוד שבע שעות, שיגיע זמן צאת הכוכבים בארצות הברית, שאין לו אלא מקומו  ושעתו, לחומרא ולקולא סימן תקנד - דברים האסורים בתשעה באב"
        },
        {
            "id": 154,
            "text": "תשעה באב אסור באכילה ושתיה ורחיצה וסיכה ונעילת הסנדל ותשמיש המטה, ולילו כיומו לכל דבר ואין אוכלים אלא מבעוד יום של ערב תשעה באב ובין השמשות שלו  אסור כיום הכפורים"
        },
        {
            "id": 155,
            "text": "אם קיבל עליו בפירוש בשפתיו שלא לאכול אחר סעודה המפסקת אסור לו לאכול  יותר אפילו עודנו יום אבל אם קיבל עליו בהרהור בלב אינה קבלה"
        },
        {
            "id": 156,
            "text": "ראוי ונכון להחמיר שלא לעשן סיגריות בתשעה באב ובפרט יש להחמיר בעת קריאת איכה וקינות בבית הכנסת אבל לצורך קצת, כגון למי שרגיל מאד בעישון, ויש לו צער גדול במניעתו מעישון סיגריות, יש להתיר לו לעשן בתשעה באב בצינעא בתוך ביתו וכדומה, אבל לא יעשן בפרהסיא בתשעה באב, ובשאר צומות אף הנוהגים לעשן ביום טוב, על ידי הדלקה מאש לאש, דחשיב אצלם לענין זה כאוכל נפש דשרי ביום טוב, אפילו הכי מותר לעשן  בתענית"
        },
        {
            "id": 157,
            "text": "רחיצה אסורה בתשעה באב בין בחמין בין בצונן, ואפילו להושיט אצבעו במים אסור ובשחרית נוטל ידיו עד סוף קשרי אצבעותיו בלבד, ולאחר שניגבם ועדיין לחות קצת מעבירם על עיניו ואם היה לכלוך על גבי עיניו ודרכו לרחצם במים, רוחץ ומעבירו ואינו  חושש"
        },
        {
            "id": 158,
            "text": "מי שהיו ידיו מלוכלכות בטיט ובצואה, מותר לרחוץ להעביר הלכלוך, ולא יטול כל  ידיו אלא לפי הצורך להעביר הלכלוך"
        },
        {
            "id": 159,
            "text": "כהן שנוטל ידיו לברכת כהנים, נוטל עד סוף הפרק כמו בשאר ימות השנה, שכל שאינו מכוין להנאת רחיצה מותר אבל היוצא לשירותים נוטל עד קשרי אצבעותיו, שדי בזה  אלא אם כן ידיו היו מלוכלכות שאז נוטל ידיו כדי להעביר הלכלוך"
        },
        {
            "id": 160,
            "text": "נשים המבשלות ומדיחות הירקות במים, אף על פי שידיהם נוגעות במים אין לחוש על  זה כלל וסיכה אינה אסורה אלא של תענוג"
        },
        {
            "id": 161,
            "text": "מי שיש לו חטטין בראשו סך כדרכו ואינו חושש"
        },
        {
            "id": 162,
            "text": "נעילת הסנדל אסורה בין לאנשים בין לנשים, ודוקא בנעלים של עור, אבל של בגד ועץ וגומי, מותר, שהרי קושי הארץ מגיע לרגליו ומרגיש שהוא יחף, ואפילו לובש גרבים  ונועל עליהם נעלי עור אסור"
        },
        {
            "id": 163,
            "text": "אסור ללבוש נעלים כל היום עד מוצאי תשעה באב בצאת הכוכבים, והגאונים החמירו  בזה בתוקף"
        },
        {
            "id": 164,
            "text": "נעלי עץ שיש להם רצועה של עור יש מתירים ללובשן"
        },
        {
            "id": 165,
            "text": "אם שכח לקנות נעלי גומי לפני תשעה באב, רשאי לקנות לאחר מכן, אך נכון  לכתחלה שיחדש אותם איזה זמן קודם שבוע שחל בו תשעה באב"
        },
        {
            "id": 166,
            "text": "ביום תשעה באב אסור לקרות בתורה נביאים וכתובים וכן אסור לשנות בו במשנה ומדרש וגמרא בהלכות ובאגדות, שנאמר פקודי ה' ישרים משמחי לב אבל קוראים באיוב ובדברים הרעים שבירמיה, ומדלג פסוקי נחמה שביניהם וכן מותר ללמוד פרק אלו מגלחים, ופירוש על איכה  ופירוש על איוב, וידלג עניני שמחה שבהם, כגון חד מאתינס אתי לירושלים וכו' וכן מותר ללמוד בספרי מוסר המעוררים לתשובה"
        },
        {
            "id": 167,
            "text": "אסור ללמוד תורה גם על ידי הרהור, כיון שהכל תלוי בשמחת הלב ומכל מקום כשמהרהר בדברי תורה, ואינו מבין מה שמהרהר, כגון שמהרהר בזוהר הקדוש בתשעה באב,  וכדומה, אפשר שאין בזה איסור, דאיכא תרתי לטיבותא"
        },
        {
            "id": 168,
            "text": "עצם חיוב לימוד התורה שייך גם בתשעה באב, ולכן חייב כל אחד לקבוע זמן ללמוד  ביום זה כפי כחו"
        },
        {
            "id": 169,
            "text": "מי שנתחדשו לו חידושי תורה בתשעה באב, וחושש שאם לא יכתבם מיד ישכח עד  הערב, שפיר דמי לכותבם"
        },
        {
            "id": 170,
            "text": "תינוקות של בית רבן בטלים בו, ויש אומרים שמותר ללמוד עם התינוקות בדברים הרעים הנזכרים לעיל, ויש מחמירים, ואפשר לסמוך על המתירים במקום חשש ביטול  תורה"
        },
        {
            "id": 171,
            "text": "מותר לקרות כל סדר היום בתפלה, כולל שירת הים, פרשת הקרבנות, איזהו מקומן  וברייתא דרבי ישמעאל, וברכת כהנים"
        },
        {
            "id": 172,
            "text": "אין לקרוא תהלים בתשעה באב, והמיקל בזה יש לו על מה לסמוך, אבל חק לישראל וסדר מעמדות יש להחמיר שלא לקראם בתשעה באב, אפי' אם הוא רגיל בהם בכל יום ואומרים בסוף התפלה שיר של יום ואין כאלהינו ופטום הקטורת כמו בכל יום"
        },
        {
            "id": 173,
            "text": "מותר למסור דבר מידו ליד אשתו שאינה נדה בתשעה באב וכן מעיקר הדין אין צריך להזהר בשאר דיני הרחקות בתשעה באב, וכן מעיקר הדין אין צריך להזהר שלא לגעת  באשתו בתשעה באב החייבים בתענית"
        },
        {
            "id": 174,
            "text": "הכל חייבים להתענות בתשעה באב, ואסור לפרוץ גדר, ואפילו מעוברות ומניקות שפטורות משאר צומות של דברי קבלה, מתענות ומשלימות בתשעה באב אך מעוברות ומניקות שיש להן חולי, אפילו אין בו סכנה אין להם להתענות בתשעה באב ואם יש להן חולשה רבה, יעשו שאלת חכם ונכון לעשות שאלת חכם בכל מקרה"
        },
        {
            "id": 175,
            "text": "חולה, אפילו אין בו סכנה פטור מלהתענות בתשעה באב, וחולה שנתרפא ועודנו חלוש ומצטער מאד בתעניתו, מותר לו לאכול, ואין צריך אומד, רק שלא יאכל למעדנים ומי שהוא חולה שאינו יכול להתענות אלא אם כן יאכל בלילה, יש אומרים שמותר לו  לאכול בלילה, ויתחיל לצום עם עמוד השחר, והעושה כן יש לו על מה לסמוך  וכן זקנים תשושי כח שהתענית צער גדול להם, והרופא אומר שמזיק להם התענית, מותר להם לאכול ויולדת או חולה האוכלים בתשעה באב, אין צריכים לאכול פחות פחות  מכשיעור, כמו ביום הכפורים, אלא יאכלו כרגיל"
        },
        {
            "id": 176,
            "text": "אולם מינקת צריכה להתענות בתשעה באב אף אם היא מניקה בפועל אך אם התינוק חולה והרופא אומר שתענית יגרום לילד נזק, מותר לה לאכול בשביל התינוק וכל שכן אם יש חשש שעל ידי תעניתה יופסק החלב לגמרי מן הולד, שיש לה לאכול שלא יחסר  חלב האם מן הולד"
        },
        {
            "id": 177,
            "text": "הילדים פטורים מלהתענות בתשעה באב כל שאינם בני מצוה, ואין בזה חינוך, שאנו מאמינים בביאת המשיח אבל אל יאכילו אותם מעדנים  ויולדת תוך שלשים יום ללידה, פטורה מלהתענות בתשעה באב, ותאכל מיד בבוקר וכל שכן שיכולות המעוברות ומניקות, וכן יולדות, להקל באופן שחל תשעה באב בשבת, והתענית נדחתה לאחר השבת ומכל מקום ראוי שהיולדת תוך שלשים יום לא תאכל  להתענג, אלא כדי קיום"
        },
        {
            "id": 178,
            "text": "חולה או מעוברות ומניקות הסועדים בתשעה באב, וכן כל שאר הפטורים מתענית תשעה באב, אין להם לומר 'נחם' בברכת המזון, שלא נתקן לאומרו אלא בתפלה"
        },
        {
            "id": 179,
            "text": "חולה שיש בו סכנה האוכל בתשעה באב, צריך ליטול ידיו כל פרק היד עד הזרוע, ואם אוכל שיעור כביצה בתוך כדי אכילת פרס, יברך על הנטילה"
        },
        {
            "id": 180,
            "text": "מוהל סנדק ואבי הבן, יכולים להקל ולאכול, בארץ ישראל וגלילותיה, ביום המילה כשחל תשעה באב בשבת, ונדחה ליום ראשון, לאחר שיתפללו מנחה גדולה וכדעת מרן השלחן ערוך וכל שכן בשאר ארבע צומות שנדחו, ואין כאן שום מנהג להחמיר ובתענית אסתר יש להקל אפילו בזמנו ואף אם מחלקים את מצות המילה לשנים, האחד מוהל והשני פורע, מותרים שניהם לאכול בתשעה באב דחוי"
        },
        {
            "id": 181,
            "text": "אין שאלת שלום בתשעה באב, ועם הארץ שאינו יודע, והקדים לו שלום מותר להשיב  בשפה רפה ובכובד ראש"
        },
        {
            "id": 182,
            "text": "אין לטייל ברחוב בתשעה באב, פן יבא לידי שחוק וקלות ראש"
        },
        {
            "id": 183,
            "text": "מקום שנהגו לעשות מלאכה בתשעה באב, עושים ומקום שנהגו שלא לעשות מלאכה בתשעה באב, אין עושים, ומנהג ישראל בכל מקום אשר שמענו שמעם שלא לעשות מלאכה בתשעה באב וכל העושה מלאכה שלא בהיתר בתשעה באב אינו רואה סימן ברכה מאותה מלאכה ואם הוא עני שאין לו מה לאכול לערב, מותר לו לעשות מלאכה בצנעא בתשעה  באב, ולא יתפרנס מן הצדקה"
        },
        {
            "id": 184,
            "text": "מותר למכור מצרכי מזון מכולת וירקות במשך כל היום, אבל שאר פרקמטיא יש  להחמיר ויש מתירין לאחר חצות"
        },
        {
            "id": 185,
            "text": "מלאכת דבר האבד מותר בתשעה באב כדרך שהתירו בחול המועד"
        },
        {
            "id": 186,
            "text": "מותר לחלוב את הבהמה בתשעה באב, מפני שהיא מלאכת דבר האבד סימן תקנה - ציצית ותפלין בתשעה באב"
        },
        {
            "id": 187,
            "text": "מנהג ירושלים להתפלל שחרית בתשעה באב עם הצבור בבית הכנסת בטלית ותפלין, ומנהג זה יסודתו בהררי קודש, ואין לשנות מהמנהג ואלו הרוצים לנהוג כן, ולהחזיר עטרה ליושנה, יפה עושים ויש מקומות שנהגו להתפלל שחרית בתשעה באב בלא ציצית ותפילין, ורק במנחה נהגו להתעטף בציצית ולהניח תפילין בבית הכנסת, והנוהגים כן טוב שינהגו שכל אחד יתעטף בציצית ויניח תפילין בביתו קודם תפלת שחרית, ויקרא עמהם קריאת שמע , ואחר כך יפשוט הטלית ויחלוץ התפילין וילך לבית הכנסת להתפלל שחרית, ובתפלת המנחה יחזור ויתעטף בציצית ויניח תפילין בברכותיהם ובדבר זה אין לשנות מן המנהג מפני המחלוקת אבל לא יהיו חלק מהקהל עושים כך וחלק עושים כך, אלא יסכימו וישתוו ביניהם במנהגם לבל יעשו אגודות אגודות ומברכים על הציצית  והתפלין כשלובשים אותם בתשעה באב"
        },
        {
            "id": 188,
            "text": "המניחין תפילין דרבינו תם בכל יום, צריכים להניח תפילין של רבינו תם גם בתשעה באב, ואם נוהגים במקומם להניח תפילין בתשעה באב בשחרית, יניחו אף תפילין של רבינו תם בשחרית ואם נוהגים במקומם להניח תפילין בתשעה באב במנחה, ראוי שיניחו תפילין של רש'י ושל רבינו תם בביתם קודם תפלת שחרית, ויקראו עמהם קריאת שמע, ויחזרו ויניחו תפילין של רש'י בתפלת המנחה בבית הכנסת עוד ממנהגי יום תשעה באב"
        },
        {
            "id": 189,
            "text": "יש נשים הנוהגות לכבד הבית בכל כוחן ולסדר המטות וכיוצא בזה מתיקוני הבית ונתנו טעם למנהגם, מפני שדעתן קצרה והן חלושי אמונה אחר שהמשיח עדיין לא הגיע אבל  נשים המבינות ויודעות תורה אין לנהוג כן"
        },
        {
            "id": 190,
            "text": "אחר כעשרים רגעים משקיעת החמה מותר לאכול במוצאי תשעה באב, ובתשעה  באב אין צריך להחמיר להמתין לזמן ר'ת, שאין מחמירים בזה אלא באיסורי תורה"
        },
        {
            "id": 191,
            "text": "מקדשים הלבנה במוצאי תשעה באב, אבל צריך להמתין עד שיהיה חושך באופן שתהיה הלבנה ראויה ליהנות מאורה וטוב שיטעמו איזה דבר קודם הברכה ולכן אם אפשר טוב שיקבעו זמן לברכת הלבנה אחר הסעודה, ויברכו עם מנעלים בשמחה אך אם יש חשש שחלק מהקהל ישכחו לברך ברכה זו, יברכו אחר ערבית ולכתחלה אין לברך ברכת הלבנה קודם תשעה באב,  ואף שרואה הלבנה, לא יברך עד מוצאי ת'ב ואין בזה איסור משום אין מעבירין על המצוות"
        },
        {
            "id": 192,
            "text": "המנהג הכשר שבליל עשירי באב אין אוכלים בשר ולא שותים יין, ונהגו כן גם כשחל  ביום ששי אבל מותר לטעום מהתבשילים שיש בהם בשר, בערב שבת, לכבוד שבת"
        },
        {
            "id": 193,
            "text": "כל המבואר לעיל הוא לענין אכילת בשר, אבל לענין רחיצה ותספורת לא נהגנו להחמיר בזה ורק האשכנזים נהגו להחמיר בזה גם לענין רחיצה ותספורת עד למחרת בחצות ולכן מותר לספרדים להתרחץ ולכבס במוצאי תשעה באב אבל יש ליזהר שלא יעשו כן בתשעה באב סמוך לערב ובשנה שחל עשירי באב ביום ששי שהוא ערב שבת, מותר גם לאשכנזים להתרחץ ולהסתפר לכבוד שבת סימן תקנו - דיני תשעה באב שחל במוצאי שבת"
        },
        {
            "id": 194,
            "text": "אם חל ט' באב בשבת, אין דיני אבלות נוהגים בשבת, ומותר גם בתשמיש המטה"
        },
        {
            "id": 195,
            "text": "תשעה באב שחל להיות ביום ראשון, רשאי ללמוד בשבת גם אחר חצות, בכל מה שירצה,  אלא שטוב ונכון ללמוד בשבת אחר חצות בהלכות תשעה באב וללמד לרבים הלכות אלו"
        },
        {
            "id": 196,
            "text": "תשעה באב שחל במוצאי שבת, אין אומרים צדקתך צדק במנחה בשבת ומבדילין  בלילה כמו בכל מוצאי שבת ואין אומרים ויהי נועם"
        },
        {
            "id": 197,
            "text": "תשעה באב שחל להיות ביום ראשון, מותר להשאר עם הנעלים גם לאחר יציאת השבת, עד לאחר אמירת ברכו שלפני תפלת ערבית של מוצאי שבת ואינו צריך להסיר את הנעלים שברגליו מיד עם שקיעת החמה של יום שבת, וראוי להכריז בבתי הכנסת ולהודיע לצבור שתפלת ערבית במוצאי שבת שחל בו תשעה באב, תהיה רק לאחר חצי שעה מזמן שקיעת החמה, ולא קודם, ובכך תהיה אפשרות לקהל להחליף בגדי שבת בבגדי חול, ולחלוץ נעלי העור שברגליהם כשליש שעה אחר השקיעה, ויבואו להתפלל בליל תשעה באב, במוצ'ש, בבגדי חול ובמנעלי בד המותרים בתשעה באב"
        },
        {
            "id": 198,
            "text": "בתשעה באב שחל במוצאי שבת, כשחולצים הנעלים לאחר אמירת ברכו של ערבית, יחלוץ נעליו מן הרגל האחת ברגל חבירתה, ולא יגע במנעליו וכן יוכל לחולצם בנגיעה  בשרוך נעליו בלבד, שאז אין צריך נטילת ידים"
        },
        {
            "id": 199,
            "text": "אחר צאת השבת, קודם קריאת מגילת איכה, מברכים על הנר בורא מאורי האש, ואין  מברכים על הבשמים ואם שכח לברך על הנר, יברך אחר כך במשך הלילה"
        },
        {
            "id": 200,
            "text": "תשעה באב שחל ביום ראשון, חולה האוכל בו לפי ההלכה, צריך להבדיל קודם אכילתו על הכוס, שאין לאכול עד שיבדיל על הכוס ויכול החולה להוציא ידי חובה את בני ביתו בהבדלה זו, אף על פי שהם מתענים ואינם אוכלים עד הערב ואחר שהבדיל החולה על הכוס, יתן הכוס לתינוק שהגיע לחינוך כדי שישתה ממנו מלוא לוגמיו ואם אין שם תינוק, ישתה בעצמו מהכוס מלוא לוגמיו ואם אי אפשר לו אינו צריך לדחוק את עצמו, ודי בטעימה  כל שהוא"
        },
        {
            "id": 201,
            "text": "תשעה באב שחל להיות ביום ראשון, הואיל ואי אפשר להבדיל במוצאי שבת, מבדילים  במוצאי יום ראשון, שהוא מוצאי הצום"
        },
        {
            "id": 202,
            "text": "מי שהיה קטן ביום שבת ט' באב, ונעשה לבר מצוה במוצאי שבת ליל התענית, , יש אומרים שכיון שהיה פטור מהתענית בשבת, אחר שטרם הגיע לבר מצוה, פטור מלהתענות ביום א', ויש אומרים דמאחר ובליל י' אב נעשה חייב במצוות, צריך להתענות סימן תקנז - נחם ועננו בתפלות ט' באב"
        },
        {
            "id": 203,
            "text": "בערבית ליל תשעה באב אומר היחיד תפלת 'נחם' בברכת בונה ירושלים, וכן מנהג ירושלים לומר נחם בכל התפלות, ערבית שחרית ומנחה וגם השליח צבור צריך לומר נחם בקול רם בשחרית ובמנחה בחזרת השליח צבור אולם אם לא אמרו נחם, אין חוזרים ואחינו האשכנזים נהגו שלא לומר נחם אלא בתפלת המנחה בלבד, ונהרא נהרא ופשטיה וחותם ברוך אתה ה' מנחם ציון בבנין ירושלים, ואם חתם בונה ירושלים שפיר דמי ואם שכח לומר נחם יכול לאומרו בשומע תפלה, ויאמר עננו קודם לנחם ואם שכח גם שם יאמרנו ברצה במקום יעלה ויבוא ואם שכח גם שם יאמרנו בסוף התפלה אחר אלהי נצור קודם יהיו לרצון האחרון"
        },
        {
            "id": 204,
            "text": "אסור לשנות מנוסח תפלת נחם הנאמרת בתפלות תשעה באב כי מקום המקדש וסביבותיו נתונים ביד זרים ומלאים גילולי עכו'ם, ובפרט שגם הרוחניות של ירושלים היא בעוונותינו הרבים בשפל המדרגה, בהרס חומת הצניעות וחלולי שבת, ה' ירחם וכל  המשנה ידו על התחתונה"
        },
        {
            "id": 205,
            "text": "יחיד המתענה עם הצבור בתשעה באב, אומר 'עננו' בשומע תפלה בכל התפלות, בערבית שחרית ומנחה, וכן המנהג פשוט בכל קהלות ספרד, אך מנהג אשכנז שהשליח צבור אומר עננו בשחרית ומנחה, והיחיד במנחה בלבד ומי שטעה ולא אמר עננו, אינו חוזר, ונכון שיאמר עננו בסיום תפלתו אחרי אלהי נצור והיחיד שאומר עננו בשומע תפלה, חותם לאחר עננו כי אתה שומע תפלת כל פה ברוך אתה ה' שומע תפלה, ולא כמו שנדפס באיזה סידורים החתימה ליחיד 'ברוך וכו' העונה לעמו ישראל בעת צרה' ורק שליח צבור האומר עננו בין גואל לרופא, חותם בחתימה זו"
        },
        {
            "id": 206,
            "text": "הטועה בתשעה באב בשומע תפלה, וחתם העונה לעמו ישראל בעת צרה, במקום שומע תפלה, אין צריך לחזור, אך אחר שיסיים תפלת העמידה מהיות טוב יחזור להתפלל שנית, בתורת תנאי דנדבה סימן תקנט - סדר התפלות בתשעה באב"
        },
        {
            "id": 207,
            "text": "ליל תשעה באב ויומו יושבים בבית הכנסת לארץ עד זמן תפלת מנחה, כמו אבל שיושב על גבי קרקע כל ימי אבלות ויש להקל לישב על גבי קרקע מרוצפת ואין בזה משום חששת המקובלים שלא לישב על גבי קרקע משום רוח רעה ומכל מקום היכא  דאפשר טוב להפסיק בבגד"
        },
        {
            "id": 208,
            "text": "יש אומרים שאסור לילך יחף בתשעה באב, ובשאר ימי החול ויש אומרים שבארץ  ישראל מותר לילך יחף שעפרה קדוש"
        },
        {
            "id": 209,
            "text": "מותר לישב על גבי כרים וכסתות, או ספסל נמוך, שאין גבוהים טפח ואם הוא זקן ותשוש כח אפשר להקל גם בספסל נמוך קצת שאין בגבהו שלשה טפחים"
        },
        {
            "id": 210,
            "text": "מצוה לקום מפני תלמיד חכם או זקן גם בתשעה באב, אף על פי שהכל אבלים  ויושבים על גבי קרקע"
        },
        {
            "id": 211,
            "text": "אין מדליקין נרות בלילה כי אם נר אחד לומר לאורו איכה וקינות, ויאמרם בבכיה ובדמעות שליש ככל אשר יוכל שאת, עד יחונן ה' צבאות וכיום שגם הקהל קוראים  קינות יכולים להדליק כפי הצורך"
        },
        {
            "id": 212,
            "text": "בשעת הקינות אסור לדבר ולצאת לחוץ, כדי שלא יפסיק ויסיח דעתו מן האבל"
        },
        {
            "id": 213,
            "text": "נוהגים שלא לומר קדיש תתקבל בליל תשעה באב, שאינו דומה לאבל האומר תתקבל  אבל ביום נוהגים לאומרו בהרבה בתי כנסת"
        },
        {
            "id": 214,
            "text": "נוהגים לברך בשחרית את כל ברכות השחר, כולל ברכת 'שעשה לי כל צרכי'"
        },
        {
            "id": 215,
            "text": "יש נוהגים לומר שירת האזינו במקום שירת הים, וכבר נזכר מנהג זה בראשונים, אבל אנו נוהגים כהרמ'א לומר שירת הים וכן הכהנים נושאים כפיהם בשחרית ובמנחה ואומרים  סדר קדושה כרגיל נקדישך ונעריצך וכו'"
        },
        {
            "id": 216,
            "text": "קוראים בתורה שלושה אנשים בפרשת כי תוליד בנים, והשלישי הוא המפטיר והמנהג  להפטיר בתשעה באב גם בשחרית וגם במנחה"
        },
        {
            "id": 217,
            "text": "חולה שאוכל בתשעה באב, יש אומרים שעולה לספר תורה בשחרית, מפני שזו קריאה של חובת היום ויש חולקים"
        },
        {
            "id": 218,
            "text": "המחזיק לעלות לספר תורה מידי שנה בתשעה באב בשחרית, ולהפטיר בהפטרת תשעה באב, ואירעו אבל, והוא בתוך שבעה ימי אבלות, אין לו לעלות לספר תורה, כיון שהאבל אסור בדברי תורה, ואין קריאת ספר תורה של תשעה באב נחשבת בכלל דברים הרעים שהאבל מותר בהם ובתפלת מנחה לכל הדעות אין האבל רשאי לעלות לתורה"
        },
        {
            "id": 219,
            "text": "אין אומרים קדיש אחר קריאת התורה אלא לאחר סיום ההפטרה, אחר שחתם מגן דוד בסיום הברכות שלאחר ההפטרה וכן מנהג ירושלים וכן במנחה לא יאמר השלישי קדיש בין קריאת התורה להפטרה, אלא יאמר הקדיש אחר ברכות ההפטרה ואחר כך יחזירו הספר תורה ויאמרו הפסוקים יהללו את שם ה' וכו', ואחר כך שוב יחזרו לומר קדיש לפני העמידה"
        },
        {
            "id": 220,
            "text": "אחר ההפטרה בשחרית אומרים אשרי ובא לציון, ומדלגין ואני זאת בריתי וכו' עד ואתה קדוש, ומסיימים התפלה עם הקדישים כנהוג, ואחר כך קוראים איכה וקינות"
        },
        {
            "id": 221,
            "text": "אם בסוף הקינה יש פסוקי נחמה צריך לדלגם, אך שליח צבור שאומרם אין גוערים בו"
        },
        {
            "id": 222,
            "text": "אין אומרים וידוי ונפילת אפים בתשעה באב, כי תשעה באב נקרא מועד, שנאמר קרא  עלי מועד"
        },
        {
            "id": 223,
            "text": "אם יש מילה בתשעה באב, יש אומרים שנכון לאחרה עד אחר חצות, דקודם שש שעות  עדיין שעת אבילות"
        },
        {
            "id": 224,
            "text": "כשחל מילה בתשעה באב, יש לברך על הכוס ולהטעימו לתינוק הקרוב לחינוך כבן שש שנים, שמבין ויודע למי מברכים, ואין שום איסור בזה אפילו אם אינו צריך לשתות באותה שעה אך אסור לעשות המציצה בתשעה באב וביום הכפורים ביין ושאר משקים, אלא  מציצה בפה בלבד"
        },
        {
            "id": 225,
            "text": "במנחה יושבים על ספסלים כמו בשאר ימות השנה"
        },
        {
            "id": 226,
            "text": "המנהג שהג' העולים שקראו בשחרית, הם העולים לקריאת התורה במנחה"
        },
        {
            "id": 227,
            "text": "נוהגים שלא להכין צרכי סעודה למוצאי תשעה באב עד אחר חצות"
        },
        {
            "id": 228,
            "text": "החוטא בעבירות החמורות שהתיקון שלהם הוא על ידי תעניות, ואם יתענה יבטל מלימודו עדיף יותר שלא יתענה, ויתחזק יותר בעסק התורה"
        },
        {
            "id": 229,
            "text": "ממדת חסידות להתענות ביום שמת בו תלמיד חכם, כשאינו גורם לו לביטול תורה וטוב יותר שיעשה תענית דיבור, ותענית שובבי'ם אם אין עשרה מתענים לכולי עלמא לא יקראו בויחל ואם חל בשני וחמישי יקרא בשחרית בפרשת השבוע ואם יש י' מתענים, במקום  שנהגו לקרוא ויחל יש להם ע'מ לסמוך"
        },
        {
            "id": 230,
            "text": "ספר תורה שנפל לארץ, הקהל הרואים בנפילת הספר תורה חייבים להתענות, אולם אין זה מן הדין, ולכן יש להקל בזה לתשושי כח, ולתלמידי חכמים ולמלמדי תינוקות, ולפועלים ולשכירים שלא יוכלו לעשות מלאכתם כהוגן, שיש בזה חשש גזל, שממעטים ממלאכת בעל הבית ולפיכך יתנו פדיון התענית לצדקה, ומה טוב שקהל בית הכנסת שאירע בו כן, יתאספו כולם בבית הכנסת, וינהגו תענית דיבור, וילמדו שם במשך כל היום, וזה הרבה יותר חשוב מתענית, שאין העיקר לסגף את עצמו בתעניות, אלא ברסן פיו ותאוותיו"
        },
        {
            "id": 231,
            "text": "צום עשרה בטבת שחל להיות בערב שבת, צריך להתענות ולהשלים הצום, עד צאת הכוכבים, כרבע שעה אחר השקיעה ואף אם הקהל התפללו ערבית של ליל שבת מבעוד יום, יש להם להמתין מלקדש עד אחר צאת הכוכבים"
        },
        {
            "id": 232,
            "text": "יום ט'ו באב הוא כיום טוב, ואין אומרים בו וידוי ונפילת אפים וצריך להוסיף בעסק  התורה בלילה, כי הלילות מאריכים והולכים, ובזכות התורה נזכה לגאולה שלמה אמן הלכות ראש השנה סימן תקפא - מדיני הסליחות"
        }
    ]
}