{
    "הלכות סוכה": [
        {
            "id": 1,
            "text": "א נאמר בתורה: בסוכות תשבו שבעת ימים וגו', כי בסוכות הושבתי את בני ישראל והם ענני כבוד שהקיפם בהם לבל יכם שרב ושמש וכתב הטור , הטעם שנצטוינו לעשות סוכה בחדש תשרי, ולא בחודש ניסן, שהוא זמן יציאתנו ממצרים, לפי שחודש ניסן הוא בתחלת הקיץ, ודרך כל אדם לעשות סוכה לצל, ולא היתה ניכרת עשייתנו שהיא לפי מצות הבורא יתברך, ולכן ציונו השי''ת לעשות הסוכות בחדש השביעי, שהוא תחלת החורף, שהוא זמן הצינה והגשמים, ודרך כל אדם לצאת מסוכתו ולישב בביתו, ואילו אנחנו יוצאים מן הבית לישב בסוכה, ובזה יראה לכל שאנו עושים כן בשביל מצות המלך שציוה עלינו לעשותה"
        },
        {
            "id": 2,
            "text": "ב זריזים מקדימים למצות, ולכן המדקדקים במצוות מתחילים מיד בעשיית הסוכה במוצאי יום הכפורים, כדי לצאת ממצוה אל מצוה, ומחיל אל חיל"
        },
        {
            "id": 3,
            "text": "ג נכון שכל אחד יעסוק בעשיית הסוכה, כי מצוה בו יותר מבשלוחו, או לפחות שיסכך הסוכה, ואם אי אפשר לו לעשות בעצמו, יעשה הכל על ידי שליח ויאמר לו שלוחי אתה לעשות סוכה וישתדל בעשיית חלק ממנה, ובפרט בסכך ומבטלין תלמוד תורה לצורך עשיית הסוכה והלולב וכן נכון שכל אחד תהיה לו סוכה פרטית לשינה ואכילה"
        },
        {
            "id": 4,
            "text": "ד אם שבת מפסקת בין יום הכפורים לחג הסוכות, יש מי שכתב שחובה מעיקר ההלכה להקדים עשיית הסוכה לפני השבת, ולא רק מדין זריזין מקדימים למצות אולם לדינא הואיל ואין כאן אלא מכשירי מצוה, , אין צורך להקדימה, רק מטעם זריזין מקדימין למצוות"
        },
        {
            "id": 5,
            "text": "ה יש מקומות שמעטים המה העושים סוכה כדת, ואילו כל שאר המון העם אינם עושים סוכה כלל, אלא יש מהם שאחר תפלת ערבית של ליל החג נכנסים לסוכה אשר נעשית בחצר בית הכנסת ושם שומעים קידוש, וטועמים מאיזה עוגה, אפילו פחות מכזית, ובאמת שלא ידעו ולא יבינו שיש מצות עשה באכילת פת בלילה הראשון של החג, ובהתנהגותם מראים זלזול במצוה יקרה זו, ועוד שבכל ימות החג אוכלים ושותים חוץ לסוכה, ולא ישיתו אל לבם שזהו נגד התורה ולכן יש לדרוש ברבים, להודיעם גודל מצות סוכה, ושכל אחד חייב לעשות סוכה לו ולבני ביתו, בראש גגו, כי גובה הבתים אינו אלא ארבע או חמש קומות לכל היותר , והגרים בקומות העליונות הרי עולים בכל השנה, ולא מרגישים טירחא ועייפות, ומדוע לא יעלו לראש הגג בסוכות"
        },
        {
            "id": 6,
            "text": "ו בערב שבת או ערב יום טוב לא יבנה סוכה מן המנחה קטנה ומעלה אבל אחר חצות מותר ואם נתעכב מלבנות הסוכה, והגיע ערב סוכות בדיעבד מותר שיבנה את הסוכה גם אחר מנחה קטנה, כדי שיוכל לקיים מצות סוכה, אך יזדרז שלא יכשל באיסור מלאכה בשבת סימן תרכו - סוכה תחת אילן וגג"
        },
        {
            "id": 7,
            "text": "יש להזהיר את ההמון שישגיחו שלא לעשות סוכה תחת גזוזטרא או מרפסת, אפילו גג המרפסת גבוה הרבה, שסוכה כזאת פסולה בהחלט"
        },
        {
            "id": 8,
            "text": "צריך שהסכך יהיה תלוש מן הקרקע, למעט אילן המחובר לקרקע שאם עשה סוכתו תחתיו פסולה ואם קצץ האילן להכשירו ולהיות הוא עצמו מהסיכוך, כשר, והוא שינענעו, שיגביה כל אחד לבדו ומניחו וחוזר ומגביה חבירו ואם לאו פסולה משום תעשה ולא מן העשוי"
        },
        {
            "id": 9,
            "text": "מרפסת שיש לה שלש דפנות, ורוצה לעשות בה סוכה, ברם דא עקא, שרק חלק מהסוכה כחמשה טפחים, הוא תחת הרקיע, אך שני טפחים תחת גג, באופן שאין בה הכשר סוכה, אפשר להכשירה על ידי העמדת דופן רביעית לסוכה, סמוך לפתח הבית, ולהעמידו ליד השני טפחים שתחת הגג, ובזה יושלם הכשר הסוכה שהיא שבעה טפחים, והגג שהוא סכך פסול, כיון שאין ממנו בתוך הסוכה שיעור ארבעה טפחים, אינו פוסל הסוכה, שאין סכך פסול פוסל בפחות מארבעה טפחים, שבפחות מארבעה טפחים כשר, ומותר לישון תחתיו  וגובה הדופן הרביעי די שיהיה מגיע עד הסכך, שבזה מראה שהחלק של הגג שמבעד לדופן הרביעי אינו מצטרף לחלק האחר של הגג"
        },
        {
            "id": 10,
            "text": "מותר לעשות סוכה תחת דבר מחובר, או תחת בית, ולסכך בסכך כשר, ולהסיר הגג אחר כך, ונמצא הסכך תחת אויר השמים, ולא נפסל משום תעשה ולא מן העשוי, הואיל ואין הפסול בסכך עצמו"
        },
        {
            "id": 11,
            "text": "מותר לעשות הסוכה תחת הגגות העשויות לפתוח ולסגור ומותר לסוגרן מפני הגשמים ולחזור ולפותחן ויש אומרים שקודם שמניח את הסכך, צריך לפתוח את הגג, כדי שלא יהיה תעשה ולא מן העשוי, ויש חולקים, והעיקר כדבריהם"
        },
        {
            "id": 12,
            "text": "העושים סוכה תחת הגגות העשויות לפתוח ולסגור, ופותחים הגג כמין דלתות או כמין ארובה, ובאמצע יש לה צירים, וארובה זו מכוונת נגד הסכך הכשר באורכו וברוחבו, וכשפותחים אותה עומדת למעלה מן הסכך באמצע הסוכה על צידה, ונמצא תלוי למעלה מסכך כשר דופן שהוא נסר הרחב יותר מד' טפחים, אלא שתלוי בצדו נגד הסכך הכשר, יש מפקפקין בסוכה זו, אבל העיקר לדינא דאין לפקפק בזה, וסוכה זו כשרה"
        },
        {
            "id": 13,
            "text": "ז אם סכך הסוכה עומד בצורה משופעת, הסוכה כשרה"
        },
        {
            "id": 14,
            "text": "ח סוכה שיש מעל הסכך גגון העשוי מברזל ופח, ושכח להרים הגגון , ובירך ''לישב בסוכה'' כשהיתה מכוסה בגגון, אם הוא בלילה הראשונה, הרי חייב לאכול שוב כזית בסוכה כשרה, לכן אחר שיפתח הגג יחזור ויברך ויאכל כזית ובשאר הלילות, אם ממשיך לאכול חוזר לברך, כי מה שבירך קודם היה ברכה לבטלה"
        },
        {
            "id": 15,
            "text": "ט מי שיש לו גגון המותקן על הסוכה להגן מפני הגשמים, והיה יושב ואוכל בסוכה, וכשראה שהגשמים יורדים, סגר את דלתות הגגון שמעל הסוכה, וכשפסקו הגשמים, פתח בחזרה את דלתות הגגון, ורוצה להמשיך לאכול בסוכה, אין צריך לחזור ולברך ''לישב בסוכה'', כיון שבשעה שבירך מתחלה לישב בסוכה היתה דעתו על כל הסעודה"
        },
        {
            "id": 16,
            "text": "י אם ירדו גשמים באמצע אכילתו וכיסהו בגג, וכשנפסקו הגשמים סילק את הגג, אין צריך לחזור ולברך לישב בסוכה, דספק ברכות להקל"
        },
        {
            "id": 17,
            "text": "יא מרפסת מקורה בנסרים דקים של עץ הקבועים במסמרות, וביניהם יש אויר כל שהוא שגשמים יכולים לרדת לתוכה, ובכל השנה יש עליה גג עליון מאזבסט, וישנים ואוכלים בתוכה, ורוצים להסיר את הגג העליון, וישארו הנסרים הקבועים בשביל סכך לסוכה, אין להכשיר סוכה זו, ולכן צריך להוציא את המסמרים שבנסרים, ולנענע הנסרים לשם סוכה"
        },
        {
            "id": 18,
            "text": "יב העושה סוכה לחג, פטור ממזוזה, מפני שהסוכה דירת עראי היא"
        },
        {
            "id": 19,
            "text": "יג תקרה של אזבסט, שהוציאו התקרה והניחו סכך לחג הסוכות כפי הדין, אין צריך להסיר את המזוזה ולקובעה מחדש לאחר החג, בגלל הפטור של ימות החג ואם ירצה להחמיר ולהסירה, טוב שיקחנה למגיה לבדוק אם היא כשרה, ואז כשיחזור לקובעה, יברך על קביעתה סימן תרכז - הישן תחת המטה בסוכה"
        },
        {
            "id": 20,
            "text": "הישן תחת המטה בסוכה, אם היא גבוהה עשרה טפחים לא יצא"
        },
        {
            "id": 21,
            "text": "אם פירס סדין על הסוכה, או תחת הסכך כדי להגן עליו מפני החמה, שהחמה מגיעה על גופו, הסוכה פסולה ואם פירס תחת הסכך סדין מצוייר יפה, כדי לנאותה, בתוך ארבעה טפחים לסכך, כשרה ואף לכתחלה מותר והוא הדין שאם פירס ניילון מצוייר כדי לנאותה וגם כדי להגן עליו מפני החמה או מפני הגשמים, הסוכה כשרה סימן תרכח - סוכה בעגלה"
        },
        {
            "id": 22,
            "text": "סוכה העשויה על טנדר, או בראש העגלה, והיא עשויה כדת, כשרה לברך עליה ''לישב בסוכה'' כשאוכל בה סעודת קבע, אף כשהיא נוסעת ואפילו המכונית נוסעת מעיר לעיר והוא הדין לסוכה שבספינה סימן תרכט - ממה צריך להיות הסכך"
        },
        {
            "id": 23,
            "text": "דבר שמסככין בו את הסוכה צריך שלשה תנאים שיהיה כשר לסכך בו, צריך שיהיה גידולו מן הארץ, וצריך שיהיה תלוש ולא מחובר לקרקע, וצריך שיהיה דבר שאינו ראוי לקבל טומאה וחז''ל למדו כן מן הכתוב חג הסוכות תעשה לך שבעת ימים באספך מגרנך ומיקבך כלומר, מפסולת גורן ויקב, שהם קש ותבן, וזמורות ואשכולות ריקים מן הענבים, וכיוצא בהם וכן הביאו חז''ל מהפסוק בנחמיה צאו ההרה והביאו : ''עלי זית ועלי עץ שמן ועלי תמרים ועלי הדס ועלי עץ עבות'' עץ עבות למצות לולב, ועלי הדס שוטה לסוכות הילכך אסור לסכך את הסוכה בכל מיני מתכות ועמודי ברזל, שהרי אין גידולם מן הארץ, וכן אין מסככין בעורות של בעלי חיים, ואע''פ שלא עיבדום, שאינם ראויים לקבל טומאה , מפני שבעלי חיים אינם נקראים גידולי קרקע ממש וכן אין מסככים בענפי אילן המחובר לקרקע, שאין לסכך אלא בדבר התלוש מן הקרקע וכן אין מסככים בכלים אפילו הם של עץ, כיון שראויים הם לקבל טומאה, ורק בפשוטי כלי עץ מסככים הואיל ואינם ראויים לקבל טומאה אפילו מדרבנן"
        },
        {
            "id": 24,
            "text": "יש אומרים שאין לסכך את הסוכה בענפים הגדלים ומחוברים עדיין בעציץ, בין נקוב בין שאינו נקוב, ויש חולקים"
        },
        {
            "id": 25,
            "text": "ומכל מקום נראה שמותר לסכך בעץ הגדל בעציץ שאינו נקוב, ונתלש, שאע''פ שלא גדל בארץ כלל, מכל מקום שמו עליו והרי בגמרא מנחות מכשירינן הגדל בעציץ שאינו נקוב למנחות וכן הדין לגבי חטים הגדלים בעציץ ועשו מהם מצה, שיוצאים בה ידי חובת מצה וכן לגבי ארבעת המינים שגדלו בעציץ, שכשרים למצוה מן התורה וגם לענין ברכות, פירות אילן שגדלו בעציץ שאינו נקוב מברכים עליהם בורא פרי העץ וכן עץ הנטוע בעציץ שאינו נקוב חייב בערלה, אלמא דמקרי עץ מאכל וכל שכן שמותר לסכך בעץ הגדל בעציץ נקוב"
        },
        {
            "id": 26,
            "text": "כלי עץ כגון ארגז או תיבה שנשברו ונתפרקו, אף על פי שלא נשאר בהם שיעור קבלת טומאה, ועשו מהם נסרים דקים, אין מסככים בהם,  וכתב הרמב''ם , שהטעם לזה, שמכיון שהיו ראויים לקבל טומאה, גזרה שמא יסכך בשברי הכלים שעדיין לא טהרו מן הטומאה ולפי זה כתבו כמה אחרונים שאם שיבר את כלי העץ בכוונה לשם סכך, ואין השברים ניכרים שהיו שברי כלים, כשרים לסכך בהם, ויש חולקים על זה ונכון להחמיר"
        },
        {
            "id": 27,
            "text": "ומכל מקום מותר להעמיד בהם את הסכך, שמותר להעמיד בדבר שמקבל טומאה מדרבנן ועל כל פנים במעמיד דמעמיד ודאי דמותר לכתחלה, ושלא כדברי החזון איש שהחמיר אף במעמיד דמעמיד"
        },
        {
            "id": 28,
            "text": "ארגזים גדולים המחזיקים ארבעים סאה ויותר, שמביאים בהם סחורות ממדינת הים, שנתפרקו, ועשו מהם נסרים דקים, מותר לסכך בהם, מפני שאינם מקבלים טומאה גם לפני שהתפרקו"
        },
        {
            "id": 29,
            "text": "שלחן שהוא מפשוטי כלי עץ, וכיוצא בו, שאינו מקבל טומאה אלא רק מדרבנן, אם נשבר, לא מבעיא שמותר להעמיד בו את הסכך, אלא אפילו לסכך בו מותר, שלא גזרו חכמים אלא בבלאי כלים שהיו מקבלים טומאה מן התורה, ולא בבלאות של שלחן וכיו''ב"
        },
        {
            "id": 30,
            "text": "''מאכלים'' אף שעדיין לא הוכשרו לקבל טומאה , אף על פי כן פסולים לסכך בהם וכן אוכלים אף שאין בהם שיעור כביצה, ואינם מקבלים טומאה מן התורה, אלא מדרבנן, אף על פי כן פסולים לסכך בהם והדין כן בכל מיני אוכלים, שכל דבר שראוי לקבל טומאה מדרבנן אין מסככים בו"
        },
        {
            "id": 31,
            "text": "כל מאכל בהמה, אף על פי שבני אדם אוכלים אותו לרפואה, אינו מקבל טומאה, ומותר לסכך בו  השבת, והפיגם , סתמן לאכילה, לעשות בהם מיני טיבולין, ונאכלים בעינם, ואין מסככין בהם"
        },
        {
            "id": 32,
            "text": "אולם בשמים שאינם אלא לריח, ופרחים ושושנים שהם לנוי ולמראה יפה, ואינם מאכל אדם, אינם מקבלים טומאה, ומותר לסכך בהם"
        },
        {
            "id": 33,
            "text": "וכן מיני תבלין כגון קינמון, הניתנים בקדרה לטעם, כיון שאינם נאכלים בפני עצמם, אינם מקבלים טומאה, ומותר לסכך בהם"
        },
        {
            "id": 34,
            "text": "ענפי תאנה ובהם תאנים, זמורות ובהם ענבים, אם הפסולת מרובה על האוכל מסככים בהם, ואם לאו אין מסככין בהם, ואם קצר אותם לשם אוכל, יש לידים של הפירות תורת אוכל המקבל טומאה , וצריך שיהיה בפסולת כדי לבטל האוכל והידות ואם קצרם לשם סיכוך, אין לידים תורת אוכל לקבל טומאה, ומצטרפים עם הפסולת לבטל האוכל ברוב"
        },
        {
            "id": 35,
            "text": "הדלה עליה ענפי אילן המחובר לקרקע, וסיככה בהם, פסולה ואף על פי שקצצם אחר כך, בפיסולה היא עומדת, משום שנאמר ''תעשה'' ולא מן העשוי ואם נענע כל ענף בפני עצמו לשם צל, הרי זו כשרה"
        },
        {
            "id": 36,
            "text": "יד אסור לסכך בכל סוגי נייר, והוא הדין לקרטון העשוי מניירות"
        },
        {
            "id": 37,
            "text": "טו ומכל מקום מותר לחפות את הקנים של הסכך בנייר צבעוני לנאותו וכן סכך כשר שצבעו בכל מיני צבעונים לנאותו, וסיכך בו, הסוכה כשרה"
        },
        {
            "id": 38,
            "text": "טז אין מסככים ביריעות של נילון ופלסטיק, מפני שאינם דבר הגדל מן הארץ"
        },
        {
            "id": 39,
            "text": "יז וכן אין מסככים בזכוכית, ואפילו בפשוטי זכוכית שלא נעשו כלים, כיון שברייתם מן החול, ואינם מגידולי קרקע"
        },
        {
            "id": 40,
            "text": "יח שפודין של עץ, וכן רגלי מטה העשויים מעץ, אין מסככין בהם, דאף דפשוטי כלי עץ אין מקבלים טומאה, מכל מקום מדרבנן אסור"
        },
        {
            "id": 41,
            "text": "יט מותר לסכך בגושי תבן וקש בלי כל פקפוק"
        },
        {
            "id": 42,
            "text": "כ אסור לסכך בצמר גפן, דכיון דהטעם שאסור לסכך בפשתן הוא מפני שראויים ליתן בכרים ובכסתות, טעם זה שייך גם בצמר גפן וקנבוס ובפרט אם נשתנית צורתו"
        },
        {
            "id": 43,
            "text": "כא יש להתיר אף לכתחלה לסכך את הסוכה ב''סכך לנצח'' העשוי מנסרים דקים הקשורים בחוטי כותנה שהעיקר להלכה להקל להעמיד הסכך אף בדבר שאסור לסכך בו מדרבנן"
        },
        {
            "id": 44,
            "text": "כב מחצלת של קש סתמה עשויה לשכיבה וראויה לקבל טומאה, ואין מסככים בה, אבל מחצלת הנעשית בקני סוף, שאינה ראויה לשכיבה, ועשייתה לסיכוך או לגידור, , והקנים נקשרים זה עם זה על ידי סיב צמחי או חוטי צמר גפן, מותר לסכך בה הסוכה, ומותר לקושרה בגג הסוכה אל דפנות הסוכה בחוטים העשויים מצמר גפן לבל תעוף ברוח, ושתהיה עומדת על הסכך באופן יציב  ואם ידוע שעשו את המחצלת של הקנים לשכיבה או לדרוך עליה, אין לסכך בה"
        },
        {
            "id": 45,
            "text": "כג אין לסכך לכתחלה בדבר שיש בו ריח רע, ולא בדבר שנושרים העלים שבו, שיש לחוש שמתוך שריחו רע, או שעליו נושרים יהיה נאלץ לצאת מן הסוכה וכן אין לעשות את הדפנות מדבר שנודף ממנו ריח רע"
        },
        {
            "id": 46,
            "text": "כד סכך שהוא רך מאד כירק, שעשוי להתייבש בתוך שבעת הימים של החג, אין לסכך בו, לפי שיש לדון אותו למפרע כאילו כבר נתייבש עכשיו, ונמצא שיושב בסוכה פסולה, שחמתה מרובה מצלתה"
        },
        {
            "id": 47,
            "text": "כה אם סיכך הסוכה בעצי אשרה, יש אומרים שהסוכה כשרה, ומותר לישב בתוכה לקיים המצוה, דאף דכתותי מכתת שיעורה, לא חשיב כאילו אין כאן סכך ולא אמרינן כתותי מכתת שיעוריה אלא במידי דבעי שיעור כמו לולב"
        },
        {
            "id": 48,
            "text": "כו יש אילנות שגדלים בהם ענפים שהם כמין עופות התלויים בחרטומיהן, מעיקר הדין מותר לסכך את הסוכה בנוצות העופות האלה, כיון שגידולם מן הארץ, מיהו משום דאתו לאחלופי בשאר נוצות העופות הנולדים מן הביצים, דשכיחי טובא, שפסולים לסכך בהם, לפי שאין גידולם מן הארץ, יש להמנע מלסכך בהן"
        },
        {
            "id": 49,
            "text": "כז אסרו חכמים לסכך בנסרים שיש ברוחבם ארבעה טפחים, משום גזרת תקרה, שאם נכשיר נסרים אלה לסכך, יבא לומר, מה לי לסכך באלה, מה לי לישב תחת קורות ביתי, והתורה אמרה חג הסוכות תעשה לך שבעת ימים, ולא ביתו של כל ימות השנה ואם אין ברוחבם ארבעה טפחים כשרים ואפילו הם משופים שדומים לכלים ומכל מקום נהגו שלא לסכך בהם כלל ובזמן הזה פשט המנהג פה עה''ק ירושלים לסכך בנסרים דקים שאין ברחבן אפילו שיעור טפח, מפני שאין עושים מהם תקרה, ולא שייכא בהו גזרת תקרה"
        },
        {
            "id": 50,
            "text": "כח כשמסככים בנסרים דקים , טוב ליזהר לכתחלה שלא יהיה אויר בין נסר לנסר על פני כל אורך הסוכה, שבזה יש להניח קצת ענפים ברוחב הסוכה, או קרש באמצע לרוחב הסוכה, ויוכשר בכך ומכל מקום בדיעבד, מותר לישן תחתיו, שבאויר פחות מטפח אין חשש כלל, שאויר פחות מטפח לגבי הסוכה לכ''ע הוי כסתום"
        },
        {
            "id": 51,
            "text": "כט לכתחלה טוב לחוש וליזהר שלא לסמוך את הסכך ולהעמידו בדבר שאין גידולו מן הקרקע כגון צינורות של ברזל או רשת וכדומה, ולא בדבר הראוי לקבל טומאה, כגון כלי עץ וכיוצא, גזרה שמא יסכך בהם עצמם ומכל מקום בדיעבד הסוכה כשרה ולכתחלה אם יש לו סוכה מצנורות של ברזל טוב שיתן על הצנורות קורות של עץ מארבע רוחות הסוכה, ועליהם יעמיד את הסכך, שאז נחשבים הצנורות כמעמיד דמעמיד וכן אם נותן על הצנורות נסרים דקים להחזיק עליהם ענפי האילן שהם עיקר הסיכוך, שפיר דמי, דאז הוי מעמיד דמעמיד וכן מותר להעמיד הסכך בנסרים שנעשו מארגזי עץ שנתפרקו, בהיות שאין עליהם תורת טומאה רק מדרבנן"
        },
        {
            "id": 52,
            "text": "ל אם מחבר דיקטים בדבק שאין גידולו מן הארץ, כדי להעמידם, אפילו לדעת המחמירים במעמיד, כיון שאין הדבר ניכר לעין כלל, לא שייכא כל כך הגזרה, ובפרט שאי אפשר לסכך בדבק לחוד, הילכך לית לן בה"
        },
        {
            "id": 53,
            "text": "לא מותר לחבר כלונסאות הסוכה במסמרים של ברזל, או לקושרם בסמרטוטים העשויים מבלאי בגדים המקבלים טומאה והסכך עצמו אם חושש שיעוף ברוח, יתן עליו קרש צר ועב או שיקשור את הסכך בחוט העשוי מסיבים צמחיים, או חוט מצמר גפן, כיון שעל כל פנים גידולו מן הארץ, והאיסור לסכך בו ממש אינו אלא מדרבנן, ולכן מותר לקשור בחוט כזה"
        },
        {
            "id": 54,
            "text": "לב במקום שמצוי בו רוחות עזות מאד בימי החג, ולפעמים ע''י הרוחות הסכך מתרומם לגובה, למעלה משלשה טפחים, ושוב הסכך נופל על הסוכה, ולכאורה כיון שהסכך נפל מאליו שלא לשם צל, אינה חוזרת להכשרה, אלא אם כן נדון בה דין חבוט רמי ולמעשה נראה שהסוכה כשרה, כיון דמעיקרא נעשית בהכשר"
        },
        {
            "id": 55,
            "text": "לג יש מי שכתב, שאין להתיר לעשות סוכה תחת העצים הדקים שהרעפים מונחים עליהם במשך ימות השנה, כשאין ביניהם ג' טפחים, אך חלקו על דבריו, שכל שהסוכה התחתונה צלתה מרובה מחמתה, אף לאחר שינטל מה שכנגד העצים, , הסוכה כשרה לכתחלה"
        },
        {
            "id": 56,
            "text": "לד סוכה שנעשית תחת חבלי כביסה, או חוטי חשמל וטלפון, אפילו אין בין חבל לחבל שלשה טפחים, אין לפסול מטעם לבוד, אלא הסוכה כשרה ואפילו אם תלו כביסה על החבלים אין בכך כלום והסוכה כשרה"
        },
        {
            "id": 57,
            "text": "לה אם ירד שלג רב על סכך הסוכה, ונקפא ונעשה כמין תקרה, כיון שהשלג אינו מביא את הטומאה ולא חוצץ מפני הטומאה,  וכן אמרו השלג והברד אין ממעטין בחלון ופירש רש''י, דה''ט משום שנימוחים מאליהם, וכמאן דליתנהו דמי הכא נמי בדין סוכה, כמאן דליתנהו דמי, ואין השלג פוסל את הסוכה סימן תרל - דיני דפנות הסוכה"
        },
        {
            "id": 58,
            "text": "הסוכה צריכה להיעשות משלש דפנות וסכך הדפנות שהם כותלי הסוכה ומחיצותיה, אפשר לעשותם מכל דבר העומד בפני הרוח, למעט סדינים וכדומה שאינם כשרים לדפנות, שהרי רוח מצויה מנדנדת אותם, וכל מחיצה שהולכת ובאה ברוח מצויה, אפילו הולכת פחות משלשה טפחים בנדנוד מועט, אינה מחיצה ואפילו אם עשה מחיצה אחת של סדין ושני המחיצות עשויות כהוגן, הסוכה פסולה ויש להזהיר לעושים מחיצות הסוכה, או מחיצה אחת משלש דפנות, מסדינים או מיריעות, מבלי שיארגו אותם בקנים, שלא יעשו כן, ולהעיר להם שעל ידי כך הם יושבים בסוכה פסולה, ומברכים ברכה לבטלה ואפילו אם עשו המחיצות בסדינים, בתוך חצר אשר לה חומה מסביב, שאין רוח מצויה מנידה אותם, יש לפסול הסוכה כשלא קשר ואם הסדינים קשורים היטב בעמודי הסוכה שבתוך החצר הנזכר, באופן שאין חשש כלל שמא ינתקו הקשרים, שהרי אין שם בחצר רוח, יש להכשיר את הסוכה אבל אם עושה סוכה שלא בתוך החצר, אין להתיר במה שיקשור הסדינים היטב בעמודי הסוכה שבארבעת רוחותיה, שפעמים שמתנתקים ואינו שם על לב, ומברך ברכות לבטלה, וחשוב כאוכל חוץ לסוכה"
        },
        {
            "id": 59,
            "text": "כותל מחובר לקרקע כשר להיות דופן, וכן מעקה של גזוזטרא או מרפסת שיש בו עמודים של ברזל הסמוכים זה לזה, ואין מרחק בין עמוד לחבירו ג' טפחים שכל פחות משלשה טפחים כלבוד דמי וכן נסרים ארוכים המושכבים לרוחב הדופן, ומחוברים היטב במסמרים, ואין בין נסר לחבירו שלשה טפחים, כשרים לדפנות ואין צריך מחיצה של שתי וערב, אלא או שתי או ערב לבד כשרים לדפנות"
        },
        {
            "id": 60,
            "text": "המחיצה כשרה אף כשהיא עשויה מדברים שאינם ראויים לסכך, ואפילו הוא דבר המקבל טומאה, כגון ארגז או כלים ואפשר לעשותה ע''י כלים, ארון, תיבה, ומחומר חזק כאבנים או ברזל ובצורה שלימה שאין הגשם חודר דרכה, ורק בסכך צריכים להקפיד שיהיה סיכוך כשר"
        },
        {
            "id": 61,
            "text": "גובה הדופן צריך להיות לא פחות מעשרה טפחים, ואורך ורוחב סוכה קטנה לא פחות משבעה טפחים על שבעה טפחים, וכל טפח הוא ד' אצבעות, , וכל אצבע, שהוא ברוחב האגודל, שני סנטימטר נמצא הטפח שמונה סנטימטר וכאשר ביאר הגר''ח נאה בספרו שיעורי תורה  ולפי זה גובה הסוכה לפחות שמונים ס''מ ובספר שיעורי תורה הנ''ל כתב להוסיף עוד סנטימטר אחד לגובה הסוכה, כדי שלא יהיו עשרת הטפחים, מצומצמים כל כך, כיון ששיעוריהם מן התורה, כדקי''ל , שהשיעורים הלכה למשה מסיני, ולכן יצא לו גובה הסוכה שמונים ואחד סנטימטר, וכן אורכה ורוחבה חמשים ושבעה סנטימטר וכן ראוי לעשות וממדת חסידות, ומהיות טוב, טוב להגביה את דפנות הסוכה למטר אחד לכל הפחות, ושבעים ס''מ לאורכה ורוחבה ומהיות טוב אל תיקרי רע ואם אין ברוחב הסוכה שבעה טפחים, אפילו יש באורך הסוכה כמה אמות, באופן שיש בריבוע הסוכה שבעה על שבעה טפחים, אף על פי כן פסולה"
        },
        {
            "id": 62,
            "text": "מעיקר הדין מותר להעביר קרש ממחיצות הסוכה, שעמד בשנה שעברה בצד אחד, לצידה השני של הסוכה, ומן הדין אין צריך לסמן את מחיצות הסוכה כדי לראות סדר עמידתן שלא ישנה משנה לשנה, שסוכה תשמישי מצוה היא, ואין להקפיד ברוחות, שאין מעלה לצד אחד מצד אחר"
        },
        {
            "id": 63,
            "text": "סוכה שהיא ששה טפחים על ששה טפחים, ויש שם דופן שעוביו טפח גבוה מן הקרקע עשרה טפחים, ועליו קבוע נסר רוחב טפח, שנעשה להשתמש בו במקום שלחן, וממנו ולמעלה יש גובה עשרה טפחים, הסוכה כשרה, שאנו חושבים כאילו שטח קרקעית הסוכה מגיע עד ראש הדופן ונמצא שיעור אורך ורוחב של חלל הסוכה מן הנסר ולמעלה, ז' טפחים על ז' טפחים, בגובה עשרה טפחים ויש כאן הכשר סוכה כדת סימן תרלא - דיני הסיכוך"
        },
        {
            "id": 64,
            "text": "יש לעשות את הסיכוך של הסוכה באופן שיראו ממנו הכוכבים הגדולים , ואם היתה מעובה כמין בית אף על פי שאין הכוכבים נראים מתוכה, ואפילו ניצוצי השמש אין נראים מתוכה, אף על פי כן כשרה  ואם היתה מעובה כל כך, שאף אם יש גשמים מרובים, אינם יכולים לרדת לתוכה, יש פוסלים, ויש מכשירים ודעת מרן כדברי המכשירים ואנן אתכא דמרן סמכינן, ויכול גם לברך עליה ''לישב בסוכה'' אך לכתחלה ראוי לחוש לכל הדעות, ולכן אם אפשר למעט מן הסכך, עד שיהא אפשר שאם יהיו גשמים רבים יוכלו לרדת בתוכה, טוב הדבר למעט"
        },
        {
            "id": 65,
            "text": "אם נזכר ביום טוב או בשבת חול המועד סוכות, שהסוכה מעובה כמין בית עד שאין הגשמים יכלים לרדת לתוכה, ויש שם עכו''ם, יכול לומר לו שיטול מעט מהסכך, דהוה ליה שבות דשבות במקום מצוה, שאין זה אלא כסותר אהל עראי דרבנן, כיון דמעיקרא דדינא סמכינן על דברי החולקים על רבינו תם וסבירא להו שהסוכה כשרה, אם כן אין בזה איסור משום הכשרת הסוכה, כי כשרה היא בלאו הכי ואף שהסכך הוקצה למצותו, כשעושה על ידי גוי אין כאן אלא שבות דשבות ומשרא שרי במקום מצוה"
        },
        {
            "id": 66,
            "text": "הסוכה צריך שיהיה צילתה מרובה מחמתה, אבל אם היתה חמתה מרובה מצילתה, פסולה ואם ברוב הסוכה צלתה מרובה ביותר, ובמיעוטה חמתה מרובה מצילתה משהו, בענין שאם נצרף את החמה והצל של כל הסוכה, יהיה צלתה מרובה מחמתה משהו, כשרה ומותר לישב אפילו תחת המיעוט שחמתו מרובה משהו, לפי שהוא בטל לגבי רוב הסכך שצילתו מרובה"
        },
        {
            "id": 67,
            "text": "סוכה המדובללת , אם אין בין העולה והיורד ג' טפחים, כשרה, שכל פחות משלשה כלבוד דמי, אבל אם יש ביניהם ג' טפחים או יותר, אם היה ברוחב הקנה העליון טפח או יותר, שיש בו חשיבות של אהל, רואים אותו כאילו ירד למטה ונגע בשפתו של הקנה היורד, והסוכה כשרה, שזהו דין ''חבוט רמי'', כלומר השפל והשלך אותו על האויר שתחתיו וכאילו הוא שוה לקנה היורד"
        },
        {
            "id": 68,
            "text": "המסכך סוכתו בדבר הפסול לסיכוך, וגם בדבר הכשר, ואין מן הסכך הפסול רוחב שלשה טפחים ביחד , אלא פחות מכן, אם היה בכל הסכך הכשר יותר מכל הסכך הפסול, כשרה ואם היה כן בצמצום פסולה"
        },
        {
            "id": 69,
            "text": "סכך הנמשך ביותר בצד פתח הסוכה, ודופן אחד נמשך עמו, דינו כסוכה, ומותר לאכול ולישן שם ואף על פי שהדופן שממולו הוא יותר על שבעה טפחים, והיה מקום לומר, הרי זה גילה דעתו לעשות כל הסוכה עם מחיצותיה, ונמצא שהדופן הנמשך דרך הפתח, אינו מן הסוכה, אלא הוא עומד בפני עצמו, ואין כאן אלא דופן אחד, אע''פ כן דינו כסוכה סימן תרלב - דברים הפוסלים בסכך"
        },
        {
            "id": 70,
            "text": "סכך פסול שהונח ליד הסכך הכשר באמצע הסוכה, פוסל את הסוכה אם יש בו שיעור ארבעה טפחים, בין שהיה פסול מן התורה, בין שהיה פסול מדרבנן אבל אם היה פחות משיעור ארבעה טפחים הסוכה כשרה ואם הוא פחות משלשה טפחים מותר לאכול ולישן תחתיו וסכך פסול שהונח בצד על יד דופן הסוכה, אינו פוסל אלא אם כן יש ארבע אמות מהסכך הפסול, אבל פחות מכן הסוכה כשרה, דאמרינן דופן עקומה, דהיינו לומר שאנו רואים כאילו דופן הסוכה נעקם ונחשב זה הסכך הפסול מגוף הדופן, ודבר זה הלכה למשה מסיני  הילכך בית מקורה שנפחת באמצע התקרה, וסיכך שם, ונשאר מן התקרה סביב בין הסכך הכשר לכותלי הבית פחות מארבע אמות, הסוכה כשרה, אבל אין אוכלים וישנים תחתיו אלא אם כן הוא פחות משלשה טפחים במה דברים אמורים בסוכה גדולה, שיש בה שבעה טפחים על שבעה טפחים יותר על הסכך הפסול, אבל סוכה קטנה שאין בה אלא שבעה טפחים על שבעה טפחים בין באמצע בין מן הצד, סכך פסול פוסל בג' טפחים, ורק בפחות משלשה טפחים כשרה ומותר לאכול ולישן תחתיו, ומצטרף להשלים הסוכה לשיעורה"
        },
        {
            "id": 71,
            "text": "אויר פוסל בין בגדולה בין בקטנה בשיעור שלשה טפחים, בין באמצע בין מן הצד, בפחות משלשה כשרה ומצטרף להשלים לשיעור סוכה, ואין לאכול או לישן תחתיו  ודוקא אויר שהולך על פני כל אורך הסוכה, אבל אם אינו הולך באורך כל הסוכה, מותר לאכול ולישן תחתיו ולכן אין נזהרים מלישן תחת הנקבים של סכך הסוכה"
        },
        {
            "id": 72,
            "text": "סכך פסול פוסל בארבעה טפחים, ויש אומרים שדין הזכוכית כדין אויר, ויש חולקים וכן עיקר למעשה, שהזכוכית אינה פוסלת אלא בארבעה טפחים סימן תרלג - גובה הסוכה"
        },
        {
            "id": 73,
            "text": "סוכה שגבוהה למעלה מעשרים אמה פסולה, ואם מיעט את גובהה, ע''י שהכניס לשם תבן וביטלו בפירוש, שאינו נוטלו משם, כל שבעת ימי החג, הסוכה כשרה, וסגי בביטול לשבעה ימים, ולא בעינן ביטול לעולם  ואין צריך לנענע הסכך מחדש, משום תעשה ולא מן העשוי, הואיל והסכך עצמו כשר, ולא נפסלה אלא מחמת גובהה, הילכך כיון שנתמעט גובהה חזרה להיות כשרה"
        },
        {
            "id": 74,
            "text": "באופן שמיעט את גובה הסוכה מערב יום טוב באופן שהכניס לשם תבן וכדומה, אלא שלא ביטלו בפירוש, רשאי לבטלו ביום טוב, ואין בזה איסור משום שמתקן את הסוכה ומכשירה שהרי אינו עושה מעשה כלל, ואפילו מעשה קל כגון דיבור, שהרי בביטול בלב די"
        },
        {
            "id": 75,
            "text": "המחיצה יכולה להיות גבוהה יותר מ-20 אמה, ורק על מקום הסכך קיימת הגבלה שלא יהיה החלל שתחתיו עשרים אמה"
        },
        {
            "id": 76,
            "text": "אם דפנות הסוכה גבוהים עשרה טפחים, אפילו אם אין הדפנות מגיעים לסכך, מפני שגג הסוכה גבוה הרבה, והדפנות רחוקים מן הגג כמה אמות, כשרה, דאמרינן גוד אסיק מחיצתא, והוי כאילו המחיצות מגיעות לסכך ובלבד שיהא הסכך מכוון כנגד הדפנות, ואם אינו מכוון ממש, אלא שהוא בתוך ג' טפחים כנגד הדפנות, כשרה ואם היו הדפנות גבוהים ורחוקים מן הארץ שלשה טפחים, אפילו אם היו הדפנות עצמם גבוהים יותר מעשרה טפחים, פסולה"
        },
        {
            "id": 77,
            "text": "סוכה נמוכה שאין מן הכסא שיושב עליו, או מן המטה, עד הגג של הסוכה מבפנים עשרה טפחים, צריך עיון לדינא אם יכול לברך על זה ברכת לישב בסוכה בכהאי גוונא, ולפיכך אין לעשות סוכה כזו לכתחלה"
        },
        {
            "id": 78,
            "text": "סוכה שיש לה בדפנותיה חלונות רבים, ופתחים רבים, אף על פי שהפרוץ מרובה על העומד, כשרה, ובלבד שלא יהיה שם פתח יותר מעשר אמות, אבל אם היה שם פתח יתר על עשר אמות, אף על פי שיש לו צורת פתח צריך שלא יהיה הפרוץ מרובה על העומד"
        },
        {
            "id": 79,
            "text": "אף אם המחיצה השלישית של הסוכה, היא דלת ממש, וקבועה בצירים שעשויה לפתוח ולסגור אותה תמיד, הסוכה כשרה, ומותר לפתוח ולסגור אותה בימי חוה''מ סוכות ואע''פ שבשעה שפותח הדלת המחיצה מתבטלת והסוכה נפסלת, אין בזה משום תעשה ולא מן העשוי, שנראה שהסכך קדם לדפנות על ידי כך, שמכיון שבשעה שנתן את הסכך היתה הדלת סגורה, ונעשו שלש דפנות כדין, שוב אין בזה משום תעשה ולא מן העשוי, כיון שעיקר עשייתה היה בכשרות  ואין חילוק בין אם נפלה הדלת מאליה, לבין הסירו אותה בידים"
        },
        {
            "id": 80,
            "text": "יש מי שאומר שיש להזהר באופן הנ''ל שלא לפתוח הדלת משעת הסיכוך עד אחר שנכנס החג, אחר שיחול שם כשרות על הסוכה  אולם לדינא אין צריך ליזהר בזה, שכל שנעשה בכשרות, אף שעדיין לא נכנס החג, ואף שהדלת נפלה וחזר והקימה, הסוכה כשרה"
        },
        {
            "id": 81,
            "text": "יש מי שאומר שיש להזהר שלא לפתוח ולסגור הדלת בימי שבת ויום טוב, שכיון שפתיחתה פוסלת אותה לשעתה, וסגירתה חוזרת ומכשרת אותה, לכן אין לעשות כן בשבת ויום טוב, דהוה ליה מחיצה המתרת אולם הרמ''א כתב לגבי העושים על הסוכה גגות לסוגרם בעת הגשמים, שמותר לסוגרם ולפותחם אפילו ביו''ט, כל שיש להם צירים ומכל מקום טוב להחמיר היכא דאפשר סימן תרלה - סוכת גנב''ך ורקב''ש"
        },
        {
            "id": 82,
            "text": "הסוכה אף על פי שלא נעשית לשם מצוה, כשרה, ובלבד שעשאה לצל, כגון סוכת , גוים, נשים, בהמה, כותים וכן סוכת , סוכת רועים, , סוכת קייצים, , סוכת בורגנים , סוכת שומרי פירות, כולם כשרות למצוה, אף על פי שלא נעשו לשם מצוה וכן סוכה שעשאה קודם שלשים יום שלפני חג הסוכות, כשרה, אף שלא נעשית לשם מצות סוכה, ולכתחלה יחדש בה דבר בגוף הסוכה לשם מצות סוכה, ואפילו לא חידש אלא רק בסכך שיעור טפח על טפח די בכך וכן אם חידש בה על פני כולה אפילו ברוחב כל שהוא די בכך וכן הדין בכל הסוכות של גנב''ך רקב''ש הנ''ל  ואם לא חידש בה דבר, ונזכר ביום טוב, אין זה מעכב כלל, ורשאי לברך עליה ברכת לישב בסוכה"
        },
        {
            "id": 83,
            "text": "אשה או קטן, אף שהם פטורים ממצות הסוכה, מותרים לכתחלה לתת את הסכך על הסוכה, והסוכה כשרה אף לכתחלה וכן מותר לסכך על ידי גוי"
        },
        {
            "id": 84,
            "text": "סוכה שעשתה אותה אשה כדי שבני ביתה ישבו בה לקיים המצוה, הסוכה אסורה בהנאה כל שבעת ימי החג, ככל סוכה אבל אם עשתה הסוכה לעצמה, וישבה בה בחג, לא חל שם שמים על סוכתה, כיון שהמצוה היא הגורמת את הקדושה, ואם כן זה שייך רק באנשים, שהם מצווים על כך, ולא על סוכת נשים ולכן מותר ליהנות מן הסוכה והנוי שלה"
        },
        {
            "id": 85,
            "text": "יש מי שכתב, שמכיון דקי''ל עצי סוכה אסורים בהנאה כל שבעה, שנאמר חג הסוכות שבעת ימים לה', ואמר ר' יהודה בן בתירה כשם שחל שם שמים על שלמי חגיגה, , כך חל שם שמים על הסוכה לפי זה היה נראה שאסור מן התורה לישב בסוכה בשעה שהוא פטור מישיבה בסוכה, כגון כשירדו גשמים ומיהו אם כבר היה יושב בסוכה וירדו גשמים, י''ל דלא ניתנה תורה למלאכי השרת שלא ישהה אפילו רגע אחד משהתחילו הגשמים לרדת, וכיו''ב אמרו ביומא  אולם לדינא אין בזה איסור תורה, ויש בזה רק משום שנקרא הדיוט"
        },
        {
            "id": 86,
            "text": "סוכה שבנאוה פועלים גויים לצורך ישראל סמוך לחג סוכות, כשרה ומן הדין אין צריך לחדש בה דבר ומכל מקום טוב ונכון לחדש בה דבר בסכך או בדפנות אבל אם נזכרו ביום טוב שלא נתחדש בה דבר, רשאים לברך עליהם ברכת ''לישב בסוכה'', שסוכה כשרה היא"
        },
        {
            "id": 87,
            "text": "מה שהצריכו לכתחלה לעשות בסוכה שעשאה גוי איזה חידוש, מועיל אף אם עשה חידוש בדפנות עד עשרה טפחים, ואין צריך לחדש בה דבר דוקא בסכך"
        },
        {
            "id": 88,
            "text": "סוכה שנעשתה כהלכתה קודם החג, ובתוך ימי החג נפלה אחת מדפנותיה, רשאי אף לכתחלה להחזיר הדופן למקומה, שכיון שכבר חלה מצות סוכה והוכשרה למצותה, שוב אין בדבר משום תעשה ולא מן העשוי"
        },
        {
            "id": 89,
            "text": "סכך שנפל בליל יום טוב של חג הסוכות, ונפסלה הסוכה, מותר לומר לגוי להחזיר הסכך על הסוכה, כדי שיוכל לקיים מצות אכילה בסוכה כדת וטוב שיעשה כן על ידי אמירה לגוי שיאמר לגוי אחר שיעשה כן, שיש אומרים שזה נחשב כשבות דשבות, ובמקום מצוה מותר"
        },
        {
            "id": 90,
            "text": "אם נפל הסכך בליל יום טוב, ובעל הסוכה החזיר הסכך על הסוכה במו ידיו בליל יו''ט, אף על פי כן בדיעבד מותר לישב בסוכה זו ביום טוב, ולאכול בה אכילת קבע, ולברך בה לישב בסוכה, ולא דמי לדין המבשל בשבת שאסור לו ליהנות מהתבשיל עד למוצאי שבת, והרי כאן נהנה מהצל של הסוכה דאיסורא דשבת שאני, שכל מה שקנסו בדין המבשל בשבת לאסור התבשיל, הוא רק בשבת ולא ביום טוב, שאין כאן אלא איסור דרבנן, ומכל שכן שלפי הנראה שבעל הסוכה לא עשה כן במזיד, אלא בשוגג, שחשב שהדבר מותר, וקיימא לן אומר מותר שוגג הוא"
        },
        {
            "id": 91,
            "text": "תושב חוץ לארץ שעשה סוכה כהלכתה בערב יום טוב, וביום טוב שני של גלויות נפל הדופן השלישי, מותר לומר לגוי להעמיד את הדופן השלישי, ואין צריך בזה חידוש כלל  ואין לאסור בזה משום ''תעשה ולא מן העשוי'', שכיון שכבר הוכשרה על ידי עשיית הדפנות כדין, שוב אין איסור בזה"
        },
        {
            "id": 92,
            "text": "לכתחלה יזהר לעשות הדפנות קודם לסכך, ולא יסכך קודם שיעשה דפנות כשרים כהלכתם, מפני שבשעה שעושה הסכך אין תורת אוהל על הסוכה שאין שם מחיצות אלא גג, וכשעושה אחר כך את הדפנות הוה ליה תעשה ולא מן העשוי כבר ואם עבר וסיכך את הסוכה העומדת על ארבעה עמודים ואחר כך נתן הדפנות, ועשה הסכך תחלה, יש פוסלים ויש מכשירים, וההלכה שהסוכה כשרה בדיעבד ונכון להחמיר לנענע את הסכך לשם צל, להגביה כל ענף ומניחו וחוזר ומגביה חברו ומניחו סימן תרלו - דין סוכה ישנה"
        },
        {
            "id": 93,
            "text": "כבר נתבאר לעיל שסוכה ישנה שעשאה שלשים יום קודם החג, כשרה, אף אם לא חידש בה עתה דבר בגופה ואמנם לכתחלה מצוה מן המובחר שיחדש בה עתה דבר בגופה לשם החג, אבל אם נזכרו ביום טוב שלא נתחדש בה דבר, רשאים לברך עליה ''לישב בסוכה'' שסוכה כשרה היא והעושה סוכתו תוך שלשים יום לחג אין צריך לחדש בה דבר, שמסתמא לשם מצות סוכה נעשית וכל שנעשית לשם מצות סוכה אפילו מתחלת השנה, כשרה, ואין צורך לחדש בה דבר סימן תרלז - סוכה שאולה וגזולה"
        },
        {
            "id": 94,
            "text": "מי שלא עשה סוכה, בין בשוגג בין במזיד, עושה סוכה בחולו של מועד, אפילו על ידי אומן ישראל ומותר לאומן לקבל שכרו, כיון שהוא דבר מצוה ומכיון שהיא סוכה חדשה אצלו, בישיבתו הראשונה בתוכה יברך גם שהחיינו"
        },
        {
            "id": 95,
            "text": "גר שנתגייר בחול המועד סוכות, וכן קטן שנתגדל בחוה''מ, לכולי עלמא עושים סוכה בחול המועד, שנאמר כל האזרח בישראל ישבו בסוכות והגר מברך שהחיינו על ישיבתו הראשונה בסוכה אך קטן שהגדיל בחול המועד נראה שלא יברך שהחיינו בלילה הראשונה שהגדיל, דאף שיש אומרים דמעשה קטן אינו כלום, וחיוב החינוך הוא רק על האב, מכל מקום הרי יש חולקים, ולא יצאנו מידי ספק ונראה פשוט שהגר גם מברך שהחיינו על ישיבתו בסוכה, כגר כאזרח יהיה"
        },
        {
            "id": 96,
            "text": "העיקר להלכה דצריך שיעשה סוכה חזקה הראויה לעמוד בכל שבעת ימי החג, ואם עשה סוכה רעועה שאינה יכולה לעמוד ז' ימים, הסוכה פסולה"
        },
        {
            "id": 97,
            "text": "יוצאים בסוכה שאולה, וכן יוצאים בסוכה של שותפין"
        },
        {
            "id": 98,
            "text": "נאמר בתורה, כל האזרח בישראל ישבו ''בסכת'', חסר ו', ודרשו חז''ל שכל ישראל ראויים לישב בסוכה אחת  ומי שתקף את חבירו והוציאו מסוכתו, והוא ישב ואכל בה, בדיעבד יצא ידי חובתו, דקי''ל אין קרקע נגזלת, והרי היא כקרקע שאולה, שהלכה רווחת היא שיוצאים בסוכה שאולה ולכתחלה לא יכנס אדם לסוכת חבירו לאכול בה, שלא מדעת חבירו, ולא יברך עליה לישב בסוכה אלא אם כן מדעת חבירו וכן לא יעשה סוכה בקרקע של חבירו  ומכל מקום אם קיבל רשות מאשתו של בעל הסוכה, שפיר דמי, ויכול לברך לישב בסוכה, שכיון שהרשתה לו אשתו מסתמא גם הוא אינו מקפיד"
        },
        {
            "id": 99,
            "text": "יש מי שכתב דהא דקרקע אינה נגזלת, ולכן התוקף את חבירו והוציאו, הסוכה כשרה, הוא דוקא כשאינו מקפיד על ישיבתו ושימושו בסוכה, אבל אם מקפיד על ישיבתו ושימושו בסוכה הוי גזלה אולם סברא זו היא נגד סתמות דברי כל הפוסקים שלא חילקו בזה, ולכן העיקר לדינא שהסוכה כשרה בכל אופן כיון דקיימא לן קרקע אינה נגזלת"
        },
        {
            "id": 100,
            "text": "העושה סוכה ליד פתח ביתו ברשות הרבים, יש לו על מי שיסמוך לקיים בה מצות סוכה, וכשיושב בה יכול לברך עליה לישב בסוכה"
        },
        {
            "id": 101,
            "text": "דין סוכה גזולה הוא בין בסכך בין בדפנות"
        },
        {
            "id": 102,
            "text": "אם גזל עצים וסיכך בהם את הסוכה, וישב בתוכה, אף על פי שלא חיברם ולא שינה בהם כלום, יצא, שתקנת חכמים היא שאין לבעל העצים אלא דמי העצים בלבד, הואיל וכוונתו לשלם אחר כך את דמי העצים לבעליהם ורשאי גם לברך על סוכה זו ברכת לישב בסוכה וכל זה דוקא בדיעבד, אבל לכתחלה לא ואם אין בדעתו לשלם את דמי העצים, יש לחוש לדעת בעל העיטור, דאינו יוצא בה ידי חובה, ואז הוי ברכתו ברכה לבטלה שהיא מצוה הבאה בעבירה"
        },
        {
            "id": 103,
            "text": "אסור לקצוץ עצים מיערות הקרן הקיימת או מעצים הנטועים ברחובות העיר מטעם העיריה, שהרי זה מקיים מצוה הבאה בעבירה, ואסור לברך ברכת ''לישב בסוכה'' בסוכה כזו שסיככה בעצים גזולים ורק אם ניתן לו רשות מפורשת על כך מאת הממונים שפיר דמי"
        },
        {
            "id": 104,
            "text": "יש אנשים שאינם נזהרים מליטול קרשים העומדים לבנין שלא מדעת בעליהם, להעמיד בהם את הדפנות או את הסכך ואסור לעשות כן אפילו אם בכוונתם להחזיר אותם תיכף אחר החג, כי על כל פנים הוא משתמש בהם באיסור גזל, כי השואל שלא מדעת בעלים גזלן הוי, כדאיתא בש''ע חושן משפט  ואסור לברך על סוכה כזאת, אלא אם כן הבעלים מחלו לו על כך, או שבדעתו לשלם דמי העצים"
        },
        {
            "id": 105,
            "text": "אם אין מוצאים ענפי אילן לסכך את הסוכה אלא עצי פרי, מותר לכרות ענפים מן האילן וליטול אותם לקיים מצות סוכה, ואין בזה איסור משום בל תשחית ואם אפשר נכון לעשות כן על ידי גוי שהוא יקצוץ הענפים ולא יסייע הישראל עמו ואם יש לו אילנות סרק בודאי שעדיף לקצוץ מאילני סרק, שאין בהם איסור בל תשחית סימן תרלח - סוכה ונויה אסורין כל שבעה"
        },
        {
            "id": 106,
            "text": "מצוה לקשט את הסוכה בקישוטים נאים לנאותה וכמו שדרשו חז''ל על פסוק זה אלי ואנוהו, התנאה לפניו במצות, עשה לפניו סוכה נאה, לולב נאה, שופר נאה, ציצית נאה, ספר תורה נאה, שיכתוב בו לשמו בלבלר אומן, וכורכו בשיראין נאים ע''ש ועוד שהנוי של הסוכה עשוי להנעים עליו את ישיבתו בסוכה שתהיה עריבה עליו"
        },
        {
            "id": 107,
            "text": "לפיכך ראוי לעטר הסוכה בסדינים נאים ולתלות בה לנוי פרכילי ענבים ורמונים, ובקבוקים קטנים של יינות ושמנים ושאר מיני קישוטים וציורים יפים, וכדומה  וכל המרבה לנאותה וליפותה הרי זה משובח"
        },
        {
            "id": 108,
            "text": "כשתולה את נויי הסוכה בסכך צריך שיהיו צמודים לסכך ותלויים בתוך ארבעה טפחים מהסכך, ולא יהיו מופלגים ויורדים מן הסכך שיעור ארבעה טפחים שאז יש חשש פן יפסלו את הסוכה אבל כשהם בתוך ד' טפחים, בטלים הם לגבי הסכך לכן נכון להזהר שלא לתלות שום נוי בסכך של הסוכה אלא רק בפחות מד' טפחים"
        },
        {
            "id": 109,
            "text": "שרשרת של נייר צבעוני שתולים לנוי בסכך, לכתחלה ראוי להקפיד לתלותה בתוך ד' טפחים של הסכך, ובדיעבד שתלאה כשהיא יורדת מד' טפחים, הסוכה כשרה, ומותר לישב ולאכול או לישן תחתיה"
        },
        {
            "id": 110,
            "text": "המנורה של שמן התלויה בסכך של הסוכה מותר לשלשלה אף על פי שהיא יורדת מן הסכך יותר משיעור ארבעה טפחים, שנחשב הדבר כדיעבד, מחשש לדליקה אך לא יאכל ולא יישן תחתיה אבל מנורת חשמל יתננה בתוך ד' טפחים לסכך"
        },
        {
            "id": 111,
            "text": "הנוהגים לתלות בביתם תמונות פוטוגרפיות של גאוני ישראל, רשאים לתלותם לנוי בסוכה, משום שנאמר תשבו כעין תדורו"
        },
        {
            "id": 112,
            "text": "לכתחלה אסור לכתוב פסוקים על נייר או קלף, כגון בסוכות תשבו שבעת ימים, כדי לקשט בו את הסוכה, ואם כבר נכתב או נדפס בדפוס, מותר לקנותו ולקשט בו את הסוכה"
        },
        {
            "id": 113,
            "text": "קישוטים ונויים שמייצרים הנוצרים לכבוד יום חג המולד שלהם, אין איסור לתלותם בסוכה לנוי, דהזמנה לאו מילתא היא"
        },
        {
            "id": 114,
            "text": "יש אומרים שאין לתלות פירות של ערלה בסוכה, לנוי סוכה, דחשיב כנהנה מאיסורי הנאה, ויש חולקים ומקילין בזה וכן עיקר לדינא אלא שצריך שיקשרו את הפרי היטב כדי שלא יבואו הקטנים לאכול מפירות ערלה אלו, וכמו שמובא בכיוצא בזה בספר חסידים , שאמרו לאחד למה אין אתה תולה נוי סוכה, ואמר להם מה תועלת, הילדים ינתקו הפירות, והחוטין שתלויין בהם הפירות בשבת מקרעין, מוטב שלא יחטאו על ידי ע''כ"
        },
        {
            "id": 115,
            "text": "מותר לתלות פירות של שביעית בסוכה לנוי, משום דאחר החג חזי לאכילה"
        },
        {
            "id": 116,
            "text": "בכל שמונת ימי החג אסור ליהנות מעצי הסוכה, בין עצי הסכך בין עצי הדפנות, או מהנוי שעשה לסוכה, דמגו דאתקצאי לבין השמשות אתקצאי לכולי יומי ואם התנה על כל הדברים שעשה לנאותה לפני שקיעת החמה של ערב יום טוב הראשון של סוכות ואמר: ''אני מתנה עליהם לאוכלם וליהנות מהם בכל עת שארצה אף בימות החג'', מועיל תנאו, שבלשון זו גם בין השמשות בכלל זה, ואין מקום לומר עליהם שהוקצו למצותן הזמין את הסוכה למצוה ולא ישב בה, הזמנה לאו מילתא היא"
        },
        {
            "id": 117,
            "text": "רמונים ופרכילי ענבים ובקבוקי יין ושאר משקים ופירות שתלאם בסכך הסוכה לנאותה, אסור ליהנות מהם כל שבעת ימי החג, עד מוצאי שמחת תורה, ואפילו אם נפלו מן הסוכה אסור ליהנות מהם ואם נפלו בשבת או ביום טוב, אסור לטלטלם משום מוקצה, דמגו דאתקצאי בבין השמשות בכניסת החג אתקצאי לכולי יומא וכל שכן שאסור לאכול מהם אבל אם נפלו בחול המועד מותר לטלטלם ולהצניעם, אבל אסורים באכילה עד מוצאי יום טוב האחרון וטוב להתנות בערב החג בשעה שתלאם, או סמוך לבין השמשות, ולומר: אני מתנה עליהם ליטלם ולאוכלם מתי שארצה, ואז מותרים באכילה אפילו לא נפלו, ועודם תלויים בסכך הסוכה"
        },
        {
            "id": 118,
            "text": "אם התנה בנוסח ''אני מתנה עליהם לאוכלם כשיפלו'' אין התנאי מועיל כלל ועדיין הם באיסורם, שמתוך שהוקצו בבין השמשות של כניסת החג הוקצו לכל החג, אבל כשמתנה לאוכלם לכשירצה, לא הוקצו בבין השמשות"
        },
        {
            "id": 119,
            "text": "בגוף הסוכה לא מועיל שום תנאי ליהנות ממנה, ולכן אסור ליטול אפילו קיסם מהסוכה לחצוץ בו את שיניו"
        },
        {
            "id": 120,
            "text": "התולה הדסים או בקבוק בושם בסכך הסוכה לנוי, מותר להריח בהם"
        },
        {
            "id": 121,
            "text": "נויי סוכה שהיו תלויים בסכך הסוכה, ונפלו בחול המועד, רשאי ליתנם בדפנות הסוכה, כי נויי הסוכה בכל מקום שהם נמצאים בתוך הסוכה, משרים חדוה וקורת רוח למי שנכנס בסוכה, וכולם בכלל זה אלי ואנוהו"
        },
        {
            "id": 122,
            "text": "אם פרסו על רצפת הסוכה ''שטיחים'', דינם כשאר נויי סוכה, ואסור להוציאם להשתמש בהם בכל שמונת ימי החג, זולת אם התנה על נויי הסוכה, שאז מועיל התנאי גם עליהם, ויוכל להשתמש בהם בכל עת שירצה,"
        },
        {
            "id": 123,
            "text": "מי ששם מקרר במקום דופן סוכה, מותר להשתמש בו בלי שום תנאי, דהיינו להכניס לתוכו אוכלים ומשקים, וכן להוציא ממנו, כי לא הוקצה מלהשתמש בו שימוש רגיל, שאינו פוגע בכשרות הסוכה"
        },
        {
            "id": 124,
            "text": "רמונים שנתלו בסוכה לנוי סוכה ונפלו ונתערבו ברמונים אחרים, דינם כדבר שיש לו מתירין, שהרי אחר החג יהיו מותרים, ולכן אין להם ביטול בחג"
        },
        {
            "id": 125,
            "text": "וכן אתרוג שתלו אותו בסוכה לנוי, ונפל ונתערב בארגז שהיו בו אתרוגים רבים הכשרים לאכילה, ואינו ניכר, כל האתרוגים שבארגז נאסרו באכילה עד לאחר החג, כי האתרוג שהוקצה למצותו הוא בגדר דבר שיש לו מתירין, וכל דבר שיש לו מתירין אפילו באלף לא בטיל"
        },
        {
            "id": 126,
            "text": "מי שתלה אתרוג כשר בסכך לנוי הסוכה, ובחג הסוכות נפסל האתרוג שלו, ורוצה ליטול האתרוג שתלאו לנוי הסוכה, כדי לצאת בו ידי חובת ארבעת המינים, מותר לו ליטלו בחול המועד ולצאת בו ידי חובתו"
        },
        {
            "id": 127,
            "text": "כל מה שנוי סוכה אסור בהנאה בימי החג הוא דוקא בסוכה כשרה, אבל אם לא עשה סוכה כהלכתה, או שנויי הסוכה היו מופלגים ד' טפחים מן הסכך ורחבים ד' טפחים שפוסלים את הסוכה, וממילא לא בטלי לגבי הסכך, לא נאסרו בהנאה, ואף על פי שנוי הדפנות גם כן אסורים, זהו מפני שהם סמוכים לדופן, והוי נוי לדופן הסוכה, אבל אם הם תלויים בסכך ומופלגים ד' טפחים מן הסכך מותרים בהנאה"
        },
        {
            "id": 128,
            "text": "אפילו אם שכח להתנות על נויי הסוכה , שיוכל ליטלם כל זמן שירצה, מותר להסירם מן הסוכה בחול המועד, אם חושש פן ירדו גשמים ויקלקלו אותם, או מפני הגנבים"
        },
        {
            "id": 129,
            "text": "מי שיש לו סוכה בנויה שעשויה לישב בה בכל שנה ושנה בחג הסוכות, אין איסור ליהנות מעצי הסוכה עד שישב בה, ואע''פ שכבר ישב בה בשנה שעברה, מ''מ כשעבר החג בטלה קדושתה, וצריך לעשות מעשה אחר שתחול קדושתה מחדש"
        },
        {
            "id": 130,
            "text": "יש נוהגים לתלות בדפנות הסוכה, פרוכת שהיתה על ארון הקודש לנוי וליופי  ויש להם על מה שיסמוכו, שלב בית דין מתנה עליהם"
        },
        {
            "id": 131,
            "text": "דופן הסוכה שהיה חסר בשיעור הכשר, מותר ליטול מן הסכך, כדי להוסיף על הדופן ולהכשירו אליבא דכולי עלמא"
        },
        {
            "id": 132,
            "text": "יש מי שכתב שאין לתת לנשים לקשט את הסוכה אולם אין זה נכון להלכה, ובפרט שהאיש מצווה יותר להיות שוקד על לימודו, ותלמוד תורה כנגד כולם, והרי קישוט הסוכה ונויה אפשר להעשות על ידי אחרים וכמ''ש במו''ק , וכל חפצים לא ישוו בה, שאפילו חפצי שמים לא ישוו בה, במצוה שאפשר להעשות ע''י אחרים ועינינו הרואות שהנשים עושות בכל כוחן לפאר את מצות השי''ת בשמחה ובאהבה רבה, ועבדי עבידתא שפירתא, יישר כחן לאורייתא סימן תרלט - דיני ערב סוכות"
        },
        {
            "id": 133,
            "text": "הואיל ומצוה לאכול את כזית הפת שבסוכה בתיאבון, לפיכך לא יאכל פת בערב חג הסוכות משעה עשירית ומעלה, כדי שיוכל לאכול הכזית פת לתיאבון ויש מחמירים בזה מחצות היום ואילך, והעיקר כסברא ראשונה ואם אפשר ראוי להחמיר שלא לאכול סעודה כבר מחצות, שכיון שאוכלים בלילה עם צאת הכוכבים, יש להקדים להימנע מלאכול מחצות אבל אוכל מעט פירות או ירקות, או בשר ודגים, ובלבד שלא ימלא כרסו מהם, כדין ערב פסח סדר ליל יום טוב, הדלקת הנרות וקידוש"
        },
        {
            "id": 134,
            "text": "מצוה להדליק נרות של יום טוב בסוכה, ולאכול לאור הנרות, וצריך לברך קודם הדלקת הנרות, ברוך אתה ה' אלוקינו מלך העולם אשר קדשנו במצותיו וצונו להדליק נר של יום טוב ואם חל יום טוב בשבת, הברכה היא: ''אקב''ו להדליק נר של שבת ויום טוב''"
        },
        {
            "id": 135,
            "text": "יש נוהגות להדליק הנרות של יום טוב, מבעוד יום, כמו נרות שבת, ויש שמדליקות את הנרות בליל יום טוב, לפני הקידוש והסעודה ונהרא נהרא ופשטיה"
        },
        {
            "id": 136,
            "text": "אף על פי שמצות הדלקת הנרות בסוכה, לכבוד הלילה הראשון של החג היא משום מצות האכילה בסוכה, שהיא חובה בלילה הראשון של החג, ומן הראוי היה שהאיש יהיה קודם להדליק הנרות, כי עליו מוטלת החובה לאכול בסוכה, אבל האשה פטורה מן הסוכה, אף על פי כן המנהג הוא שגם בלילי יום טוב של החג האשה קודמת להדלקת הנרות, כשאר שבתות וימים טובים, שהאשה קודמת במצות הדלקת הנרות, כיון שעיקר מצות הדלקת הנרות משום כבוד קדושת יום טוב, ומצות שמחת יום טוב, שגם היא מצווה על כך"
        },
        {
            "id": 137,
            "text": "כבר נתבאר שבחג הסוכות ישתדל להדליק הנרות בסוכה, כדי לאכול לאורם מכל מקום ראוי ונכון שיתקין מבעוד יום מתקן מתאים מזכוכית לנרות, כדי שיוכל להדליק הנרות בסוכה, ולא יכבו ברוח, וגם לא יגרמו לשריפה ח''ו ואם אכן קיים חשש שהנרות יגרמו לשריפה בסוכה, על ידי ההתקרבות של שלהבת הנרות לדפנות או לסכך, ידליקם בביתו במקום שבו מכינים צרכי האוכל, או בחדר השינה , וכבר הזהירה התורה ונשמרת מכל דבר רע ואם אפשר ידליק הנרות בחלון הפונה לסוכה, כדי שיגיע אורם לסוכה"
        },
        {
            "id": 138,
            "text": "יש נשים שנהגו לברך ''שהחיינו'' בשעת הדלקת הנרות, אבל נכון יותר שלא יברכו אז שהחיינו, אלא יכוונו לצאת ידי חובת ברכת שהחיינו, כששומעות ברכת שהחיינו הנאמרת בעת הקידוש, ושומע כעונה"
        },
        {
            "id": 139,
            "text": "בתפלת ערבית של ליל הסוכות, שהוא זמן שמחתינו, יש לומר הקדיש בניגון, וכן קטעי התפלה ''ראו בנים את גבורתו'' וכו', בשירה וזמרה עם כל הקהל בקול רנה ותודה המון חוגג ואם חל הלילה הראשון של חג הסוכות בשבת, אומר השליח צבור בערבית ברכה אחת מעין שבע, וחותם בה ''מקדש השבת'' בלבד"
        },
        {
            "id": 140,
            "text": "נכון להזהר לכתחלה שלא לקדש עד צאת הכוכבים"
        },
        {
            "id": 141,
            "text": "בקידוש של ליל החג, מברך מעומד בורא פרי הגפן, וברכת הקידוש אשר בחר בנו מכל עם, וברכת לישב בסוכה, ויושב וחותם בברכת שהחיינו, לפי שברכת שהחיינו חוזרת על קדושת היום, ועל מצות הסוכה ואם לא בירך שהחיינו בלילה הראשון, יכול לברך שהחיינו על קדושת החג במשך כל שבעת ימי החג"
        },
        {
            "id": 142,
            "text": "בליל יום טוב שני אומר קידוש, ומיד יברך שהחיינו, ואח''כ יברך לישב בסוכה"
        },
        {
            "id": 143,
            "text": "בכל ימי חג הסוכות, בזמן שיש קידוש, יש לקדש מעומד, ולברך ''לישב בסוכה'' בסוף הקידוש, ואחר כך יושב וטועם, ובזמן שאין קידוש, כשנכנס לסוכה ועודנו עומד על עמדו, יברך לישב בסוכה מעומד, ואז ישב ויברך המוציא על הפת והמברכים ברכת המוציא ואחר כך לישב בסוכה יש להם על מה שיסמוכו"
        },
        {
            "id": 144,
            "text": "אף בשבת ויו''ט בקידושא רבה של שחרית, שאין אומרים אלא בורא פרי הגפן, , צריך לברך לישב בסוכה, קודם שישתה מכוס הקידוש כי גם בקידוש היום קי''ל שאין קידוש אלא במקום סעודה סימן תרלט - דיני ישיבה ואכילה בליל חג הסוכות"
        },
        {
            "id": 145,
            "text": "נאמר בתורה : בסוכות תשבו שבעת ימים כל האזרח בישראל ישבו בסוכות, למען ידעו דורותיכם כי בסוכות הושבתי את בני ישראל בהוציאי אותם מארץ מצרים ופירשו חז''ל: שהם ענני כבוד שהקיפם הקב''ה לבל יכם שרב ושמש, ולכן כשיושב האדם בסוכה, טוב שיכוין שציונו הקב''ה לישב בסוכה זכר ליציאת מצרים, וזכר לענני כבוד שהקיפם הקב''ה ואיתא בספרי , וענן ה' עליהם יומם, שבעה עננים היו, ארבעה מארבע רוחות העולם, ענן למעלה, וענן למטה, וענן אחד מלפניהם, הגבוה מנמיכו, והנמוך מגביהו, והורג את הנחשים והעקרבים, ומכבד ומרבץ לפניהם לכן נצטוינו לישב בסוכה שבעת ימים"
        },
        {
            "id": 146,
            "text": "קיימא לן כל הברכות כולן אף על פי שיצא מוציא  ויש אומרים שגם ברכת המוציא שמברכים בלילה הראשון של חג הסוכות על הפת בסוכה, אמרינן נמי אע''פ שיצא מוציא, ויש חולקים ואומרים דכיון שאינו מברך אלא המוציא בלבד, אינו יכול להוציא, דדמי לברכת הנהנין והעיקר לדינא כסברא ראשונה דלא גרע מדין ברכת היין של קידוש היום בשחרית של שבת ויו''ט"
        },
        {
            "id": 147,
            "text": "מצות עשה מן התורה לאכול כזית פת בלילה הראשון של חג הסוכות בסוכה כי למדנו כן בגזרה שוה חמשה עשר חמשה עשר מחג המצות, מה בחג המצות מצות עשה לאכול כזית מצה, שנאמר בארבעה עשר לחודש בערב תאכלו מצות, אף בחג הסוכות מצוה לאכול כזית פת בסוכה, ושאר כל הימים רשות"
        },
        {
            "id": 148,
            "text": "הילכך צריך לכוין קודם אכילתו שהוא יושב בסוכה זכר ליציאת מצרים, ושהוא בא לקיים מצות עשה מן התורה באכילתו בסוכה ויכוין גם כן לקיים מצות ישיבה בסוכה זכר לענני כבוד שהקיף הקדוש ברוך הוא את בני ישראל בצאתם ממצרים, לבל יכם שרב ושמש ובדיעבד כל שכיון לצאת בלבד, יצא ידי חובה"
        },
        {
            "id": 149,
            "text": "האוכל בסוכה ולא כיוון לשם מצות סוכה, עצם הליכתו לסוכה כדי לאכול שם, נחשב כאילו כיוון, ולא הוי כאוכל חוץ לסוכה"
        },
        {
            "id": 150,
            "text": "האוכל חוץ לסוכה, עושה עבירה, ובזמן הקדמונים היו מכין אותו לישב בסוכה וכן הדין בלובש בגד של ד' כנפות ואינו רוצה להטיל בו ציצית אבל מי שאינו אוכל כלל בשאר ימי חג סוכות , או שאינו לובש בגד של ד' כנפות, אין כופין אותו לקיים המצוה, שזו מצוה קיומית ולא חיובית ואם אוכל סעודת קבע בסוכה מקיים מצוה מן התורה בכל שבעת ימי החג"
        },
        {
            "id": 151,
            "text": "צריך לאכול שיעור כזית פת בסוכה, שהוא משקל כעשרים ושבע גרם, ואף שהשיעור הוא בנפח, ולא במשקל, מכל מקום אחר שהפוסקים מדדו הכל, המשקל הוא בדרך כלל בקירוב מאד להמדה בנפח, ואין הכל בקיאים לשער בנפח וכן מבואר בהרב המגיד בשם הגאונים, וכ''כ בפתח הדביר בשם כמה אחרונים לשער במשקל, וכן הסכים לדינא והובא בכף החיים , וסיים, וכן המנהג פשוט אצל בעלי הוראה לשער כל השיעורים במשקל, כגון כזית מצה, וכביצה פת לאכילת קבע בסוכה, הם לפי המשקל כזית תשעה דרהם, והביצה שמנה עשר דרהם, ואין לשנות ע''ש"
        },
        {
            "id": 152,
            "text": "צריך לאכול את כזית הפת שבסוכה, בלי הפסק ושהיות בינתים, כי צריך שיאכל הכזית בכדי אכילת פרס, שהוא שיעור מאכל שלש ביצים, , ובדיעבד אם אכלו בתוך שיעור שמינית שעה , יצא ולכתחלה נכון לצאת ידי חובת כל הדעות, דהיינו שיאכל פת יותר משיעור כביצה , בתוך שיעור שמונה דקות"
        },
        {
            "id": 153,
            "text": "האוכל שיעור כביצה, צריך שאכילת כל כזית ממנה תהיה בתוך כדי אכילת פרס, ואין צריך להחמיר אפילו לכתחלה לסברת האומרים שצריך לאכול את כל שיעור כביצה בתוך כדי אכילת פרס, שאין דבריהם נכונים לדינא"
        },
        {
            "id": 154,
            "text": "השיעור של כדי אכילת פרס, כתב המנחת חינוך , שכל מאכל משערינן ליה בדידיה, בכמה זמן נאכל פרס מן המאכל שאוכל ממנו"
        },
        {
            "id": 155,
            "text": "יש אומרים שכזית הפת הנאכל בסוכה, צריך לאכול בלי לפתן ובלי שום תערובת, שכיון שלמדנו חיוב זה מכזית המצה של ליל פסח, ט''ו ט''ו מחג המצות, מה המצה נאכלת לבדה בלי שום לפתן, משום דאתי רשות ומבטל המצוה , כך גם כזית הפת הנאכל בסוכה, יש לאוכלו לבדו ויש חולקים ומעיקר הדין יוצאים ידי חובת אכילת כזית הפת בסוכה בלילה הראשון של חג הסוכות גם כשיש בו תערובת לפתן של סלט או דגים וכיוצא אך נכון לחוש להחמיר בזה, ומכל מקום מותר לטבל הפת במרק חם, או בדבש, ואין בזה בית מיחוש, כיון שדרך אכילתו בכך"
        },
        {
            "id": 156,
            "text": "פת שבישלוה אפילו בכלי ראשון או אם טיגנוה, יוצאים בה ידי חובה בליל החג ונכון לחוש לכתחלה היכא דאפשר בנקל שלא לאכול כזית בליל סוכות לחם מבושל אבל בכלי שני אפילו הוא חם בחום שהיד סולדת בו, פשוט שאין בכך כלום"
        },
        {
            "id": 157,
            "text": "יש אומרים שיוצאים ידי חובת המצוה של כזית הפת בסוכה, בפת הבאה בכסנין, ויש חולקים ומצריכים שיהיה פת ממש, ויש לחוש לדבריהם ולאכול פת ממש"
        },
        {
            "id": 158,
            "text": "כבר נתבאר דנכון ליזהר שלא לקדש אלא עד צאת הכוכבים, והעיקר ליזהר לכתחלה שהכזית פת שאוכל בסוכה בליל חג הסוכות, שהיא חובה, צריך לאכול אותה אחר שיהיה לילה ודאי דהיינו אחר צאת הכוכבים, ואפילו התפלל ערבית מבעוד יום, וקיבל עליו תוספת יום טוב, לא יאכל עד שתחשך, כי קיום המצוה צריך להיות בלילה וטוב לחזור ולאכול כזית פת כעבור שעה וחומש מהשקיעה לצאת ידי חובה לפי דעת רבינו תם וגם בדיעבד אם אכל פת בבין השמשות, טוב שיחזור ויאכל כזית פת אחר צאת הכוכבים, ואם אי אפשר לו, יסמוך על מה שאכל בבין השמשות ודיו"
        },
        {
            "id": 159,
            "text": "יש אומרים שאם אכל כזית פת בסוכה בבין השמשות לא יצא ידי חובה, דבין השמשות ספק יום הוא, וספיקא דאורייתא לחומרא ולמעשה יש לדון להקל בזה, דהוה ליה ספק ספיקא דשמא לילה הוא, ושמא אין צריך לילה ודאי ומכל מקום אם אכל הכזית פת בין השמשות ובירך ברכת המזון, ונודע לו הדין, טוב שיחזור ויאכל כזית בלילה, ולא יברך לישב בסוכה אלא אם כן יאכל יותר מכביצה פת"
        },
        {
            "id": 160,
            "text": "יום טוב של חג הסוכות שחל בשבת, יש אומרים שצריך לאכול עוד כזית פת בשביל השבת, כי לא יתכן לצאת ידי חובה בכזית אחד, שאין עושים מצות חבילות חבילות אולם העיקר לדינא שאין לחוש משום עושה מצות חבילות חבילות היכא שהכל נעשה בפעולה אחת  דכל שעושה מעשה אחד ורק מכוין לשתי מצות שתעלה לו אותה פעולה, לכאן ולכאן, בזה לא שייך מצות חבילות"
        },
        {
            "id": 161,
            "text": "יאכל את כזית הפת בסוכה קודם חצות הלילה, ואם נאנס ולא אכל הכזית קודם חצות הלילה, או שירדו גשמים ולא פסקו אלא אחר חצות הלילה, יאכל אחר חצות הלילה, אבל לא יברך ''לישב בסוכה'' אלא אם כן אוכל יותר מכביצה פת עבר הלילה ולא אכל בסוכה בין באונס בין ברצון, אין לו תשלומין כלל"
        },
        {
            "id": 162,
            "text": "מי שאין לו אלא פת של איסור, כגון טבל, יש אומרים שיאכל פת של איסור כדי לקיים מצוה מן התורה של אכילה בליל סוכות, דעשה דוחה לא תעשה ויש חולקים ואומרים דאינו דוחה, ושב ואל תעשה עדיף"
        },
        {
            "id": 163,
            "text": "מאחר שיש חיוב מן התורה לאכול כזית בליל סוכות בסוכה, לפיכך אם שכח לומר יעלה ויבוא בברכת המזון, בליל חג הסוכות, אם נזכר כשאמר ברוך אתה ה' לפני שיחתום בונה ירושלים, יאמר למדני חקיך, ויחזור ליעלה ויבוא ואם חתם בונה ירושלים, יאמר שם ברוך אתה ה' אלהינו מלך העולם אשר נתן מועדים לשמחה וכו' את יום חג הסוכות הזה את יום טוב מקרא קדש הזה, ברוך אתה ה' מקדש ישראל והזמנים וממשיך ברכת הטוב והמטיב ואם לא נזכר עד שהתחיל בברכת הטוב והמטיב, שאמר ברוך אתה ה' אלהינו מלך העולם לעד וכו', חוזר לראש ברכת המזון אבל אם טעה ביום החג בבוקר ולא אמר יעלה ויבא בברכת המזון אין צריך לחזור"
        },
        {
            "id": 164,
            "text": "מי שנסתפק בלילה הראשון של פסח או בלילה הראשון של חג הסוכות, אם אמר יעלה ויבא בברכת המזון, אם לאו, וסיים את ברכת המזון, אין צריך לחזור לראש ברכת המזון, כי חומרו של יום גורם שיזכור קדושת יום טוב, ומסתמא אמר יעלה ויבא  ומיהו כל זה כשלא נזכר שלא אמר יעלה ויבא עד שאמר ברכת הטוב והמטיב אבל אם מיד אחר שחתם בונה ירושלים, נזכר שלא אמר יעלה ויבא ביום של יום טוב, יאמר שם ברכת אשר נתן הנ''ל"
        },
        {
            "id": 165,
            "text": "אם ירדו גשמים בלילה הראשון של החג, פטור מלאכול בסוכה, שנאמר בסוכות תשבו שבעת ימים, ''תשבו'' כעין תדורו, מכאן שהמצטער פטור מן הסוכה ויש חולקים ומחמירים בלילה הראשון, שצריך לאכול כזית בסוכה, אפילו יורדים גשמים ואנו אין לנו אלא דברי מרן השלחן ערוך שסובר כדעת הרשב''א שאין הבדל בין לילה הראשון לשאר הימים, שבכולם מצטער פטור מן הסוכה ואפילו הרמ''א שמחמיר בזה, מודה שאם היו גשמים יורדים בלילה הראשון, לא יברך לישב בסוכה, שספק ברכות להקל  ואם רוצה להחמיר ימתין קצת אולי יפסקו הגשמים ואחר כך יכנס ויאכל בסוכה, אבל לא יצער עצמו בליל יום טוב משום כך, לשהות זמן ממושך ואם אחר שאכל בבית פסקו הגשמים, אם לפני חצות לילה פסקו, יכנס לסוכה ויברך לישב בסוכה ויאכל לפחות כזית ואם לא פסקו הגשמים עד אחר חצות לילה, לא יברך לישב בסוכה אלא אם כן אוכל פת יותר מכביצה"
        },
        {
            "id": 166,
            "text": "כאשר נפטר ממצות סוכה בליל סוכות, יש אומרים שחייב לאכול כזית פת בביתו, משום היום טוב ויש אומרים שכל החיוב לאכול בליל סוכות הוא מצד הסוכה, וכאשר פטור מישיבה בסוכה פטור גם מאכילת כזית פת ולדינא צריך שיאכל כזית פת בביתו ואם שכח להזכיר יעלה ויבא בברכת המזון בלילה הראשונה, כיון שאכל בביתו, אין צריך לחזור לברך ברכת המזון"
        },
        {
            "id": 167,
            "text": "מי שלא אכל בסוכה בלילה הראשון של החג, מחמת הגשמים, ונכנס לביתו וקידש, ובירך שהחיינו בעת הקידוש, ולמחרת בבוקר היתה הרוחה, ומקדש בסוכה, יש אומרים שיחזור לברך שהחיינו בקידוש, לפטור את הסוכה מברכת זמן, ויש חולקים וספק ברכות להקל"
        },
        {
            "id": 168,
            "text": "וכן מי שהיה בא באניה לביתו, ובלילה הראשון היה עדיין בספינה ושם קידש ובירך זמן, יש מי שכתב כשיושב ביום הראשון בסוכה צריך לברך זמן, ולא נפטר בברכת זמן שבירך בלילה בקידוש ליל החג, שכיון שלא סעד בסוכה צריך לחזור ולברך ביום כשסועד בסוכה, ולדינא ספק ברכות להקל ולא יברך זמן ביום דיני ישיבה בסוכה בשאר ימות החג"
        },
        {
            "id": 169,
            "text": "כיצד מצות ישיבה בסוכה? אוכל ושותה וישן ומטייל ודר בסוכה כל שבעת ימים, בין ביום בין בלילה, כדרך שהוא דר בביתו בשאר ימות השנה וכל שבעת הימים אדם עושה את ביתו עראי וסוכתו קבע, שנאמר בסוכות תשבו, כעין תדורו כיצד? כלים נאים ומצעות נאות בסוכה, וכלי שתיה כמו כוסות בסוכה, אבל כלי אכילה לאחר אכילה חוץ לסוכה, וכגון קערות וקדרות, כי אין דרך ארץ להביא הקדרה אצל השלחן לערות ממנה, ואם נהגו כן נשים עצלניות, בטלה דעתן, ועל כל פנים לא יעשו כן בסוכה  ונראה שמה שיש נוהגים להביא אל השלחן קערה גדולה, שבה עופות או אורז, וכל אחד מן המסובים לוקח ממנה ונותן לצלחת שלו ואוכל, שפיר דמי שדרך הוא לעשות כן גם בפני אורחים מכובדים וצלחות האוכל לאחר האכילה, נכון להוציאם מן הסוכה"
        },
        {
            "id": 170,
            "text": "לא יעשה שום תשמיש בזוי בסוכה, כגון שטיפת קדרות וקערות וכיו''ב, שלא יהיו מצות בזויות עליו  אבל מותר לשטוף כוסות וצנצנות בסוכה ואין להחליף טיטול לתינוק בסוכה"
        },
        {
            "id": 171,
            "text": "אין לעשות סוכתו קפנדריא, לקצר את דרכו על ידי הסוכה והאחרונים הזהירו שנכון להמנע מלהכניס נכרי לסוכה"
        },
        {
            "id": 172,
            "text": "מותר לעשן סיגריות בסוכה, כשם שאוכלים ושותים בסוכה, דתשבו כעין תדורו כתיב  ומותר לקיים מצות עונה בסוכה"
        },
        {
            "id": 173,
            "text": "מותר לעשות נטילת ידים לסעודה בסוכה, כי רבים נוהגים בכל ימות השנה ליטול ידיהם לסעודה על שלחנם, והוה ליה תשבו כעין תדורו"
        },
        {
            "id": 174,
            "text": "זקן או מי שהוא חלש הישן בסוכה ונצרך להטיל מים, וקשה עליו לצאת מן הסוכה, מותר להשתין בסוכה בתוך עביט של מי רגלים, שמונח תחת המטה, ואחר כך יכסהו כראוי ואף על פי שבסוכה תלויים קישוטים שכתוב בהם פסוקים של תורה, אף על פי כן מותר"
        },
        {
            "id": 175,
            "text": "כל שבעת הימים יש לו לקרוא וללמוד בסוכה, הילכך כשהוא גורס במשנה או בגמרא וחוזר עליהן לבל ישתכחו ממנו, יעשה זאת בסוכה ולא יברך ''לישב בסוכה'' אבל כשהוא לומד בעומק העיון, וצריך להתרכז היטב בלימודו, בסברא ישרה, והאויר יפה לו להרחיב דעתו, ילמד חוץ לסוכה, כדי שתהיה דעתו מיושבת עליו כראוי"
        },
        {
            "id": 176,
            "text": "המחבר ספר ומאסף את כל המחנות, או כותב תשובה מקפת בהלכה, ולרגל המלאכה אשר לפניו, הוא צריך ספרים רבים, וטורח עליו להוליכם כולם לסוכה, יכול ללמוד במקום הספרים, אף שהוא חוץ לסוכה"
        },
        {
            "id": 177,
            "text": "דין הלימוד בסוכה כדין השינה בסוכה, שאף במעט גשמים פטורים מן הסוכה"
        },
        {
            "id": 178,
            "text": "לכתחלה אין להתפלל בסוכה כאשר יש בית כנסת בעיר, ואפילו אם יש לו מנין, שאין תפלתו של אדם נשמעת אלא בבית הכנסת"
        },
        {
            "id": 179,
            "text": "מבואר בזוהר הקדוש , שהוד קדושת שבעה אושפיזין עליאין קדישין, אבות העולם, שבעת הרועים, אברהם יצחק יעקב משה אהרן יוסף ודוד, נמצאת בסוכה, לפיכך היושב בסוכה עליו לשבת בדרך ארץ, בכבוד ובהדר, ובפרט כי הסוכה גדולה קדושתה מאד, וכמו שאמרו שחל שם שמים על עצי הסוכה, ובמיוחד יש להזהר מאד להתרחק ממדת הכעס וההקפדה בתוך הסוכה, ולא ירים קולו על בני ביתו, וכל זה לכבוד האורחים רמי המעלה  ולא ישחק בקוביא בפרט בסוכה"
        },
        {
            "id": 180,
            "text": "יש מי שכתב שהרוצה לדבר עם חבירו בימי החג דברים בטלים, ידבר עמו בסוכה, כדרך שעושה בביתו ואין כן דעת השל''ה, ולכן המשתדל שלא לדבר בסוכה כי אם דברי תורה, השי''ת ישפיע עליו שפע קדושה וטהרה משבעה אושפיזין עלאין קדישין, ולהצליח בכל דרכיו"
        },
        {
            "id": 181,
            "text": "נכון להביא כסא מפואר לכבוד האושפיזין, מעין דוגמא למה שמביאים בעת המילה כסא לכבוד אליהו הנביא זכור לטוב, שכתוב בזוהר הקדוש דאי לא אתקינו ליה כסא לא אתי ולכן נוהגים לומר הנוסח עולו אושפיזין וכו' ואחר שיאמר נוסח זה, יקדש מעומד, ואחר ברכת לישב בסוכה, ישב, ויברך שהחיינו, שבברכה זו הוא פוטר גם את מצות הסוכה"
        },
        {
            "id": 182,
            "text": "בשאר ימי החג חוץ מלילה הראשון, אינו חייב לאכול בסוכה, ורק אם רצה לאכול פת יותר מכביצה, שהוא כחמשים וארבע גרם ומעלה, צריך לאכול בסוכה, בין ביום בין בלילה ואסור לאכול סעודת קבע חוץ לסוכה, ושיעור סעודת קבע הוא יותר מכביצה פת וכביצה היינו שיעור שמונה עשר דרהם, שהם חמשים וארבע גרם, אך לא יצמצם ל- 54 גרם, אלא או שיאכל פחות מחמשים גרם, או שיאכל כששים גרם, כדי שיוכל לברך לישב בסוכה לכל הדעות אך אם אינו רוצה לאכול פת, אין לו חיוב לאכול בסוכה, שהרי יכול לאכול פירות וירקות ומיני תבשיל שאין חייבים לאוכלם בסוכה וכן יכול לאכול אורז או בשר ודגים וגבינה וביצים, ושאר מיני לפתן שאינם מחמשת מיני דגן, ואפילו יאכל מהם הרבה ויקבע סעודתו עליהם, פטור מן הסוכה וכן הדין באוכל פת פחות מכביצה, שמותר לו אף לכתחלה לאכול חוץ לסוכה"
        },
        {
            "id": 183,
            "text": "האוכל סעודתו בסוכה ולא היה דעתו לאכול שיעור כביצה פת, ולכן לא בירך לישב בסוכה, ושוב נמלך ורוצה לאכול יותר מכביצה, יש לו לברך אז לישב בסוכה, אף על פי שמכאן והלאה לא יאכל מלבד מה שאכל, יותר מכביצה, אלא הכל מצטרף ליותר מכביצה"
        },
        {
            "id": 184,
            "text": "מי שקבע סעודה על פת פחות מכביצה, ומביאים לו תבשיל אורז ושאר מאכלים, באופן שיאכל וישבע מהם, אין המאכלים מצטרפים עם הפת לעשותו אכילת קבע, וכל שהפת הוא פחות מכביצה רשאי לאכול חוץ לסוכה, ואם אכלו בסוכה אינו מברך לישב בסוכה"
        },
        {
            "id": 185,
            "text": "האוכל עוגות יותר משיעור כביצה, חייב לאכול בסוכה, אבל לא יברך לישב בסוכה  ואם אוכל מהעוגה באופן שקובע סעודתו עליה, שאוכל כשיעור שלש ביצים ומעלה, שמשקלם חמשים וארבע דרהם, , והוא שיעור 162 גרם, שאז חייב לאכול בסוכה ומברך לישב בסוכה וטוב להחמיר היכא דאפשר לאכול 216 גרם  ואמנם אם אינו אוכל כשיעור הנ''ל, אינו מברך לישב בסוכה, ואפילו אם אכל העוגות אחר הקידוש של היום, כדי שיחשב לו קידוש במקום סעודה, לא יברך לישב בסוכה, אלא אם כן קובע סעודתו כנזכר"
        },
        {
            "id": 186,
            "text": "מי שאוכל סעודת קבע מתבשיל של חמשת מיני דגן, כגון איטריות, חייב בסוכה, ויברך לישב בסוכה אולם לענין ברכת הנהנין מברך על תבשיל כזה ברכת בורא מיני מזונות, ולאחריו על המחיה, ואינו חייב בנטילת ידים, ואינו מברך המוציא וברכת המזון, שהרי אין לתבשיל זה צורת פת ואם אינו קובע סעודה עליו, כל שאוכל יותר מכביצה חייב בסוכה, אבל לא יברך לישב בסוכה, ובפחות מכן פטור מן הסוכה"
        },
        {
            "id": 187,
            "text": "האוכל מיני פירות, אפילו אכל מהם שיעור אכילת קבע, מן הדין פטור מן הסוכה וכן האוכל אורז או בשר או דגים, או גבינה וביצים, מן הדין פטור מן הסוכה וכן השותה מים או תה או קפה או חלב או מיץ פירות, אפילו יותר מרביעית, פטור מן הסוכה ובכל אופן שפטור מן הסוכה, אם רצה להחמיר על עצמו ולאכול או לשתות בסוכה, הרי זה משובח ותבוא עליו ברכה, ובלבד שלא יברך לישב בסוכה , שהיא ספק ברכה לבטלה ומנהג אחינו האשכנזים אינו כן ומכל מקום מי שנוהג על פי הדין ואינו מחמיר לאכול אכילת עראי דוקא בסוכה, רשאי, ולא נחשב כמי שאינו מדקדק במצוות"
        },
        {
            "id": 188,
            "text": "אף על פי שמותר לאכול פירות או לשתות מים מחוץ לסוכה, וכן אכילת עראי, מכל מקום אם הוא באמצע סעודתו אסור לטעום כלום חוץ לסוכה, ואסור לשתות אפילו מים ואף אם שותה מים בסיום סעודתו, חייב לשתותם בסוכה וכן כשיש דבר מאכל בפיו, והתחיל ללעוס, אם יצא מהסוכה אסור לו להמשיך ללעוס מחוץ לסוכה, אלא יקפוץ פיו עד שיחזור לסוכה, כיון שהכל בא מחמת סעודת קבע שחייבת בסוכה"
        },
        {
            "id": 189,
            "text": "יש אומרים שבשבת ויום טוב אף אכילת עראי נחשבת לאכילת קבע ואפילו כזית פת חייב בסוכה, ויש חולקים ומתירים לאכול חוץ לסוכה עד כביצה פת, אפילו בשבת ויום טוב וכן עיקר"
        },
        {
            "id": 190,
            "text": "מי שסועד סעודה שלישית בסוכה סמוך לשקיעת החמה, ויוצא אחר כך להתפלל בבית הכנסת תפלת ערבית, וחוזר מיד לסוכתו להבדיל על היין להוציא גם את בני ביתו, ומיד אחר כך סועד סעודה רביעית בפת יותר מכביצה, יש לו לכוין בברכת לישב בסוכה שעל סעודה שלישית שהוא מכוין לפטור בברכתו רק עד סוף סעודה שלישית, ואז יוכל לברך ''לישב בסוכה'' בהבדלה, ומיד ישב לסעוד סעודה רביעית ונראה דלכתחלה יברך לישב בסוכה קודם ברכת בורא פרי הגפן של ההבדלה, ובדיעבד אם בירך לישב בסוכה אחר ברכת המבדיל בין קודש לחול, יצא, ולא חשיב הפסק"
        },
        {
            "id": 191,
            "text": "השותה יין פטור מסוכה והוא הדין לגבי שתיית שכר, בירה, וליקר, ושאר משקים ולכן המבדיל ברכת הבדלה במוצאי החג או במוצאי שבת חול המועד, יכול לשתות את כוס היין חוץ לסוכה, כגון בבית הכנסת, או בביתו ואפילו מי שקובע עצמו על היין דעת מרן הבית יוסף שפטור מן הסוכה והמחמיר על עצמו ואינו שותה אפילו מים חוץ לסוכה, הרי זה משובח, אבל יזהר שלא יברך ''לישב בסוכה'' ומכל מקום כבר נתבאר שמי שנוהג על פי הדין ואינו מחמיר לשתות מים דוקא בסוכה, אפילו הוא תלמיד חכם, רשאי, ולא נחשב כמי שאינו מדקדק במצוות"
        },
        {
            "id": 192,
            "text": "מותר לטעום יין מכוס הקידוש בברית המילה, גם שלא בסוכה"
        },
        {
            "id": 193,
            "text": "מנהגינו פשוט שהנכנס לסוכת חבירו, לבקרו בימי החג, אינו מברך ברכת ''לישב בסוכה'' כשאינו סועד שם סעודת קבע, אלא רק טועם מפת כסנין, ושותה מעט יין, וספק ברכות להקל ויש מהאשכנזים המברכים ברכה זו כשנכנסים לסוכת חבריהם, והמהדרים מברכים על יין ונהרא נהרא ופשטיה אך לנו הספרדים אין לנהוג כן, דספק ברכות להקל, בפרט שכך פשט המנהג כמו שהעיד מרן בשלחן ערוך"
        },
        {
            "id": 194,
            "text": "המתענה תענית חלום בימי הסוכות, אין לו לברך לישב בסוכה על השינה והשהייה בסוכה, שלא נתקנה הברכה אלא על האכילה, והברכה על האכילה פוטרת את השינה וכו'"
        },
        {
            "id": 195,
            "text": "כשאוכל פת יותר מכביצה, כבר נתבאר לעיל שיש נוהגים לברך לישב בסוכה אחר ברכת המוציא, ואין בזה משום הפסק בין ברכת המוציא לאכילה, אחר שהוא לצורך הברכה וכמו שנוהגים לברך לישב בסוכה בקידוש אחר ברכת הגפן, ואין חוששין להפסק ומכל מקום יותר טוב לברך לישב בסוכה קודם ברכת המוציא לפני שישב על יד השלחן ואין בזה הפסק בין הנטילה להמוציא ובכל מקום יעשו כמנהגם וביום טוב ובשבת חול המועד נוהגים לברך לישב בסוכה בקידוש, קודם שיטעם מן הכוס"
        },
        {
            "id": 196,
            "text": "האוכל בסוכה מעומד אכילת קבע, ואינו יכול לשבת מאיזו סיבה, רשאי לברך ''לישב'' בסוכה, כי פירוש ''לישב'' בסוכה היינו להתעכב בסוכה, כמו שנאמר ותשבו בקדש ימים רבים  ולכן אינו צריך להתאמץ ולשבת משום נוסח הברכה"
        },
        {
            "id": 197,
            "text": "מי שנכנס לסוכה לאכול, ושכח ולא בירך ''לישב בסוכה'' עד שישב, אין לחוש לספק ברכות, ויכול לברך אחר שישב, והדין כן גם לדעת הרמב''ם"
        },
        {
            "id": 198,
            "text": "אם שכח לברך לישב בסוכה קודם הסעודה, יברך כל זמן שנזכר כשהוא מיסב ואוכל בסעודה ויש אומרים שצריך שיאכל יותר מכביצה פת לאחר הברכה, ואם אינו יכול לאכול כך לא יברך אך העיקר לדינא, שכל שעודו ממשיך באכילת תבשיל, או אפילו פירות לקינוח סעודה, ואפילו בכל משקה אשר ישתה, רשאי לברך לישב בסוכה, אף שאינו מתכוין לאכול יותר מכביצה פת אבל אם סיים סעודתו לגמרי, אינו מברך יותר לישב בסוכה באותה סעודה וכל שכן שאם בירך ברכת המזון שאינו יכול לברך לישב בסוכה אף אם יאכל פירות או עוגה לקינוח"
        },
        {
            "id": 199,
            "text": "אם מסופק אם בירך לישב בסוכה או לא, לא יברך, דספק ברכות להקל ומכל מקום טוב ונכון שיהרהר בלבו ברכת לישב בסוכה"
        },
        {
            "id": 200,
            "text": "אם גמר סעודתו ובירך ברכת המזון, ולא יצא מהסוכה, וישב עוד הפעם לאכול, אין לברך לישב בסוכה בכהאי גוונא"
        },
        {
            "id": 201,
            "text": "ברכת לישב בסוכה, צ''ל לִישֵׁב בַּסֻּכָּה הלמ''ד של לישב בחיריק, והיו''ד נחה,"
        },
        {
            "id": 202,
            "text": "מי שהיה ראשו ורובו בסוכה, ושלחנו חוץ לסוכה, ואכל, כאילו לא אכל בסוכה, אפילו היא סוכה גדולה, גזירה שמא ימשך אחר שלחנו מחוץ לסוכה והדין כן גם ברבים, ולא רק באחד האוכל כן"
        },
        {
            "id": 203,
            "text": "מי שהיה יושב בפתח הסוכה ולפנים, ושלחנו בתוך הבית, ואוכל סעודת קבע, אבל אינו לוקח מן המאכל שעל השלחן, אלא פתו בידו ואוכל, או שהיה מקצת שלחנו סוכה, יצא"
        },
        {
            "id": 204,
            "text": "לו אם בלילה הראשון אכל כזית הפת כשראשו ורובו בסוכה ושלחנו בתוך הבית, ולא נמשך אחר שלחנו, אפילו הכי לא יצא ידי חובה אף בדיעבד, וצריך לחזור ולאכול כזית בסוכה כרצון חכמים"
        },
        {
            "id": 205,
            "text": "לז יש אומרים שאם רוב שלחנו בבית, ואפילו כחוט השערה יותר ממחצה, חשיב רובו בבית, דרובו ככולו, ומכיון שבמחצה יש לחוש שמא משהו טפי בבית, והוי כאילו לא אכל בסוכה, לכן צריך להזהר שיהיה רובו בסוכה, וכל היכא דקים ליה שיש משהו יותר ממחצה בסוכה, אין לחוש יותר  ודעת הרב ערך השלחן דבעינן רוב הניכר לעין ויש חולקים ואומרים שאפילו אם רוב השלחן בבית, ואין בסוכה אלא טפח מן השלחן, מותר, דהא בשיעור סוכה קיימא לן דסגי בשלחן טפח ואף על פי שבכל התורה רובו ככולו, הכא שאינו אלא משום גזרה, יש לומר שבכולו בבית נמשך אחר שלחנו, ברובו לא מימשך וכו'"
        },
        {
            "id": 206,
            "text": "לח מי שסוכתו קטנה, והכניס בה את מטתו לישן בסוכה, אך רוב רוחב המטה נמשך אל מחוץ לסוכה, בזה לא גזרו חכמים שמא יתהפך בעת שינתו, ונמצא ישן חוץ לסוכה, שכיון שישן בסוכה בהיתר, לא חששו חכמים למה שיעשה אחר כך שינתו, וכדקיימא לן בכהאי גוונא במי שהיה ישן בסוכה וירדו גשמים ונכנס לביתו וישן, ופסקו הגשמים, אף על פי שעלה עמוד השחר, ועודנו ישן, אין צריך להקיצו שילך לישן בסוכה, כיון שתחלת שינתו בביתו היה בהיתר והוא הדין לכאן וכ''ש לדעת הסוברים שהישן חוץ לסוכה אין צריך להקיצו, שבעודו ישן אינו בכלל בר דעת לקיום המצוה דין השינה בסוכה"
        },
        {
            "id": 207,
            "text": "השינה בסוכה חובה בכל שבעת ימי החג, והשינה חמורה יותר מן האכילה, שכפי שביארנו מותר לאכול אכילת עראי חוץ לסוכה, אבל שינה אפילו שינת עראי אסורה חוץ לסוכה  והטעם כמו שאמר רבא שאין קבע לשינה, שפעמים שאדם מנמנם מעט, וזו היא שנתו וכן אמרו בירושלמי , אין עראי לשינה, שכן אדם ישן קימעה ודיו"
        },
        {
            "id": 208,
            "text": "אף מי שסוכתו קטנה ואינו יכול לישון בפישוט גופו ורגליו, אינו נקרא מצטער שפטור מן הסוכה, אלא חייב לישון בסוכה בכפיפת גופו ורגליו"
        },
        {
            "id": 209,
            "text": "שני אחים או שותפים שאין להם מקום רחב ידים לעשות סוכה גדולה, ועשו סוכה קטנה, שאינה מספקת לשניהם, לענין אכילה יכולים לאכול בסוכה, זה אחר זה, אבל לענין שינה שאין מקום לשניהם, זה יישן לילה אחד וזה יישן לילה אחד, ואם חביבה עליהם המצוה זה יישן מקצת הלילה, וכן השני ומכיון ששומרי גנות פטורים מן הסוכה כל שכן מי שאין לו מקום לישן בסוכה"
        },
        {
            "id": 210,
            "text": "דעת הרמ''א שאם עשה סוכה מתחלה במקום שמצטער באכילה ושתיה, או בשינה, או שאי אפשר לו לעשות אחד מהם בסוכה משום שמתיירא מגנבים או לסטים כשהוא בסוכה, אינו יוצא ידי חובה באותה סוכה כלל, אפילו בדברים שלא מצטער בהם, משום דלא הוי כעין דירה שיוכל לעשות שם כל צרכיו וכן סוכה קטנה, שכל שאינה ראויה לאכילה כדרכה ולכל מילי דסוכה, אינה סוכה, ופסולה אפילו לישן ולשנן שסוכה שאינה ראויה לכל דבר לאו סוכה היא,  אולם מדברי הראשונים מבואר, שכל שראויה הסוכה לכל עניני דירה, לקצת בני אדם, לא בטל שם סוכה ממנה, ויוצא בה שפיר ידי חובת אכילה בסוכה, אפילו מי שאינה ראויה לו לשינה, ואפילו לדעת המרדכי וכן מי שנוהג שלא לישן בסוכה משום צינה, יוצא ידי חובת אכילה בסוכה"
        },
        {
            "id": 211,
            "text": "אף על פי שחיוב השינה בסוכה הוא יותר מהאכילה, שהרי אוכלים ושותים אכילת עראי חוץ לסוכה, ואין ישנים חוץ לסוכה אפילו שינת עראי, מכל מקום אין אנו מברכים אקב''ו לישן בסוכה, דחיישינן שמא לא יישן והויא ברכה לבטלה, שהרי אין בידו לישן כל שעה שירצה"
        },
        {
            "id": 212,
            "text": "מותר לישן בסוכה יחידי בלילה, ואין לחוש בזה לסכנה לפי מה שאמרו בשבת , אסור לישן בבית יחידי, וכל הישן בבית יחידי אוחזתו לילית, דשומר מצוה לא ידע דבר רע והכי איתא בפסיקתא דרב כהנא : כל מי שמקיים מצות סוכה, הקב''ה מסיך עליו מן המזיקים שלא יזיקוהו, שנאמר באברתו יסך לך ותחת כנפיו תחסה"
        },
        {
            "id": 213,
            "text": "כשהסוכה מיוחדת לבעל הבית טוב שיישן עם אשתו בסוכה, כמו שכתוב בסוכות תשבו, תשבו כעין תדורו, מה דירה איש ואשתו, אף סוכה איש ואשתו, אבל אין זה מעכב המצוה ולכן אם קשה לאשתו לישון בסוכה, האיש ישן לבדו בסוכה אך בליל טבילה או בליל עונה מותר לישן חוץ לסוכה, אם אין לו מקום צנוע בסוכה"
        },
        {
            "id": 214,
            "text": "יש מי שכתב שחתן בשנה הראשונה לנישואיו, פטור מלישן בסוכה, כדי שלא יבטל המצות עשה דושמח את אשתו אשר לקח ואפילו אם אשתו איננה טהורה, מכל מקום שייך בה שמחה, כשבעלה עמה בבית, כמ''ש בעירובין  אולם לדינא לא נזכר בשום מקום לפטור את החתן מן השינה בסוכה בשנה הראשונה לנישואיו ורק אם האשה מפחדת לישון לבדה בבית, ואינו יכול להרגיעה, אפשר לו להקל לישן חוץ לסוכה"
        },
        {
            "id": 215,
            "text": "שומרי גנות ופרדסים פטורים מן הסוכה בין ביום בין בלילה, שאם יעשה השומר סוכה ידעו הגנבים שיש לו מקום קבוע, ויבואו ויגנבו מצד אחר, לפיכך אם היה לפניו כרי של תבואה שיכול לשומרו כולו ממקום אחד, חייב לעשות סוכה במקום שמירתו"
        },
        {
            "id": 216,
            "text": "וכן אנשי משטרה המופקדים על הבטחון של תושבי העיר, ושמירתם, וכן חיילים, שעסוקים בשמירה ביום ובלילה, או היוצאים למארבים, או הנמצאים בעמדות, פטורים מן הסוכה ביום ובלילה"
        },
        {
            "id": 217,
            "text": "וכן הדר בסביבה חילונית, וחושש פן אם יעשה סוכתו קבע, באכילה ושינה, יפרצו גנבים לביתו, פטור מן הסוכה ואם מתגורר בין הגויים וחושש שאם ישן בסוכה יזיקוהו השכנים, אם אפשר לעשות הסוכה במקום בטוח בודאי שיש להשתדל לעשות כן, אבל אם אינו יכול לעשות במקום בטוח, יסתפק במה שאוכל בליל סוכות בסוכה, ובכל פעם שאינו יכול לישב בסוכה מחשש הגויים, פטור מן הסוכה"
        },
        {
            "id": 218,
            "text": "וכן העושים יין כשר במקומות שמצויים שם גויים, בחג הסוכות, שהם צריכים לשמור עליו בעין פקוחה מנגיעת הגוים, שלא יגעו בו ויאסרוהו בנגיעתם, הרי הם כשומרי גנות ופרדסים שפטורים מן הסוכה בין ביום בין בלילה"
        },
        {
            "id": 219,
            "text": "כבר נתבאר לעיל שאם אין הסוכה רחבת ידים לישן שם, יכולים לפנות את השלחן מחוץ לסוכה, כדי לישן במקומו"
        },
        {
            "id": 220,
            "text": "מי שהוא איסטניס ובנקל יבוא לידי הצטננות, דינו כמו שלמדו חז''ל שמצטער פטור מן הסוכה  ומכל מקום אף שיש לחוש לצנה, במקומות הקרים, וכמ''ש גם בערוך השלחן, מה טוב אם אפשר שיעשה הסוכה עם ארבע דפנות, וגם יסכך היטב את הסוכה למעלה ויתכסה היטב בכרים וכסתות, או שיכניס לסוכה תנור חימום חשמלי, היכא דאפשר, ולא יאונה לצדיק כל און וכל שכן בארץ ישראל שעל פי הרוב האויר נוח, והחורף על פי הרוב הוא מאוחר יותר, שראוי לישן בסוכה"
        },
        {
            "id": 221,
            "text": "אין כל אדם יכול לומר מצטער אני, לפטור עצמו מן הסוכה, אלא רק בדבר שדרך בני אדם להצטער בו  אולם אם יודע בעצמו שהוא מאניני הדעת, וכל מי שהוא מאניני הדעת כמוהו, מצטער בזה, הרי הוא פטור מן הסוכה"
        },
        {
            "id": 222,
            "text": "מי שאשתו חלשה, ויש להם ילדים קטנים, שמתעוררים בלילה ובוכים, וצריך לקום ולטפל בהם, ונבצר ממנו לדעת מתי לקום אליהם, אם יישן בסוכה, מותר לו לישן בבית לצורך הטיפול בילדים"
        },
        {
            "id": 223,
            "text": "אין המצטער פטור מן הסוכה, אלא אם כן כשהוא יוצא מן הסוכה הוא ניצול מן הצער ההוא, הא לאו הכי, אינו פטור מן הסוכה"
        },
        {
            "id": 224,
            "text": "הרואה את חבירו שנרדם מחוץ לסוכה, כגון בליל הושענא רבה שלומדים כל הלילה בבית הכנסת, טוב להקיצו ולעוררו בנחת שילך לישן בסוכה ומכל מקום אם תקפתו שינה וקשה לו להתעורר, יש לדונו כמצטער שפטור מן הסוכה וכן הנוסע באוטובוס מעיר לעיר, ובדרך הוא מנמנם, אין צריך להעירו, כל שנוסע לצרכי פרנסה, שאז הוא בכלל הולכי דרכים שפטורים מן הסוכה, ואפילו אם נוסע שלא לצורך פרנסה, אם יש לו צער בכך, והוא בגדר מצטער, הרי הוא פטור מן הסוכה"
        },
        {
            "id": 225,
            "text": "הישן בסוכה וירדו גשמים אינו צריך לשער בכדי שיתקלקל התבשיל, כי בגשמים מועטים יש צער לישן בסוכה, ויוכל לצאת"
        },
        {
            "id": 226,
            "text": "מה שאמרו שהמצטער מפני הגשמים שפטור מן הסוכה, אין חילוק בזה בין הלילה הראשון של החג לשאר לילות, שבכולם המצטער בשינה פטור מן הסוכה"
        },
        {
            "id": 227,
            "text": "הישן ביום בביתו, מפני הגשמים, ופסקו הגשמים, ונתעורר מעצמו, ורוצה להמשיך לישון, צריך לישון בסוכה, מאחר שפסקו הגשמים, ויום אינו זמן שינה לרוב העולם"
        },
        {
            "id": 228,
            "text": "אם היה אוכל בסוכה וירדו גשמים, וגמר סעודתו בבית, ובינתים פסקו הגשמים, כיון ששינה ואכילה שני ענינים שונים הם, צריך לחזור לסוכה ולישן בה ורק אם היה ישן בסוכה וירדו גשמים ונכנס לביתו לישן אין צריך לחזור לסוכתו עד שיגמור שינתו ויתעורר מעצמו ובזמנינו שרוב העולם נוהגים להמשיך לישן אף לאחר עמוד השחר, אפילו אם נתעורר מעצמו אחר עמוד השחר, ועדיין הוא רוצה להמשיך לישן, נראה שאין מטריחים אותו ללכת לישן בסוכה, כיון שעדיין הוא זקוק לשינה, הוה ליה כאמצע סעודתו ומכל מקום אם רצה להחמיר על עצמו לקום ולישן בסוכה תבא עליו ברכה"
        },
        {
            "id": 229,
            "text": "היה אוכל בסוכה וירדו גשמים ונכנס לביתו לגמור סעודתו, יש אומרים שאם עדיין לא ישב לאכול בביתו, אע''פ שפסק מלאכול בסוכה ונכנס לביתו, אם פסקו הגשמים צריך לחזור לסוכה אולם לדינא אפילו רק נכנס לבית, ועדיין לא התחיל לאכול בביתו, אף על פי כן פטור מלחזור לסוכה שכל שנכנס כבר לביתו אין מטריחים אותו לשוב לסוכה ומיהו אם רוצה לטרוח ולחזור לסוכה ולסיים סעודתו או שינתו, רשאי, ואין בזה משום כל הפטור מן הדבר ועושהו נקרא הדיוט, מידי דהוה מי שרוצה להחמיר שלא לאכול פירות וסעודת עראי אלא בסוכה סימן תרמ - מי הפטורים מישיבה בסוכה"
        },
        {
            "id": 230,
            "text": "נשים פטורות מן הסוכה מהלכה למשה מסיני  ואם רצו להחמיר על עצמן ולישב ולאכול בסוכה, יש להן שכר על זה כמי שאינו מצווה ועושה אך אינן רשאות לברך לישב בסוכה, הואיל ולא נצטוו על כך, ויש בזה חשש ברכה לבטלה ואף שיש מקצת נשים ספרדיות שנהגו לברך על סוכה ולולב, אין זה נחשב כמנהג לומר שבמקום מנהג לא אמרינן ספק ברכות להקל, דלא נחשב מנהג אלא בדבר שהונהג על פי גדולי הדורות, ולא בדבר שנהגו כן המון העם מעצמם"
        },
        {
            "id": 231,
            "text": "גם בלילה הראשון של סוכות אין הנשים חייבות לאכול בסוכה ולכן אם טעו ולא הזכירו יעלה ויבא בברכת המזון, בליל סוכות, אין להן לחזור, שחיוב אכילה בליל סוכות הוא מצד הסוכה, ולא מצד היום טוב"
        },
        {
            "id": 232,
            "text": "יש מי שכתב לאסור לאשה בזמן ראייתה להכנס לסוכה, כשם שאין לה להכנס לבית הכנסת, שקדושת הסוכה כקדושת בית הכנסת והיא חומרא יתירה אפילו לגבי ביהכ''נ, ואין בזה שום איסור, וכל שכן סוכה שמותר להשתמש בה תשמיש הדיוט ומעיקר הדין מותר לספר שם דברי שמועות של חולין, כמ''ש הרמ''א בדרכי משה  משא''כ בבית הכנסת ואפילו תשמיש המטה מותר בסוכה מן הדין אשר על כן אין מקום לחומרא נפרזה זו"
        },
        {
            "id": 233,
            "text": "אשה ששומעת ברכת ''לישב בסוכה'' מפי בעלה, בעת הקידוש, לא תענה אמן אחריו, כי אין ברכה זו שייכת לה, והוי הפסק בין ברכת בורא פרי הגפן של הקידוש לטעימה שלה, הילכך תענה אמן רק בהרהור ורק הנשים האשכנזיות רשאות לענות אמן  וכן אשה שעברה ובירכה שהחיינו בהדלקת הנרות של יום טוב, לא תענה אמן אחר ברכת שהחיינו שאומר בעלה בעת הקידוש בליל סוכות, כי אם בהרהור הלב"
        },
        {
            "id": 234,
            "text": "אשה שהחמירה על עצמה לישב בסוכה, ולא אמרה שנוהגת כן בלי נדר, ורוצה לבטל מנהגה באופן חד פעמי, אינה צריכה התרה אבל אם מבטלת מנהגה בקביעות, צריכה התרה דין מצטער שפטור מן הסוכה"
        },
        {
            "id": 235,
            "text": "מצטער פטור מן הסוכה אפילו בלילה הראשון, שנאמר בסוכות תשבו, ודרשו חז''ל תשבו כעין תדורו, ואין אדם דר במקום שמצטער ואמנם לא אמרו מצטער פטור מן הסוכה אלא לגבי סוכה, אבל בשאר מצות אין המצטער פטור, ואפילו במצוה דרבנן כגון ארבעה כוסות בליל פסח, קיימא לן שאין המצטער מהם פטור, אלא חייב לדחוק עצמו ולשתות לקיים מצות ד' כוסות"
        },
        {
            "id": 236,
            "text": "ולכן אם היה יושב ואוכל בסוכה, וירדו גשמים, נפטר מן הסוכה, ונכנס לביתו ומסיים סעודתו ומאימתי מותר לצאת לביתו, משירדו טיפות גשמים לתוך הסוכה כשיעור שאילו היו נופלים לתוך תבשיל יפסל לאכילה, ואפילו היה תבשיל של פול שבנקל מתקלקל  ואפילו אין לפניו תבשיל שמתקלקל רשאי לצאת מן הסוכה"
        },
        {
            "id": 237,
            "text": "מי שאינו בקי בשיעור משתסרח המקפה, ישער אם היו יורדים גשמים בביתו אם היה יוצא, יצא גם כן מן הסוכה ויש מי שכתב שיש לשער אם היה אוכל בביתו בחדר אחד, ומצטער ועובר לחדר אחר ומעביר לשם מטה כסא ושלחן, כך בסוכה אולם אין הדין כן, וכל שיוצא מן החדר הקבוע לאכילה לחדר אחר, להעתיק עצמו באמצע האוכל לחדר אחר להמשיך סעודתו, שאם הם טפות קלות, לא יטריח עצמו לקום באמצע סעודתו מחדר האוכל להמשיך לאכול בחדר אחר ואם הם טפות מרובות עובר לחדר אחר, כך גם לגבי הסוכה"
        },
        {
            "id": 238,
            "text": "הנכנס לסוכה לסעודת קבע ובירך ''לישב בסוכה'', ופתאום התחיל לרדת גשם שוטף שיש בו כשיעור משתסרח המקפה, ובטרם יספיק לאכול פת שיעור אכילת קבע נאלץ לצאת מן הסוכה וסיים סעודתו בביתו, אין הברכה שבירך לישב בסוכה נחשבת כברכה לבטלה"
        },
        {
            "id": 239,
            "text": "יש אומרים, דמה שאמרו שאם ירדו גשמים בסוכה שאינו מותר לפנות אלא משתסרח המקפה, כדי שלא יראה כמבעט בסוכתו, הוא דוקא כשהתחיל לאכול בסוכה וירדו אחר כך גשמים, אבל אם לא התחיל להכנס לסוכה, כל שיש לו צער מחמת גשמים פטור וקשה לסמוך על סברא זו, ומכל מקום אפילו לסברא זו אם לא הגיעו הגשמים לכלל משתסרח המקפה, אבל יש לו קצת צער מן הגשמים, כשיחמיר לאכול בסוכה לא יברך לישב בסוכה, דספק ברכות להקל ולכן אם עדיין לא היה אוכל בסוכה, וראה גשמים באים ושמים מתקדרים בעבים, אוכל חוץ לסוכה, ואין מטריחים אותו לעלות לסוכה עד שיגמור סעודתו"
        },
        {
            "id": 240,
            "text": "יש מי שכתב שגם חולה חייב לאכול בסוכה בלילה הראשון של החג, אך אין זה לדינא לדידן, אלא החולה פטור מסוכה אף בלילה הראשון"
        },
        {
            "id": 241,
            "text": "כבר נתבאר לעיל שאם אחר שנכנס לביתו להמשיך בסעודתו, פסקו הגשמים, אין מחייבים אותו לחזור לסוכה עד שיגמור סעודתו, אלא גומר סעודתו בביתו  ומכל מקום אם רצה להחמיר על עצמו לגמור את סעודתו בסוכה, תבא עליו ברכה"
        },
        {
            "id": 242,
            "text": "והוא הדין אם ראה שיורדים גשמים ולכן התחיל לאכול בביתו, ופסקו הגשמים, אין צריך להפסיק סעודתו לגמור אותה בסוכה, אלא גומר סעודתו בביתו"
        },
        {
            "id": 243,
            "text": "וכן אם היה אוכל סעודתו בסוכה, ופתאום התחילה רוח סערה נושבת בחזקה, ועל ידי כך היו נושרים קסמין מן הסכך עליו ועל שלחנו, והוא מאניני הדעת שקשה לו לסבול הדבר, רשאי לעזוב את הסוכה ולהמשיך סעודתו בבית"
        },
        {
            "id": 244,
            "text": "אם במקום מושבו בסוכה, יש למעלה סכך עבה, ואין הגשמים יורדים במקומו, צריך לאכול בסוכה גם כשיורד גשם, ורשאי גם כן לברך ''לישב בסוכה''"
        },
        {
            "id": 245,
            "text": "המחמיר על עצמו לשבת בסוכה למרות הגשמים, הרי הוא בכלל מה שאמרו בירושלמי, כל הפטור מן הדבר ועושהו נקרא הדיוט ויש אומרים שיש בזה גם איסור, מפני שמצער עצמו בחג, ועוד שהמשילוהו חכמים לעבד שבא למזוג כוס לרבו, ושפך לו רבו קיתון על פניו, ואמר לו אי אפשי בשימושך ואם ממשיך לשבת שם, הרי הוא כמורד באדונו, וכאילו רוצה לשמשו על אפו ועל חמתו, וכן לא יעשה ולכן הפטור מן הסוכה מחמת ירידת גשמים ומחמיר על עצמו ואינו יוצא מן הסוכה אינו אלא הדיוט, ואינו מקבל שכר על כך ואם בירך על אכילתו ''לישב בסוכה'' הוי ברכה לבטלה ומכל מקום כשיוצא מן הסוכה מפני הגשמים לא יבעט ויצא חס ושלום, אלא יצא בהכנעה כאילו הוא בוש ונכלם, כמו עבד שבא למזוג כוס לרבו, ושפכו רבו על פניו, כלומר אי אפשי בשימושך  וכתב במעיל שמואל , דמה שאמרו כל הפטור מן הדבר ועושהו נקרא הדיוט היינו דוקא כשעושה לשם יוהרא, אבל אם עושה לשם שמים, יש לו שכר על זה ואף שמרן החיד''א חלק על זה, מכל מקום בודאי שהאדמורי''ם המחמירים בזה כוונתם לשם שמים מרוב חבתם ואהבתם את מצות הסוכה ושכרם אתם ויש להם על מה לסמוך"
        },
        {
            "id": 246,
            "text": "אם ירדו גשמים רבים מאד בחג הסוכות, והצבור הוצרכו לבטל מצות סוכה בכמה סעודות, וכמה בעלי בתים היה להם על סוכתם גגות העשויים לפותחם ולסוגרם על הסכך, וכאשר הפסיקו מעט הגשמים פתחו את הגגות והסכך היה נגוב, וסעדו את סעודתם בסוכה, ובירכו לישב בסוכה ויש שערערו עליהם שכיון שהגשם היה על הארץ, וכל העולם היה בצער מן הגשמים, גם אלו שהיתה להם תקנה ע''י הגגון, פטורים הם מן הסוכה, וברכה לבטלה הם מברכים, אולם אין בדבר שום איסור, אלא מצוה וחיובא נמי איכא, שכיון שבסוכתו אין גשמים יורדים ודאי שחייב בלי ספק בברכה ואין כאן ספק ברכה לבטלה"
        },
        {
            "id": 247,
            "text": "אם כבו לו הנרות בסוכה בליל שבת, ונשאר בחושך, מותר לו לעבור לביתו לאכול סעודתו שם לאור הנרות שבביתו, כי צער הוא לאכול בחושך וכמ''ש בפסחים טעימו מידי, דילמא מתעקרא לכו שרגא וכו' ובשבת ותזנח משלום נפשי נשיתי טובה, זו הדלקת הנר ע''ש ואם יכול לאכול בסוכת חבירו בלא טורח גמור, אין להקל ובפרט בלילה הראשון של החג אם אירע שכבו נרותיו שבסוכה, יחגור בעוז מתניו בשמחה ובטוב לבב לאכול הכזית בסוכת חבירו, לקיים מצות הבורא יתברך ורשאי גם לברך ''לישב בסוכה''"
        },
        {
            "id": 248,
            "text": "המצטער בסוכה מפני הזבובים שיש בה, או יתושים המטרידים אותו, או מפני הרוח, או מפני ריח רע, יכול לצאת לאכול חוץ לסוכה, שנאמר, בסוכות תשבו, תשבו כעין תדורו"
        },
        {
            "id": 249,
            "text": "בימי הצנה והקור, יש לו ללבוש בגדים חמים ויאכל בסוכה, ויוכל גם לברך ''לישב בסוכה'' שאם לא ילבש בגדים חמים ויהיה בגדר מצטער, הרי ברכתו שבירך לישב בסוכה היא ברכה לבטלה ואם גם הבגדים החמים אינם מקילין עליו את צער הקור, פטור מן הסוכה, ורשאי לאכול בביתו, דמצטער פטור מן הסוכה"
        },
        {
            "id": 250,
            "text": "גרי צדק חייבים במצות סוכה, שנאמר כל ''האזרח'' בישראל לרבות את הגרים"
        },
        {
            "id": 251,
            "text": "קטן שאינו צריך לאמו, והוא כבן חמש שנים או בן שש שנים, כל אחד לפי חריפות שכלו, חייבים לחנכו במצות סוכה, ולברך לישב בסוכה, ומלמדים אותו שלא יאכל חוץ לסוכה  ואסור לתת לו פת יותר מכביצה שיאכל חוץ לסוכה, שהרי אפילו איסור דרבנן אסור למספי ליה בידים, כל שכן איסור עשה דאורייתא  והוא הדין לפת כסנין יותר מכביצה ואפילו אשה שאינה חייבת בסוכה בעצמה, אסור לה מדרבנן להאכיל לקטן חוץ לסוכה  ומיהו מותר לתת פת פחות מכביצה לקטן, שיאכל חוץ לסוכה, אע''פ שלפי גילו של הקטן, יכול להיות שיהיה שבע ממנו , דכיון שאין מצות החינוך אלא כדי להרגילו שיעשה כן כשיגדל, לכן דינו כדין איש גדול שבפחות מכביצה פטור מן הסוכה אבל פירות או תבשיל אורז וכיו''ב מותר לכתחלה, דלא שייך להחמיר בהם לגבי קטן"
        },
        {
            "id": 252,
            "text": "אם הקטן אינו יכול לסבול הצנה והקור כשהוא ישן בלילה בסוכה, אפילו הוא קטן שהגיע לחינוך פטור מן הסוכה וכן המנהג"
        },
        {
            "id": 253,
            "text": "האבל חייב בסוכה, ואף על פי שיותר נוח לו להתבודד במקום צער ואפלה, כדי להתייחד בצערו, אף על פי כן איננו בסוג מצטער שפטור מן הסוכה, אלא עליו ליישב דעתו לקיים מצות סוכה"
        },
        {
            "id": 254,
            "text": "יש מי שכתב שאם היה המת חביב עליו ביותר עד שאינו יכול להסירו מלבו, פטור מן הסוכה בכל ימי חול המועד ויש חולקים ועל כל פנים נראה דספק ברכות להקל, ולא יברך לישב בסוכה כשאוכל סעודת קבע בסוכה"
        },
        {
            "id": 255,
            "text": "האונן, שעדיין לא נקבר מתו, פטור מן הסוכה ומכל המצות האמורות בתורה, דנחשב כמקיים מצוה בקום ועשה והיינו בחול המועד שמוטל עליו לטפל בעניני הקבורה, ואפילו אם מסר את הטיפול בקבורה לחברא קדישא, מכל מקום עדיין הוא טרוד בארגון ההלוייה, ובירושלמי אמרו עוד טעם לפטור את האונן מן המצוות, כדי שלא יהיה בכלל לועג לרש  אולם אונן ביום טוב ובשבת חול המועד, שאין בדעתו לקבור את המת באותו יום , לא חל עליו דיני אנינות, וחייב לישב בסוכה"
        },
        {
            "id": 256,
            "text": "אונן בערב חג הסוכות, אם אין לו מי שיעשה סוכה, מותר לו לעשות סוכה בעצמו, אך לא ידחה את קבורת המת בשביל זה  וכן אם אין לו מי שיקנה עבורו ד' מינים, יכול ללכת לקנות ד' מינים, בתנאי שלא ידחה את הקבורה בשל כך"
        },
        {
            "id": 257,
            "text": "חולה שאין בו סכנה, אפילו חש בראשו בלבד, או חש בעיניו בלבד, פטור מן הסוכה"
        },
        {
            "id": 258,
            "text": "וכן משמשיו של החולה פטורים בשעה שהוא צריך להם  אבל חולה שיש בו סכנה אף משמשיו פטורים לגמרי מן הסוכה, מפני שצריכים להשגיח עליו תמיד"
        },
        {
            "id": 259,
            "text": "חולה סיעודי שיש לו משרת קבוע בשכירות, והוא צמוד אליו, ובכל השנה אינו הולך לביתו לאכול ולישן, אלא בביתו של החולה, פטור מן הסוכה"
        },
        {
            "id": 260,
            "text": "חתן שהזמין הקרואים שלו לסעוד ולשמוח, ואי אפשר לשבת בסוכה בהרווחה, יש אומרים שנפטרים מן הסוכה ויש אומרים שהקרואים והמוזמנים חייבים בסוכה ובלאו הכי בזמנינו פשט המנהג שגם החתן ובני החופה אוכלים ושותים בסוכה, אך לא יברכו ''לישב בסוכה''"
        },
        {
            "id": 261,
            "text": "יש מי שכתב דמה שאמרו חתן ושושביניו וכל בני חופה פטורים מן הסוכה, בלילה הראשון גם החתן חייב בסוכה אולם לדעת הרשב''א ח''ד שהמצטער פטור מן הסוכה אפילו בלילה הראשון, לפי זה עדיין יש לדון שהחתן ושושביניו פטורים מן הסוכה אף בלילה הראשון וכבר נתבאר לעיל שבזמנינו גם החתן ושושביניו אוכלים בסוכה"
        },
        {
            "id": 262,
            "text": "סעודת ברית מילה חייבים לאכול אותה בסוכה  ואת המילה עצמה, אם הסוכה רחבת ידים, והיא חזקה, שאין חשש לנפילת קסמין מן הסכך, ואין צינה מעכבת, נכון מאד לעשותה בסוכה"
        },
        {
            "id": 263,
            "text": "שלוחי מצוה כגון ההולכים להקביל פני רבותיהם, או לגבות צדקה ליתומים ולאלמנות, ולישיבות וכוללים, פטורים מן הסוכה, בין ביום בין בלילה שהעוסק במצוה פטור מן המצוה ואף על פי שיש מי שכתב שבזמן הזה כל שלוחי מצוה חייבים בסוכה, אין הדין כן, אלא גם בזמן הזה יש דין של שלוחי מצוה שפטורים מן הסוכה ואפילו אם נזדמנה להם סוכה בדרכם, פטורים מן הסוכה"
        },
        {
            "id": 264,
            "text": "מנהלי וראשי מוסדות התורה שיוצאים לחו''ל לגייס כספים לטובת מוסדותיהם, אבל לוקחים אחוזים מן התרומות שבאו לידם, אם כל כוונתם רק לטובת עצמם אינם בכלל שלוחי מצוה הפטורים מן הסוכה ומיהו אם כוונתם גם לטובת המוסדות וגם לטובת עצמם, בשוה, נחשבים כעוסקים במצוה ופטורים"
        },
        {
            "id": 265,
            "text": "הולכי דרכים ביום לצורך פרנסה, פטורים מן הסוכה ביום, וחייבים בלילה, שאם יש סוכה במקום ההוא חייבים לאכול ולישן שם ואם אינם מוצאים שם סוכה, פטורים וכל זה כשהולכים לצורך פרנסה וכדומה, אבל היוצאים לטייל בימי חג הסוכות, אינם רשאים להפקיע עצמם ממצות סוכה, וחייבים לאכול סעודת קבע שלהם בסוכה שלא התירו להולכי דרכים אלא כשיוצא לסחורה ובפרט שיכולים לערוך טיוליהם בזמן אחר, ולכן יש להמנע מטיולים בסוכות אל מקומות שאין ידוע שתהיה שם סוכה מצויה לו בשעת אכילה  והנכון הוא שבחול המועד יקדיש זמנו לתלמוד תורה, וכמבואר בירושלמי מועד קטן , כלום אסרו לעשות מלאכה בחול המועד אלא כדי שיהיו אוכלים ושותים ועוסקים בתורה ולא ניתנו שבתות וימים טובים לישראל אלא לעסוק בתורה  ועל כיוצא בזה אמר רבי אליעזר משבח אני את העצלנים שאין יוצאים מבתיהם ברגל"
        },
        {
            "id": 266,
            "text": "הנוסע במטוס במשך שעות רבות, מותר לו לאכול שם אפילו סעודת קבע, ופטור מן הסוכה והוא הדין לנוסע באוטובוס מעיר לעיר ובדרך הוא מנמנם, דשפיר דמי, דמסתמא הוא בגדר מצטער וכל זה כשהולכים לצורך פרנסה וכדומה, אבל לא לשם טיול, וכנ''ל"
        },
        {
            "id": 267,
            "text": "מה שאמרו שהולכי דרכים בלילה, פטורים מן הסוכה בלילה, הדין הוא גם בלילה הראשון"
        },
        {
            "id": 268,
            "text": "לט היושב בסוכה ואוכל בזמן הצנה, ואביו מודאג ומצטער עליו פן יצטנן ויחלה, הרי זה בכלל מצטער שפטור מן הסוכה, דבעינן תשבו כעין תדורו כי אף מביתו היה יוצא באופן כזה סימן תרמ - מדיני התפלה בסוכות"
        },
        {
            "id": 269,
            "text": "המנהג לקרוא המזמור של החג לפני ערבית, בין בליל יו''ט בין בחול המועד אולם אם לומדים שם תורה שבעל פה, הלכה או אגדה, או גמרא, אין צריך לקרוא המזמור, אלא מיד לאחר קדיש על ישראל מתחילים ערבית, בלא להרבות בקדישים"
        },
        {
            "id": 270,
            "text": "כשאין לוי בבית הכנסת בחול המועד סוכות, רשאי הכהן לעלות לכתחלה לתורה, אף על פי שיודע שאין שם לוי, וצריך לחזור על אותה הקריאה עצמה ומותר להוסיף על העולים גם ביום טוב, שדוקא בימי החול, ר''ח, וחוה''מ, אין להוסיף"
        },
        {
            "id": 271,
            "text": "העולה לספר תורה לעליית מפטיר בשבת חול המועד סוכות, לא יזכיר בברכת ההפטרה אלא את השבת, ולא יזכיר את החג לא באמצע הברכה ולא בחתימתה שמכיון שלא באה ההפטרה אלא משום כבוד השבת, שהרי בחול המועד אין הפטרה, הילכך אין להזכיר בברכת ההפטרה אלא את יום השבת ויש מחזורים שכתוב בהם באמצע הברכה חג הסוכות הזה ובחתימה מקדש השבת ישראל והזמנים, והם שלא כהלכה, והנכון שלא להזכיר את החג כלל"
        },
        {
            "id": 272,
            "text": "בנוסח התפלה במועדים שחלו בשבת, יש לומר ''אלהינו ואלהי אבותינו רצה נא במנוחתינו'' ואחר כך ''קדשנו במצותיך'' וכן יש לנהוג בראש השנה שחל בשבת ואם הדבר ידוע שמנהג המקום ההוא שלא לאומרו, יש להניחם במנהגם ואם ברצון כל הקהל לשנות ולנהוג כדברי האחרונים בזה מותר להם לבטל המנהג וביום הכפורים ראוי להשמיטו, כשאין מנהג ברור בבית הכנסת וכשחל יום טוב בימות החול, מתחילים ''קדשנו'' לכולי עלמא ושליח צבור שלא אמרו בבית הכנסת שנהגו לאומרו אין לגעור בו, הואיל וכן עיקר מצד הדין"
        },
        {
            "id": 273,
            "text": "בימים שגומרים בהם את ההלל, כגון בימי חג הסוכות, אסור להפסיק באמצע ההלל, אלא כדרך שאמרו בקריאת שמע וברכותיה, באמצע הפרק שואל מפני היראה, , ומשיב מפני הכבוד,  ובבין הפרקים שואל מפני הכבוד ומשיב שלום לכל אדם וכן מפסיק לענות קדיש וקדושה וברכו, ואפילו באמצע הפסוק ויש קולא יותר בהלל, שהשומע ברכה מחבירו והוא באמצע ההלל, פוסק ועונה אמן וכן עונה אמן אחר הקדיש, כי האמן הוא כעין שבח וזמרה, והוא מענין ההלל אבל אין לענות ברוך הוא וברוך שמו באמצע ההלל"
        },
        {
            "id": 274,
            "text": "אם טעה במנחה של יום אחרון של חול המועד סוכות, ולא אמר יעלה ויבוא, ונזכר בלילה, שהוא ליל שמיני עצרת, מאחר ולא מתקן כלום בתפלת התשלומין באופן כזה, ואם יחזור להתפלל יהא בתורת נדבה, ואין נדבה בשבת ויום טוב, לכן העיקר לדינא שלא חוזר להתפלל בשביל מנחה אבל אם לא הזכיר יעלה ויבא במנחה של ערב שביעי של פסח, יתפלל ערבית של חג שתים, לתשלומין, כיון שמזכיר חג המצות"
        },
        {
            "id": 275,
            "text": "קטן שלא הגיע למצוות עולה אף לעליית מפטיר בפרשת המוספים במועדים ובראשי חודשים, וכן בפרשיות שקלים והחודש"
        },
        {
            "id": 276,
            "text": "בשבת חול המועד בשחרית מתפללים תפלה של שבת, ''ישמח משה'', ואומרים יעלה ויבא בעבודה, ואם טעה והתפלל ''אתה בחרתנו'' והזכיר של שבת באמצע הברכה, וחתם מקדש השבת וישראל והזמנים, יצא, ואין צריך לחזור ולהתפלל של שבת ואם נזכר באמצע התפלה קודם חתימת הברכה, פוסק, ויחזור לומר ישמח משה וכו' הלכות לולב סימן תרמה - דיני לולב"
        },
        {
            "id": 277,
            "text": ", ולקחתם לכם ביום הראשון פרי עץ הדר כפות תמרים וענף עץ עבות וערבי נחל, ושמחתם לפני ה' אלהיכם שבעת ימים וקבלו חז''ל מפי משה רבינו הלכה למשה מסיני, כי פרי עץ הדר, הוא האתרוג כפות תמרים, זה לולב, והן חריות דקל שצמחו קודם שיתפרקו העלין שלהם לכאן ולכאן, אלא נמשכים לגובה שדרתו של הלולב כשרביט וענף עץ עבות, הוא ההדס שעליו חופין את עצו וערבי נחל, היא הערבה שעלה שלה משוך כנחל, ולא עגול, ומפני שרוב מין זה גדל על הנחלים, לכך נקרא ''ערבי נחל'' וארבעת המינים, מצותן שיהיו לולב אחד, אתרוג אחד, שלשה הדסים, ושתי ערבות"
        },
        {
            "id": 278,
            "text": "מצוה להתעסק בהכנת הלולב ומיניו מיד לאחר יום הכפורים ומכל מקום אין זה אלא להידור בעלמא, ויכול לקנות ארבעת המינים בערב יום טוב, כדי שלא יכמושו או יפסלו ונכון ללמוד קודם החג הלכות ד' המינים, להיות בקי בהלכותיהן המרובות"
        },
        {
            "id": 279,
            "text": "דרך הלולב כשיוצא מן הדקל יוצא כולו עץ אחד כחץ, ולאחר שגדל מעט נפתח, וכל מה שמוסיף לגדול נפתחים העלים יותר  ומצוה מן המובחר ליטול לולב שהעלים שלו עולים עם שדרתו למעלה, כמו שרביט אחד, ואין העלים פרודים זה מזה כלל, ואינם נוטים לצדדים ובדיעבד אם היו העלים פרודות זה מעל זה, אבל לא נעקרו ממנו, כשר, כל זמן שלא נתקשו העלים ומקום חיבורים כעץ, ואינם תלויים למטה אף בלא איגוד העלים לשדרה ומכל מקום לכתחלה מצוה לאוגדו נפרצו עליו, דהיינו שהעלים שלו נתדלדלו ואינם עולים עם השדרה שלו, אלא תלויים למטה, אף על פי שלא נעקרו מחיבורם, פסול ואפילו אגד אותם עם השדרה אין זה הדר ופסול וכל שכן אם נפרצו עליו ונעקרו ממקום חיבורם שפסול אפילו אם גם אגדם בשדרה וכל זה הוא ברוב עלין, אבל אם הוא רק במיעוט עלין, ורוב העלים נשארו בחיבורם בשיעור הלולב, ונשאר הלולב מכוסה עם העלים שבו, כשר"
        },
        {
            "id": 280,
            "text": "שיעור אורך הלולב ד' טפחים והיינו שדרתו של הלולב מלבד העלים שבראש השדרה ושיעור אורך ההדס והערבה שלשה טפחים, ולדעת כמה פוסקים ומרן הש''ע, שיעור זה אינו אלא באמה של חמשה טפחים, ולפי זה השלשה טפחים הם טפחיים ומחצה, שהם עשרה גודלים  ושיעור שדרו של לולב שלשה עשר גודלים ושליש גודל , אולם מכיון שיש פוסקים שחולקים ואומרים שהמדידה של ארבעת המינים היא באמה של ששה טפחים, כרגיל תמיד, יוצא איפוא שההדס והערבה שיעורם שנים עשר גודלים , ושדרו של הלולב ששה עשר גודלים , טוב להדר לכתחלה וליטול כשיעור המחמירים לצאת אליבא דכולי עלמא  ויש מחמירים ומצריכים שיהיה שיעור אורך שדרת הלולב ארבעים סנטימטר אולם העיקר כמו שנתבאר ומהיות טוב היכא דאפשר בנקל נכון לחוש לדעת החזו''א, ובפרט שמן ההידור הוא להוסיף על שיעורו שלא יהיה בצמצום"
        },
        {
            "id": 281,
            "text": "צריך שיצא טפח מהשדרה של הלולב מעל ראשי ההדסים והערבות, ולכן כשההדסים והערבות ארוכים יותר משיעורם, צריך שתהא גם השדרה ארוכה יותר, או שיחתוך את ההדסים והערבות מלמטה, שיהיו כשיעורם"
        },
        {
            "id": 282,
            "text": "לולב שיש בו רק ג' טפחים, אין לברך עליו אף בשעת הדחק, אלא כשאין לו לולב אחר יטלנו לנענוע בלי ברכה"
        },
        {
            "id": 283,
            "text": "אין ללולב שיעור למעלה, ואפילו הוא ארוך ביותר כשר"
        },
        {
            "id": 284,
            "text": "''כפות תמרים'' האמור בתורה, זה הלולב היוצא מן הדקל של תמרים, ומכל מקום גם לולבים הגדלים בדקלים שאינם מגדלים תמרים, כגון בדקל הקנרי שאינו עושה פירות, כשרים לברכה, ויוצאים בהם ידי חובת נטילת לולב, שדיבר הכתוב בהוה"
        },
        {
            "id": 285,
            "text": "לכתחלה לא ישהה הלולב וההדס והערבה במים במשך מעת לעת, שיש פוסלים אותם משום כבוש אולם בדיעבד כשרים הם"
        },
        {
            "id": 286,
            "text": "לולב שיבשו רוב עליו פסול, שאין זה הדר  ושיעור היובש משיכלה מראה הירקות שבו וילבינו פניו כפני המת, שזהו סימן שכלתה הלחלוחית שבו, ועל זה אמרו בירושלמי לא המתים יהללו יה ואין דבר זה מצוי כיום"
        },
        {
            "id": 287,
            "text": "יש מחמירים שלא יהיה בראשי העלים שום מראה אדום משריפת השמש וכן נהג הגרי''ז מבריסק"
        },
        {
            "id": 288,
            "text": "לולב שנקטם ראשו, דהיינו שנקטמו רוב העלין העליונים ברובם, פסול ומה שמצוי היום שנקטם הקוץ הארוך והדק שבראש העלים, אין זה פוסל את הלולב ואם אין אלא עלה אחד בראש שדרת הלולב, ונקטם, פסול וכן אם נחלק העלה העליון עד השדרה, הוי נחלקה התיומת ופסול ואם יש שם שני עלים בראש הלולב, ונחלקה התיומת של שניהם, פסול במה דברים אמורים שנחלקו העלים בכל ארכם, או ברובם, אבל אם לא נחלק מהם אלא מקצתם, כשר  ואם נחלקה התיומת של העלה האחד, והעלה השני קיים עם התיומת שלו, כשר  וטוב להדר שלא ליטול לולב שנחלק ממנו העלה העליון אפי' מקצתו, כדי שתהיה לקיחה תמה ושלימה"
        },
        {
            "id": 289,
            "text": "לולב שהיה כפוף בראשו פסול ודוקא שהשדרה שלו כפופה, אבל אם העלים שבראשו כפופים, כמו שדרך להיות אצל לולבים רבים כשר והרא''ש היה מעדיף לולב שעליו כפופים ושדרתו ישרה שאז בודאי שאין העלים שבו נחלקים ותיומתו קיימת וכן המנהג להכשיר , ואמנם יש מהראשונים שהחמירו בזה,  ולכן יש מחמירים ואינם נוטלים לולב שראש העלה העליון כפוף בו אפילו משהו ואם גוף העלים נכפף הרבה מאד לאמצעיתן ונראה כמו שנכפפו העלים לשנים, פסול, שאין זה הדר כלל והוא הדין אם העלה העליון האמצעי שהיא התיומת נכפפה מאד לאמצעיתה פסול"
        },
        {
            "id": 290,
            "text": "לולב שהוא עקום מלפניו, דהיינו הצד שכנגד השדרה ונעשה שדרתו כגב בעל חטוטרת, פסול וכן אם נעקם לאחד מצדדיו, פסול, שאין זה הדר אבל אם נעקם לאחוריו, שנעקם ונכפף לצד השדרה, כשר, שזו היא ברייתו  ואם חזר ויישר את הלולב העקום, על ידי מכבש, כשר  ולכתחלה טוב ליזהר שהלולב לא יהיה עקום כלל, לצאת בו ידי חובה אליבא דכולי עלמא,  אבל היכא דלא אפשר יש להכשיר בנעקם לאחוריו, כיון שעינינו הרואות שכך ברייתו הילכך אין להחמיר בזה"
        },
        {
            "id": 291,
            "text": "בריית העלים של הלולב כשהם גדלים עמו, הם גדלים שנים שנים ודבוקים מן הגב שלהם, והגב של כל עלה המורכב משני עלין, נקרא תיומת, נחלקה התיומת ברוב העלים פסול וכן אם היו רוב עליו אחת אחת מתחלת ברייתו, ולא היה שם תיומת פסול וכן לולב שכל עליו כולם מצדו אחד, וצד השני ערום בלא עלים פסול וטוב להדר לקחת לולב שמסתיים בעלה אחד כפול, וכשהוא דבוק בקליפה אדומה לשני העלים משני צדדיו  ולכן אין למשש לבדוק אם לא נחלקה התיומת , כי על-ידי זה תיפרד הקליפה האדומה  ויכול לבדוק סוג הלולב אם עליו כפולים בעלים למטה בסוף השדרה פחות מזה יקח לכתחלה לולב שיש בראשו ב' עלים דבוקים בקליפה אדומה כי זהו הנקרא תיומת לפי הבית יוסף בדעת הגאונים וכל זה להידור מצוה, אבל אם לא מצא דבוק בקליפה אדומה כשר לכתחלה לדעת מרן וטוב שיקח לולב שאין התיומת פרודה אפילו כל שהוא, כדי לצאת ידי חובת כל הדיעות"
        },
        {
            "id": 292,
            "text": "לולב שנסדקו עליו, אם נתרחקו שני סדקיו זה מזה עד שנראו כשנים, פסול אך אם נפרדו ביניהם אם נראה כאחד כשר אבל אם נראה כשנים יש מחמירים בזה ונחלקו הפוסקים אם מועיל להדביקו בדבק, וכשלא נפסל נראה דכשר לכולי עלמא להדביקו קודם שיסדק לגמרי"
        },
        {
            "id": 293,
            "text": "אין בלולב קדושת שביעית, ואפילו לולב של שנת השמיטה אין בו קדושת שביעית"
        },
        {
            "id": 294,
            "text": "לולב הגדל בעיר ירושלים, כשר למצות ארבעת המינים, ואע''פ שהרמב''ם כתב, שאין נוטעים בירושלים גנות ופרדסים, ואינה נזרעת, אפילו הכי אין לחוש בזה למצוה הבאה בעבירה דבזמן הזה שירושלים העתיקה חלקה נמצא ביד גוים ליכא לאיסור הנזכר ברמב''ם"
        },
        {
            "id": 295,
            "text": "לולב הדס וערבה שנתנום תחת המטה, בשעה שישנו במטה, כיון דלא הוי מידי דמיכל אין שום פקפוק עליהם, וכשרים הם למצוה סימן תרמו - דיני הדס"
        },
        {
            "id": 296,
            "text": "ענף עץ עבות האמור בתורה הוא ההדס המשולש, שענפיו חופים את עצו, שיהיו שלשה עלין בכל קן וקן, או יותר, בגבעול אחד, כלומר ששלשת העלים סמוכים זה לזה בשוה בעיגול אחד, ובשורה אחת, שאין עלה אחד נמוך או גבוה יותר מהשנים, אף על פי שכל אחד מהם מונח בעוקצו אבל אם היו שני עלים בשורה אחת בשוה זה כנגד זה, והעלה השלישי למעלה מהם, או למטה מהם, אינו נקרא עבות, אלא נקרא הדס שוטה, ופסול למצות לולב"
        },
        {
            "id": 297,
            "text": "הדס שיש לו שני עלים על גבי שני עלים, אין זה עבות ופסול למצות לולב וגם מי שנמצא בעיר שאין שם הדס משולש, אלא הדס שוטה, אין לו לברך עליו כדי שלא לבטל מצות לולב והנוהגים לברך על הדס שוטה לדעת מרן הבית יוסף אין להם על מה שיסמוכו, והדס בשני עלים על גבי שני עלים, אינו בכלל ענף עץ עבות, דהא לא קיימי תלתא בחד קינא"
        },
        {
            "id": 298,
            "text": "שיעור אורך ההדס והערבה שלשה טפחים, ושדרו של הלולב ארבעה טפחים, ולדעת כמה פוסקים ומרן השלחן ערוך, שיעור זה אינו אלא באמה של חמשה טפחים, ולפי זה השלשה טפחים הם טפחיים ומחצה, שהם עשרה גודלים , טוב להדר לכתחלה וליטול כשיעור המחמירים לצאת אליבא דכולי עלמא, וכמו שנתבאר לעיל ויש מחמירים ומצריכים שיהיה שיעור אורך שדרת ההדס שלשים סנטימטר אולם העיקר כמו שנתבאר ומהיות טוב היכא דאפשר בנקל נכון לחוש לדעת החזו''א"
        },
        {
            "id": 299,
            "text": "למצוה מן המובחר צריך שכל שיעור אורך ההדס , יהיה משולש, שנקרא עבות, ולעיכובא ברובו  כלומר, שאם חלק מן העלים שלו, היו שנים שנים, או שנים ואחד על גביהם, אבל רוב השיעור של ההדס דהיינו כשבעה גודלין, היה משולש כראוי, די בכך, והוא כשר וכן אם היה כולו משולש, ונשר ממנו עלה אחד מכל שלשה עלין, בחלק מן ההדס, ונשאר רוב שיעור ההדס, משולש כראוי, כשר ואפילו בראשו אינו עבות וברובו הוא עבות כשר אבל הידור מצוה שיהיה בראשו עבות  אבל אם נשר עלה אחד מכל שלשה ברוב שיעור ההדס, יש מכשירים מכיון שעל כל פנים נשארו שנים מכל קן, רובו ככולו  ויש פוסלים, שמכיון שלא נשאר עליו שם עבות כלל, שאין עבות אלא בשלושה, הילכך פסול  והב''ח הכריע כדברי המכשירים, וכתב, ודלא כמסקנת הר''ן שכתב שאין ראוי להקל בכך ובשעת הדחק יש לסמוך על המקילים"
        },
        {
            "id": 300,
            "text": "אם היה ההדס ארוך ביותר, אין צורך שיהיה רוב ארכו עבות, אלא צריך שרוב שיעור הכשר בהדס דהיינו שבעה גודלים, יהיה משולש, ודי בכך"
        },
        {
            "id": 301,
            "text": "אם הוא עבות ברובו אבל לא במקום אחד, הפרי מגדים הסתפק בזה, ובביכורי יעקב מכשיר"
        },
        {
            "id": 302,
            "text": "שיעור גודל העלה צריך להיות כציפורן אגודל בזמנינו, שאם העלים גדולים משיעור זה ורחבים, יש בו חשש פיסול, שיש לחוש לדעת בה''ג דזה נקרא הדס שוטה, וראוי לחוש לדבריהם וגם לא יהיו העלים קטנים יותר מדי"
        },
        {
            "id": 303,
            "text": "יש שפוסלים הדס שאין ענפיו חופין את כל עצו, שאין ראשו של העלה מגיע לעוקצו של העלה שלמעלה ממנו,  ויש מכשירים  ועל כן מצוה מן המובחר ליטול הדס שענפיו חופים את כל עצו ומכל מקום אפילו הדס שענפיו אין חופין את כל עצו, וראש העלה אינו מגיע לעוקצו של העלה שלמעלה ממנו, כשר, כי די שרוב עצו מחופה בענפיו, שרובו ככולו והמחמיר תבוא עליו ברכה"
        },
        {
            "id": 304,
            "text": "נקטם ראש ההדס , כשר ולכתחלה יש להדר ליטול הדס שלם, שלא נקטם ראשו אך במקום שיש דוחק בהדסים, יש להכשיר הדס שנקטם ראשו, שסברא זו עיקר וכל שכן שיש להכשיר הדס שהעלה הראשון שלו נפל"
        },
        {
            "id": 305,
            "text": "ענפים ופארות קטנים שיוצאים בין קיני העלים של ההדס, טוב לקטום אותם שלא יפסיקו בין הקינים  ובדיעבד שלא נקטמו ההדס כשר"
        },
        {
            "id": 306,
            "text": "הדס שעלו בו כמין ענבים, אם היו ענביו ירוקות כמראה הדס, כשר ואם היו אדומות או שחורות, והיו גם כן מרובות יותר מעליו, פסול ומותר לכתחלה לתלוש מענביו השחורות מערב יום טוב, ולמעטם עד שיתרבו עליהם עלי ההדס, ואז יחזור ההדס להכשרו אבל ביום טוב לכתחלה לא יתלשם כדי להכשירו, לפי שנראה כמתקן ואם עבר ומיעטן ביום טוב, כשר"
        },
        {
            "id": 307,
            "text": "אם נשרו מההדס עלים, כבר נתבאר לעיל שבשעת הדחק כל שנשאר רוב בכל קן וקן דהיינו ב' עלים מתוך ג' כשר והמחמיר תבוא עליו ברכה ואם נשרו ב' עלים מכל קן, ברוב שיעור ההדס פסול לכולי עלמא ולכן כל אדם ירא שמים לא יסמוך על דעתו להכשירם מבלי הכשר של מורה הוראה"
        },
        {
            "id": 308,
            "text": "אם נשרו העלים שבראש ההדס וראש הבד נראה מגולה, עדיף שלא לקטום את ראש ההדס בכדי שיהיה מכוסה בעלים, כי אף שלהלכה הדס הקטום כשר, מכל מקום כיון שדעת הראב''ד שפסול, יש לחוש לדבריו, וכמו שכתב הרב המגיד ולכן עדיף שלא לקוטמו וישאר ראש הבד מגולה  אבל אם ראש הבד כבר קטום והוא מגולה שאין העלים מכסין אותו , נראה דפסול לכולי עלמא, שהרי קטימתו ניכרת  אבל החזון איש מפקפק בזה, ועדיף לקוטמו עד שיתכסה בעלין, שאז קטימתו לא תהא ניכרת ויהיה כשר לדעת מרן וזה באופן שישאר בו שיעור ג' טפחים בבד ההדס"
        },
        {
            "id": 309,
            "text": "הדס המורכב, נחלקו בו האחרונים יש פוסלים ויש מכשירים  ויש להחמיר לפוסלם ובפרט דספק ברכות להקל"
        },
        {
            "id": 310,
            "text": "יבשו עליו פסול ושיעור היבשות אפילו אם נפרך בציפורן אם עדיין הם ירוקים כשר ואינם נקראים יבשים אלא כשילבינו פניהם אחר שיפרכו בציפורן ואם יבשו רוב עליו ונשארו בראש כל בד משלשת הבדין קן אחד ובו שלשה עלים לחים כשר"
        },
        {
            "id": 311,
            "text": "פסולי הדס לא שנא יום טוב ראשון לשאר הימים"
        },
        {
            "id": 312,
            "text": "יש אומרים שיש קדושת שביעית בהדסים שגדלו בארץ ישראל, אם נטעום גם לשם ריח ולכן הדסים שחנטו בשביעית המיועדים לחג הסוכות של השנה השמינית, יש בהם קדושת שביעית ויש חולקים ואומרים שאין בהדס קדושת שביעית וכן עיקר לדינא ולכן מותר לקנות הדס לצורך מצות ארבעת המינים, ואין בזה איסור משום סחורה ומסירת דמי שביעית לעם הארץ ואם חנט בששית לכולי עלמא אין בו קדושת שביעית"
        },
        {
            "id": 313,
            "text": "הדסים הבאים משדה של ישראל שעבדו בו בשביעית, והוא גם שמור, אף על פי כן יוצאים בהם ידי חובת מצות הדס"
        },
        {
            "id": 314,
            "text": "מותר להניח בשביעית את ההדסים במים כדי שלא יתייבשו, והוא הדין שמותר להניח פרחי נוי במים כדי שלא יכמושו, אף על פי שהם נפתחים במים סימן תרמז - דיני ערבה"
        },
        {
            "id": 315,
            "text": "ערבי נחל האמור בתורה היא הערבה, שהוא מין ידוע שנקרא כן, ועלה שלה משוך כנחל, ולא עגול, ופיה חלק, וקנה שלה אדום ואפילו אם עודנו ירוק כשר, דכל שאינו לבן סוף הקנה להאדים אחר שהשמש מכה בו"
        },
        {
            "id": 316,
            "text": "רוב הערבות גדלות על הנחלים, ולכך נקרא בתורה ''ערבי נחל'' ויש אומרים שלכן לכתחלה צריך לחזר אחר הגדלים על המים, ורק בדיעבד יוצא אף בגדל על ההרים אולם דעת הרמב''ם והטור דאפילו גדל במדבר או בהרים כשר אף לכתחלה ויש המהדרים ולוקחים ערבה הגדלה בנחל כדי לצאת ידי חובת כל הפוסקים"
        },
        {
            "id": 317,
            "text": "יש מין הדומה לערבה, אלא שעלה שלו עגול, ופיו דומה למסור, וקנה שלו אינו אדום, אלא לבן, וזה המין נקרא צפצפה, ומין זה פסול ליטלו עם הלולב אבל יש מין ערבה שאין פי העלה שלה חלק, ואינו כמסור אלא יש בו תלמים קטנים מאד, כמו פי מגל קטן מאד, ומין זה כשר למצוה"
        },
        {
            "id": 318,
            "text": "העלים של עלי האקליפטוס אינם כשרים למצות ערבה, מכיון שיש בהם ריח חזק ואינם ממין ערבה, ועוד, שרוב מין הערבה גדל על הנחלים ועצי האקליפטוס אין עיקר גידולם על הנחל, ובודאי שאינם בכלל ערבי נחל, ופסולים הם למצות ערבה"
        },
        {
            "id": 319,
            "text": "יוצאים ידי חובת ערבה גם כשהערבה מצויה מאד, ואינה שוה פרוטה, ואע''פ שהנאה בפחות משוה פרוטה כמאן דליתא דמי, ואנן בעינן לכם בכל מין מארבעת המינים, עכ''פ ביום הראשון, שכל שהדבר שייך לו לבדו, לא משגחינן כלל אם הדבר שוה פרוטה, וגם חשיבות המצוה שיוצא בה יעדיף על השווי העצמי"
        },
        {
            "id": 320,
            "text": "אתרוג או לולב וערבה שמוכר אותם נער שלא הגיע למצוות, שאין לו אב, ולא אפוטרופוס, והוברר לנו שבאו לידו כדין, ולדבריהם קנו אותם בזול, בכדי להרויח מהם, והם חריפים במשא ומתן, מותר לקנותם ממנו ולצאת בהם ידי חובה אף ביום טוב הראשון  ומכל מקום באופן שיש לחוש שהנערים האלה קטפו את הערבות שבידיהם, מאילני ערבה, ללא רשות הבעלים ויכול להיות שקטפו אותם מאילן ערבה אשר בחצר של אביהם, והם סמוכים על שלחן אביהם, וזוכה בהן אביהם, כדתנן  הנכון הוא שלא לקנות מהם ערבות למצוה ומכל מקום במקום צורך גדול אם הוברר לנו שהוא קנאו כדת, מותר לקנות ממנו ולצאת בו ידי חובה גם ביום טוב הראשון"
        },
        {
            "id": 321,
            "text": "אף אם נשר מן הערבה העלה העליון שלה כשרה לכתחלה והא דתנן נקטם ראשה פסולה היינו שנקטם העץ שבראש הבד, ולא קאי על העלין  ומכל מקום יש זהירים ומהדרים לקחת ערבה שיש בראשה לבלוב אך אין הלבלוב לעיכובא, אלא חומרא בעלמא, והעיקר שראש העץ של עלה הערבה לא יקטם ולכן כשהערבה ארוכה ורוצה לקצרה כדי שהלולב יהיה טופח על הערבה, או שרוצה לקצץ ממנה ולהעמידה על שלשה טפחים כדינה, יזהר שלא יקצץ מראש הערבה, אלא מלמטה במקום שהעלין מתחברין לענף"
        },
        {
            "id": 322,
            "text": "ערבה שיבשה ברוב עליה, והיינו שהלבינו פניה, או שנקטם ראשה, כלומר שנקטם ראש העץ שלה, שהעלים גדלים בו, פסולה אבל אם נקטם העלה שבראשה כשרה  ובשעת הדחק כשאין נמצא ערבה כשרה אלא ערבה שהלבינו פניה מרוב יובש, נוטל בלי ברכה וכן בכל הפסולים בארבעת המינים, בשעת הדחק נוטל בלא ברכה וערבה כמושה כשרה"
        },
        {
            "id": 323,
            "text": "ערבה שנשרו רוב עליה, פסולה, בין שנשרו מאליהם, בין אם נשרו על ידי אדם  אבל אם נשרו מקצת עליה, ונשאר רוב הבד של הערבה מגולה, נראה שאין לחוש לזה כלל  ואם נחסרו מן רוב העלים של הערבה, פסולה, והיינו רוב כל עלה ועלה ויש לדקדק בזה שהדבר מצוי שהעלים נושרים על-ידי הנענוע ובפרט בלולב של הקהל שיד הכל בו ויש אומרים שאין להכשיר בנשרו מקצת העלים אלא בדיעבד, אבל לכתחלה לא יקח ערבה כזאת ויש אומרים דכשרה אף לכתחלה ואף שכן עיקר לדינא, מכל מקום כיון שהערבות מצויות לפיכך המחמיר בזה לכתחלה לקחת ערבה שלא נשרו עליה כלל, תבא עליו ברכה"
        },
        {
            "id": 324,
            "text": "שנה שהיתה גשומה והעלים של הערבה נמצאו מנוקבות בכמה נקבים, אין לפוסלם, והוא קל וחומר מלולב שאין נקב פוסל בו"
        },
        {
            "id": 325,
            "text": "יש להדר שכל הלולב ומיניו ישארו לחים ורעננים בכל ימי החג, על ידי עטיפת הלולב ומיניו במטלית רטובה, וכיו''ב"
        },
        {
            "id": 326,
            "text": "טוב להדר להחליף בחול המועד את הערבה, ולקחת ערבה חדשה כל יום או יומיים"
        },
        {
            "id": 327,
            "text": "לא יתחוב את הערבה בדוחק בתוך האגד שבלולב, שיש לחוש שלפעמים יהיו נושרים רוב עליה, אלא יקשרנה עם ההדסים בלולב"
        },
        {
            "id": 328,
            "text": "ערבה שיוצאים מן הקנה שלה ענפים נוספים, אין צורך לקצצם והיא כשרה כמות שהיא"
        },
        {
            "id": 329,
            "text": "ערבה שתלש אותה גוי ביום טוב הראשון של החג, והביאה לישראל, ואין לו ערבה אחרת, שפיר יוצא בה ידי חובת מצות נטילת לולב ביום הראשון שהוא מן התורה ואף אם היה לו מערב יום טוב בד אחד של ערבה,  והגוי תלש ביום טוב עוד ערבה, וברצונו לצרף מה שנתלשה ביום טוב לערבה המוכנה מערב יום טוב, רשאי לעשות כן, ואין איסור מוקצה מונעו מכך והוא הדין לגבי שלשה בדי הדס אבל גוי שתלש ערבה ביו''ט שני בחוץ לארץ אין יוצאים בה ידי חובה  אולם ערבה שתלש אותה ישראל בארץ ישראל ביום ראשון של חול המועד סוכות, אף תיירים שבאו מחו''ל ודעתם לחזור שעושים כאן יום טוב שני של גלויות, מותרים לקחת ממנה לצאת ידי חובה ביום טוב שני, בפרט כשאין להם ערבה אחרת"
        },
        {
            "id": 330,
            "text": "אף אם יש לו בד הדס משולש מערב יום טוב, מותר לומר לגוי לתלוש ביום טוב עוד שני הדסים מעציץ שאינו נקוב, דהוה ליה שבות דשבות במקום מצוה, שהתלישה מעציץ שאינו נקוב אינה אסורה אלא מדרבנן, ואמירה לגוי שבות, הוה ליה שבות דשבות במקום מצוה, ואף על פי שיש פוסקים כר' עקיבא דסגי בבד הדס אחד, על כל פנים בדיעבד, מכל מקום מותר לתלוש על ידי גוי, לקיים המצוה לכולי עלמא"
        },
        {
            "id": 331,
            "text": "יוצאים ידי חובה של ערבה והדס גם כאלו שגדלו בעציץ"
        },
        {
            "id": 332,
            "text": "ומכל מקום ארבעת המינים שגדלו בגידולי מים ראוי להחמיר שלא לצאת בהם ידי חובה"
        },
        {
            "id": 333,
            "text": "בערבה אין קדושת שביעית, כיון שהיא רק לעצים, ואין בה ריח סימן תרמח - דברים הפוסלים באתרוג"
        },
        {
            "id": 334,
            "text": "שיעור האתרוג הוא לפחות כביצה, אבל אתרוג שהוא פחות משיעור כביצה, פסול  ואם הוא ארוך יותר מאורך כביצה, וברוחבו ועוביו הוא צר פחות מרוחב ביצה, ובסך הכל יש בו שיעור כביצה, כשר"
        },
        {
            "id": 335,
            "text": "אתרוג שבשעה שנתלש מן האילן היה בו שיעור כביצה, ואחר כמה ימים נצטמק ועמד על פחות מכביצה, כשר, שכל שהיה בו שיעור כביצה וחל עליו שם גמר פרי, אפילו אם אחר כך נצטמק ועמד על שיעור פחות מכביצה, שוב לא נפקע ממנו שם פרי, ויוצאים בו ידי חובה ולכן אתרוג שיש בו כביצה בצמצום, אך בודאי שבתוך ימי החג יצטמק, ובצר ליה שיעורא, יוצאים בו ידי חובה"
        },
        {
            "id": 336,
            "text": "אתרוג המורכב, לדעת רוב הפוסקים פסול לגמרי בין ביום הראשון בין בשאר ימי החג, ולדעתם הנוטלו ומברך עליו, לא יצא ידי חובתו וברכתו היא ברכה לבטלה, ואף על פי שיש קצת גדולים שכתבו להתיר לברך עליו בשעת הדחק, למעשה אין לסמוך עליהם ולפיכך מצוה לפרסם ברבים שאין יוצאים ידי חובה באתרוגים מורכבים, ושהמברך עליהם ברכתו לבטלה"
        },
        {
            "id": 337,
            "text": "הרואה את חבירו שנוטל אתרוג מורכב למצוה, יוכיח אותו במתק שפתים ובדרכי נועם ויודיענו שעל פי דעת רבותינו הפוסקים אסור לברך על אתרוג מורכב וחייב לברך אך ורק על אתרוג בלתי מורכב וכבר נאמר: הוכח לחכם ויאהבך ולא יניחנו להמשיך בטעותו ולמוכיחים ינעם ועליהם תבוא ברכת טוב"
        },
        {
            "id": 338,
            "text": "הסימנים שנתנו גדולי האחרונים לאתרוג שאינו מורכב, אין לסמוך עליהם בזמן הזה, מפני שהחקלאים המומחים לנטיעת והרכבת האתרוגים התחכמו להצמיח אתרוגים מורכבים כדמותם וכצלמם של האתרוגים שאינם מורכבים, וצריך ליטול אתרוגים מפרדסים שהוחזקו האתרוגים שבהם שאינם מורכבים"
        },
        {
            "id": 339,
            "text": "סוחר אתרוגים שהוא ירא שמים, ואינו סוחר כלל באתרוגים מורכבים למצוה, נאמן להעיד שאתרוג זה אינו מורכב, ויוצאים בו ידי חובה לכתחלה ומברכים עליו ובפרט אם יש לו תעודה מן הרבנות המקומית ואמנם סוחר המוכר אתרוגים מורכבים למצוה, אינו נאמן להעיד על אתרוגים אחרים שהם בלתי מורכבים, אפילו יש בהם סימנים שאינם מורכבים, כדתנן ''החשוד על הדבר לא דנו ולא מעידו''  ומה שכתבו איזה חכמים, שאין בעל הפרדס של האתרוגים נאמן לומר שהאתרוגים שלו אינם מורכבים, אף על פי שהוא אדם שבחזקת כשרות, ואפילו מעיד על זה עד כשר תלמיד חכם המוחזק בכשרות, אינו נאמן, דחיישינן שמא הוא מעיד באומד ומשמועה, כיון שיש חזקת חיוב המצוה, וחומר איסור ברכה לבטלה נראה שהפריזו על המדה יותר מדאי, דכל שהוא מוחזק כירא שמים באמת, ומעיד שאתרוג זה אינו מורכב נאמן לומר שאתרוג זה אינו מורכב, וכשר למצוה אלא שיש להזהר שלא לסמוך על עדות מפוקפקת של סתם סוחר שאין מטרתו אלא להרויח ממון, וכל שכן על עדות גוים, שאומרים שהפרדסים שלהם אינם מורכבים, אשר פיהם דיבר שוא וימינם ימין שקר"
        },
        {
            "id": 340,
            "text": "סוחר המוכר אתרוגים למצוה, ובא אליו מי שאינו בקי בהלכה ואינו יודע שבאתרוג מורכב אין יוצאים ידי חובה, והסוחר מוציא לו אתרוג מורכב שהוא יפה ומהודר, ומוכרו לו, והלה נוטלו בחג לקיום המצוה, הסוחר עובר על איסור לפני עור לא תתן מכשול, שמלבד שהוא מונע ממנו לקיים מצות עשה של תורה,  הרי הוא גורם לו גם איסור ברכה לבטלה וגם כשהלוקח שוגג, איכא איסור לפני עור ומלבד זה יש לחשוש גם לאיסור לא תעשה דלא תונו איש את עמיתו ויראת מאלהיך"
        },
        {
            "id": 341,
            "text": "אודות מעשה שהיה, בזמן המלחמה בין ישראל לאויביה, נשלחה אניה עם כמאה אתרוגים מארץ ישראל לחו''ל, והאניה נקלעה בטעות לקהיר, והשלטונות שם החרימו את האתרוגים, ונתפרסם הדבר, והבעלים מסתמא התייאשו מהם, והוי יאוש עם שינוי רשות, ונסתפקו אם האתרוגים מורכבים או לא, ולא היתה אפשרות לברר הדבר, בשעת דחק גדולה כזו אפשר להורות לברך על אתרוגים אלה, אע''פ שבאותה עת היו רוב האתרוגים מארץ ישראל מורכבים אולם שלא בעתות מלחמה, אין להקל בזה, בפרט שעתה נתרבו בארץ ישראל האתרוגים שאינם מורכבים, ויש לפרסם שהמברך על אתרוג מורכב הרי הוא נכנס בספק ברכה לבטלה, ומבטל מצות עשה"
        },
        {
            "id": 342,
            "text": "יש אילנות, ומהם עצי לימון, שבתוך פרחיהם יש אבקה, והדבורים המוצצות את צוף הפרחים מעבירות את אבקת פרחי הלימון אל פרחי האתרוג, ועל ידי כך מתפתח החלק המופרה בעץ האתרוג בצורה שונה אולם אין לזה דין מורכב כלל, כי המורכב הוא כשמרכיב יחור מסוג אחד על אילן או על יחור מסוג אחר, שבכוחו של כל יחור בפני עצמו להצמיח, מה שאין כן אם מין מסויים אינו ראוי להצמיח בפני עצמו כמו אותה אבקה שבתוך הפרח שהדבורה מעבירה, הרי אין בשום פנים כח באבקה לבדה להצמיח, הילכך אין עליה שם ''מין'' אחר, והרכבתה עם האתרוג לא נחשבת הרכבת שני מינים ולכן גם אם מזריקים לאילן האתרוג מיץ מלימון או תרכובת מתכונת הלימון אין על האתרוג הזה שם ''מורכב'', שמכיון שאותה זריקה או המיץ אין בכוחם להצמיח מצד עצמם, אין לאתרוג הגדל על ידם שם אתרוג המורכב, שאינו נחשב מורכב משני מינים, שלהרכיב דבר שאינו צומח בעצמו, אלא שהוא נבלע באילן ומטיב את צמיחתו, מותר ולפי זה אם נזריק מיץ מלימון, לפרח האתרוג, או לאילן האתרוג, לא יהיה על אתרוג זה שם מורכב, שמאחר שאותה זריקה או המיץ אין בכחם להצמיח מצד עצמם, אין לאתרוג הגדל על ידם שם ''אתרוג מורכב'', מכיון שאינו מורכב משני מינים"
        },
        {
            "id": 343,
            "text": "אתרוגי מרוקו שהם יפים ומהודרים מאד, רבני וגאוני מרוקו היו מברכים עליהם והוזכרו לשבח בספר בכורי יעקב והעידו עליהם גדולי רבני המערבים שהם כשרים ואינם מורכבים, ושכן נהגו מקדמת דנא גאוני מרוקו לברך עליהם על פי מסורת קדומה ואף שנמצאו מערערים עליהם, מפני שלא נמצא בהם גרעינים, וגם מפני שהמיץ שבתוכם רב, כמו הלימון, וניכר שהם מורכבים מכל מקום כבר כתבו להוכיח במישור שאתרוגי מרוקו אין עליהם חשש הרכבה כלל, ולא חלו בהם ידים, והחזקה והמסורת עליהם היא מדורי דורות שאינם מורכבים ושהם כשרים למצות ארבעת המינים, ושכן נהגו מאז ומעולם גאונים וצדיקים לברך עליהם"
        },
        {
            "id": 344,
            "text": "אתרוג מהודר אינו פרי גדול ממש, ולא קטן ממש, אלא הבינוני, כי יפה הוא לעינים איש הבינים"
        },
        {
            "id": 345,
            "text": "מי שאין לו אלא אתרוג ספק מורכב, אינו רשאי לברך עליו על נטילת לולב, שספק ברכות להקל, ואינו רשאי לברך אפילו בלשון בריך רחמנא מלכא דעלמא, שאף האומר דרך ברכה בריך רחמנא, על דעת לפטור את עצמו, הוי בכלל ברכה לבטלה, אלא יטול הלולב ומיניו בלי ברכה ובשעת מלחמה וכדומה ראה לעיל סעיף ח'"
        },
        {
            "id": 346,
            "text": "האתרוגים המצויים כיום שאין בהם מדרך ברייתם הדד והשושנתא, אין ספק שיוצאים בהם ידי חובה לכתחלה, ומברכים על זה ואם היה בהם הדד וניטל, פסול ביום הראשון ואם יש ספק אם האתרוג גדל כך או שניטל, ואי אפשר כלל להכיר אם היה כן מתחלת ברייתו, אזלינן לקולא"
        },
        {
            "id": 347,
            "text": "אתרוג שניטלה פיטמתו, והוא העץ שעל ראש האתרוג, ושושנתא עליו, פסול, משום שנידון כחסר ואם ניטלה השושנתא בלבד, כשר ודוקא שהיתה פיטמת, וניטלה, אבל אם לא היתה לו פיטמת מתחלת ברייתו כשר ניטל עוקצו, והוא העץ שהאתרוג תלוי בו באילן, ונשאר במקומו גומא, פסול"
        },
        {
            "id": 348,
            "text": "מה שאמרו דאתרוג שניטלה פיטמתו פסול, הוא דוקא כשניטל הדד שהוא העץ אף מה שתקוע בתוך האתרוג, ונעשה שם כמין גומא, שאז פסול, אבל אם ניטל רק מה שלמעלה מגוף האתרוג אין להחמיר לפיכך אם נשאר חלק מן העץ למעלה מן האתרוג כל שהוא אין להחמיר  ואפילו ניטלה כל הפיטמא של האתרוג ולא נשאר ממנה רק גובה משהו באופן שמקצת ראש האתרוג מכוסה בעובי הפיטמא שנשתייר ממנה משהו, כמו שהיה מכוסה בתחלה כשהיתה הפיטמא שלימה, הרי זה כשר, ואין זה חסרון, דכל שלא ניטל לגמרי, אפילו ביום הראשון כשר"
        },
        {
            "id": 349,
            "text": "אם בעוד האתרוג מחובר נפלה פיטמתו ממנו, מחמת שנתייבשה הליחות שבו, יש להכשירו, ולפעמים יש להכשיר האתרוג אף כשנושרת פיטמתו בתלוש, באופן שרואים שבעודו מחובר לעץ, כבר נתייבשה פיטמתו ביובש גמור, וכלתה ממנו ליחותו, שאז הוי כאילו נשרה פיטמתו במחובר, וכשר, כל שסיבת נפילתם מצד תכונתם הטבעית ואין הבדל בזה באיזה שלב נפלו, מפני שכן דרכם של האתרוגים ויש מי שכתב לחלק בזה בין אם נפלה הפיטמא במחובר בעודו קטן, או אם נפלה כשגדל ולמעשה אין חילוק בזה,"
        },
        {
            "id": 350,
            "text": "אם יש נקודות שחורות בעץ הפיטמת למעלה, או שינוי מראה אחר, כשר, שהרי אפילו נחסר לגמרי כשר"
        },
        {
            "id": 351,
            "text": "כבר נתבאר שאין שום פיסול בניטלה השושנתא, ומכל שכן כשהשושנתא קיימת ורק נחסר מקצתה, והאתרוג עצמו הוא מהודר, והבא לידו אתרוג כזה, והוא מניחו מידו בשביל השושנתא, ובוחר לו אתרוג אחר שאינו מהודר, עליו נאמר הכסיל בחושך הולך"
        },
        {
            "id": 352,
            "text": "אתרוג שניטל עוקצו וחיברו על-ידי מחט, יש אומרים שיכול אף לברך על זה ויש חולקים ואומרים דלא מהני חיבור על ידי אדם"
        },
        {
            "id": 353,
            "text": "אתרוג שניקב ועל ידי כך נחסר ממנו כל שהוא פסול ואם יש ספק בדבר, אם נחסר ממנו כל שהוא, אם לאו, יש להכשירו ולברך עליו, אף ביום הראשון"
        },
        {
            "id": 354,
            "text": "הא דאמרינן שאם חסר כל שהוא פסול, היינו דוקא כשנחסר מגוף האתרוג, אבל אם נחסר רק מהקליפה העליונה שהיא כמין גליד על האתרוג כשר לכולי עלמא"
        },
        {
            "id": 355,
            "text": "יש מי שאומר שלא נקרא נקב אלא אם ניכר ונראה, אבל אם נקבו במחט דק, וליחותו מלאתו, עד שאינו ניכר כלל, כשר  ולא משמע כן מדברי בעל המנהיג"
        },
        {
            "id": 356,
            "text": "אין צריך לבדוק את האתרוג על ידי זכוכית מגדלת אם יש בו נקב, שכל נקב שאינו נראה לעין רגילה, אינו פוסל, וכן הדין לגבי כל חסרון הנראה באתרוג רק על ידי זכוכית מנגדלת ומי שהוא קצר רואי ועל ידי המגדלת מגיע לראייה כמו בני אדם הרגילים, אין הכי נמי יבדוק על ידי זכוכית מגדלת"
        },
        {
            "id": 357,
            "text": "אם נתקע קוץ באתרוג עד חדרי הזרע, ולא נחסר ממנו מאומה, יש להכשיר מטעם ספק ספיקא, דשמא לא נקרא מפולש אלא מעבר לעבר, ושמא כל שאין בו חסרון כשר"
        },
        {
            "id": 358,
            "text": "אתרוג שהוא עגול ככדור, אף על פי שיש לו פיטמת ועוקץ, פסול"
        },
        {
            "id": 359,
            "text": "אתרוג שהוא עקום וכפוף כשר, דדוקא בלולב פסול"
        },
        {
            "id": 360,
            "text": "כל הפסולים, בשעת הדחק שלא נמצא כשרים, נוטלים אותם בלא ברכה ואף ברכת שהחיינו אין לברך כי ברכת שהחיינו תלויה בברכת המצוה, וכל שאינו מברך ברכת המצוה אינו מברך שהחיינו ובכל שאר ימי חג הסוכות , הואיל ומצות נטילת לולב ומיניו בהם אינה אלא מדרבנן, התירו בהם כמה פיסולים שבאתרוג ובלולב, וכמו שפסק הרמב''ם בזה''ל: ''כל אלו שאמרנו שהם פסולים, מפני מומים שביארנו, או מפני גזל וגניבה, וכן שאול או חסר, אינם אלא ביום הראשון בלבד, אבל ביום טוב שני עם שאר הימים הכל כשרים והפיסול שהוא משום עבודה זרה, או מפני שהאתרוג אסור באכילה, פסולים כל שבעת הימים'' וכן פסק מרן בשלחן ערוך  וכן עיקר וכן כל שפיסולו מטעם ''הדר'', אינו פוסל אלא ביום טוב הראשון, אבל בשאר הימים כשר ונוטל הלולב ומברך ואף על פי שיש פוסלים, וכן פסק הרמ''א, וקיימא לן ספק ברכות להקל, שאני הכא שהמחלוקת במצוה ולא בברכה, ובכל כיוצא בזה שמרן פסק להכשיר ואיכא חזקת חיוב, ברוכי נמי מברכינן"
        },
        {
            "id": 361,
            "text": "הדס שענביו מרובות מעליו, לדעת מרן השלחן ערוך אינו נחשב כענף עץ, אלא פרי, ואין יוצאים בו ידי חובה ובימי חול המועד יש בידו תקנה למעטן, ולהסיר הענבים ולהכשירם אליבא דכולי עלמא"
        },
        {
            "id": 362,
            "text": "כל הפסולים ביום טוב ראשון, כגון חסר וכיוצא בזה, פסולים אף ביום טוב שני של גלויות, וכשאין לו אחר נוטלו בלא ברכה וכשאין הפיסול באתרוג בגדר ודאי, אלא יש ספק אם האתרוג כשר או לא, אפשר גם לברך ביום טוב שני, מכח ספק ספיקא ומועיל ספק ספיקא כשהספק במצוה ולא בברכה, ויש חזקת חיוב"
        },
        {
            "id": 363,
            "text": "אתרוג שבא מעיר ''הונג קונג'', והוא כמו אתרוג רגיל בצורתו ובסימניו, רק שיש בו שינוי, שמחצי האתרוג ומעלה עולה בו כמין אצבעות ממין האתרוג עצמו, והם כעשר או ט''ו אצבעות מהם ארוכים מהם קצרים, אתרוג זה אין לו היתר כלל, מפני שאין בו קבלה שהוא באמת אתרוג, אף על פי שיש בו סימני אתרוג, והוא כמו פרי האילן ''דבדב'' שיש בו סימני אתרוג, ותוארו כמין אתרוג ממש, ועם כל זה קבלה בידינו שאין זה אתרוג"
        },
        {
            "id": 364,
            "text": "ישתדל אדם שהאתרוג יהיה בצבע צהוב, שזה המהודר ביותר ואם היה ירוק חזק כעשבי השדה, פסול ואם ידוע שאם משהין אותו מעט בסמוך לפירות שצבעם צהוב חוזר למראה אתרוג, כשר לנטילה אף בעודו ירוק וכן פשט המנהג לברך על אתרוג כזה ולכן נכון להצהיב אתרוג ירוק באמצעות תפוחים צהובים, שהאתרוג שואב מהם, ואין בזה כל חשש בהלכה אך ירחיק התפוחים מעט מהעוקץ של האתרוג, ויהפכנו לצד הפיטמא, שאם לא יעשה כן עלול העוקץ ליפול"
        },
        {
            "id": 365,
            "text": "מה שיש נוהגים לתת כמה תפוחי עץ בסמוך לאתרוג כדי להצהיבו, נראה שאין איסור לתת בשבת תפוחי עץ ליד האתרוג להצהיבו, שאף בלא נתינת התפוחים, דרך האתרוגים שלנו להצהיב מאליהם, ואינו אלא כמוסיף להחיש להצהיבו"
        },
        {
            "id": 366,
            "text": "אתרוג שהוא מנומר בצבע שחור או לבן או ירוק ככרתי, במקום אחד שבו, פוסל ברובו, ובשנים או בשלשה מקומות נפסל אף במיעוטו אבל מנומר מגוון שהוא ממין האתרוג, כגון חלמון ביצה או אדום בהיר, כשר"
        },
        {
            "id": 367,
            "text": "לפיכך אתרוג שהיה ירוק כעשבי השדה, שנתנו אותו על ידי תפוחי עץ והתחיל חלק ממנו להצהיב, והחלק האחר נשאר ירוק, אין זה נחשב מנומר, ובפרט שקרוב לודאי שבעוד איזה ימים יהפך מראה האתרוג כולו לצהוב"
        },
        {
            "id": 368,
            "text": "האתרוגים המצויים בינינו, שלפעמים נמצא בהם מראה אדום, שמירקותו נהפך אל מראה אדום והוא מתפשט על פני רוב שטח האתרוג, או על חוטמו, יש שפוסלים אותם, לפי שמראה זה לא שמענו שיהא מראה אתרוג, כיון שהוא נוטה אל מראה אדום ויש שמכשירים אתרוג זה, שאין לנו לפסול אתרוג שיש בו מראה אדום, ולא הקפידו רבותינו על שינוי מראה אלא אם כן אינו הדר, וכפי חכמתם קבעו שהלבן והשחור באתרוג אינם מהודרים, ולכן פסלוהו, אבל מראה אדום שלא הזכירוהו בדבריהם לפסול, כשר ועל כל פנים אם דרך אתרוג להיות כך כשר"
        },
        {
            "id": 369,
            "text": "אתרוג שעלתה עליו חזזית, , אם בשנים או בשלשה מקומות, אפילו כולם מצד אחד של האתרוג, פסול ואם רק במקום אחד, אינו פסול אלא אם כן נתפשטה החזזית על רובו ומיהו אם החזזית על חוטמו, , אפילו כל שהוא פסול  והוא הדין לכל הפיסולים, כגון כתם כושי לבן, שפוסלים בחוטמו בכל שהוא וכל זה ביום טוב ראשון, אבל בשאר הימים אין חזזית פוסלת לדעת מרן"
        },
        {
            "id": 370,
            "text": "אתרוג שעלתה בו חזזית, וכשקולפו חוזר למראה אתרוג, כשר ויש מי שכתב שיש להכשירו על ידי כך אפילו לכתחלה אך למעשה אין לנו לסמוך על זה, שמכיון שמבואר במשנה ברורה שקליפה עליונה זו אינה אלא כגליד דק מאד, אין אנו בקיאים היום בזה, וחיישינן אפילו בסריטה קלה שמא יחסר האתרוג ויפסל בכך"
        },
        {
            "id": 371,
            "text": "מה שמצוי באתרוגים, בימי חול המועד, שנוצר על האתרוג נימורים, מכח משמוש ידים ורוב נענועים, ונעשים מקומות מנומרים, וספק אם הוא ממראה אתרוג, כי אי אפשר שתמיד יהיה מראה אתרוג באותם הכתמים והבהרות שנולדו מזיעת הידים, לדעת מרן השלחן ערוך ודאי דמכשרינן באופן כזה אבל לדעת הרמ''א שפוסל כל שבעה בחזזית וכיו''ב, יש שכתבו להחמיר בזה ודעת החתם סופר להכשיר אתרוג כזה ואכתי הוי הדר, כיון שבאו על ידי מצותו, וזהו הודו והדרו והסומך על דברי החתם סופר לא הפסיד, ויש לו על מה שיסמוך"
        },
        {
            "id": 372,
            "text": "מ מה שמצוי באתרוגים להיות בהם נקודות קטנות, אינם בכלל גרב או ילפת, כי גרב נעשה מעצמות האתרוג, אבל אלו נעשים על ידי קוצים וברקנים שבאילן האתרוג, שעוקצים אותו, וכשהוא גדל באילן נעשה מקום העקיצה כמו אדום, ואינו אלא מצד העקיצה, וכשר שכל מה שנעקץ האתרוג על ידי קוצים, אין באתרוג שום עיפוש, הילכך אין זו חזזית וכשר"
        },
        {
            "id": 373,
            "text": "מא אתרוג שיש עליו כעין קרום דק בחוטמו, וכן בשאר המקומות, ואומרים שזה נגרם מהעלים הנוגעים באתרוגים, יש להקל לברך עליהם ולצאת בהם ידי חובה, ואין בזה משום חזזית"
        },
        {
            "id": 374,
            "text": "מב אתרוג היבש פסול, ושיעור היבשות כשאינו מוציא שום ליחה, וסתם אתרוג שהוא משנה שעברה, יבש הוא, ופסול ואם הונח במקרר במשך כל השנה ורואים שלא נס ליחו, יש להכשירו"
        },
        {
            "id": 375,
            "text": "מג אתרוג תפוח וסרוח שנימוח כל בשרו בפנים, וקליפתו קיימת, נקטינן להחמיר"
        },
        {
            "id": 376,
            "text": "מד האתרוג שניטל למצוה, חייבים להפריש עליו תרומות ומעשרות , כדי שיהיה מותר וראוי לאכילה וכמו שנאמר ולקחתם ''לכם'', שיהיה בו היתר אכילה, , אבל אתרוג שלא הופרשו עליו תרומות ומעשרות הרי הוא טבל, ופסול למצוה"
        },
        {
            "id": 377,
            "text": "מה אפילו אתרוגים הגדלים בפרדסים של גוים, אם ישראל קוצץ אותם נחשב גמר מלאכתו על ידי ישראל וחייב בתרומות ומעשרות בלא ברכה  ולכן לכתחלה יש להזהר שישראל הקוצץ אתרוגים מפרדסי אתרוגים , יפריש תרומות ומעשרות עליהם לצאת ידי חובת כל הפוסקים, אך בדיעבד אם שכח להפריש תרומות ומעשרות, ונזכר רק ביום טוב , יסמוך על דברי מהרשד''ם והאחרונים שעמו, ויכול ליטלו ביום טוב ויברך עליו"
        },
        {
            "id": 378,
            "text": "מו מי שאין לו אתרוג אלא אתרוג של טבל, שלא הפרישו ממנו תרומות ומעשרות, אף על פי שיש אומרים שכשר אפילו ביום הראשון, דלכם קרינן ביה, הואיל ויכול להפריש עליו מאתרוג אחר, מכל מקום רבו החולקים על סברא זו, ופוסלים אפילו בדיעבד אתרוג טבל ולכן כשאין לו אלא אתרוג טבל, יטלנו בלא ברכה וכשימצא אתרוג אחר במשך היום, יחזור ויטלנו בלא ברכה"
        },
        {
            "id": 379,
            "text": "מז ישראל שבא לפרדס אתרוגים של נכרי, וברשותו קצץ כמה אתרוגים, ולישראל יש שכיר גוי, אשר גם הוא קצץ כמה אתרוגים מהפרדס ההוא, ונתערבו כל האתרוגים, ואם יפריש מהם תרומות ומעשרות לתקנם, קיים חשש שמא הוא מפריש מן הפיטור על החיוב, כי מה שקצץ הישראל הוי טבל וחייב בתרומות ומעשרות, ומה שקצץ הגוי לא נתחייבו בתרומות ומעשרות, העיקר לדינא שמועיל להפריש תרומות ומעשרות, והאתרוגים כשרים למצוה"
        },
        {
            "id": 380,
            "text": "מח מותר לתרום ולעשר מאתרוג המורכב על אתרוג שאינו מורכב"
        },
        {
            "id": 381,
            "text": "מט אתרוג של ערלה, שהוא אסור באכילה ובהנאה, פסול ואפילו אם נטעוהו לשם מצוה, פסול שאף הנוטע אילן לשם מצוה, יש בו דין ערלה  ויש מי שכתב דהא דאמרינן אתרוג שנטעו למצותו חייב בערלה, היינו שאם בא לאוכלו אסור, אבל רשאי הוא לצאת בו ידי חובה אפילו ביום טוב ראשון אך אין דבריו נכונים, שמאחר והאתרוג הזה אסור באכילה לא יתכן להתירו למצותו, שאין בו היתר אכילה, ולא חשיב"
        },
        {
            "id": 382,
            "text": "לכם"
        },
        {
            "id": 383,
            "text": "נ אם נתערב אתרוג אחד של ערלה באתרוג כשר הראוי לאכילה, ואינו ניכר מי מהם האתרוג הכשר, יש אומרים שיוצא ידי חובה כשיטול אותם בזה אחר זה, דקמי שמיא גליא מי הוא הכשר לאכילה וראוי לצאת בו ידי חובה, ומי הוא האסור מן התורה ויש אומרים שאין יוצאים י''ח בזה, מכיון ששניהם אסורים באכילה, מדרבנן וראוי להחמיר כדבריהם וכל שכן שאסור לו לברך על זה אך אם אין לו אתרוג אחר, יקח את שניהם בלא ברכה, ויכוין שיוצא ידי חובה באתרוג הכשר לנטילה ובמשך היום אם ימצא אתרוג כשר אחר, יטול אותו"
        },
        {
            "id": 384,
            "text": "נא אתרוג של ערלה של חוץ לארץ, יש אומרים דכשר למצות ארבעת המינים אם אין לו אתרוג אחר אך דעת רבינו ישעיה הראשון, שאף אתרוג של ערלה בחוץ לארץ פסול, ולכן לכתחלה יש לחוש לדבריו להחמיר ורק אם אין לו אתרוג אחר יטלנו בלא ברכה, וכאשר ימצא אתרוג אחר כשר, יחזור ויטלנו בלי ברכה"
        },
        {
            "id": 385,
            "text": "נב אתרוגי ארץ ישראל, לכתחלה יש לקנות מאדם ירא שמים ונאמן, או מפרדס שיש עליו הכשר של רבנים, המעידים שאין באתרוגים חשש ערלה אולם מעיקר הדין הקונה אתרוג, אינו צריך לחוש שמא הוא מערלה, אחר שרוב ככל האתרוגים בארץ אינם בגדר ספק ערלה, ואמרינן בזה דכל דפריש מרובא פריש והמחמיר על עצמו לברר, היכא דאפשר לברר בנקל, אם האתרוג הוא ערלה או לא, תבוא עליו ברכה"
        },
        {
            "id": 386,
            "text": "נג אתרוג שריססוהו הפרדסנים בחומרים רעילים, ועל פי הוראת משרד הבריאות, אסור לאכול פרי כזה עד לאחר שלשים יום, , העיקר לדינא שיוצאים בו ידי חובה, ולא דמי לאתרוג של טבל ושל ערלה, שאין בהם היתר אכילה"
        },
        {
            "id": 387,
            "text": "נד בהיות ובעץ האתרוג יש בו קוצים, לפיכך יש הזורעים אותו לשם גדר וסייג, ובזה כל האתרוגים הגדלים בעץ זה אין נוהג בהם דין ערלה, ומותר לקחת אתרוגים אלה לשם מצוה אף בשנותיו הראשונות, אחר שהעץ לא נזרע לשם הפירות, והאתרוג מותר גם באכילה אחר שאין בו דין ערלה והוא שיהיה ניכר שהעץ ניטע לשם גדר וסייג, וכגון שנטעו במקום פירצה, או שמשפה את הענפים שיתעבו וכדו'"
        },
        {
            "id": 388,
            "text": "נה עץ תמר שניטע רק לצורך הלולבים למצות ארבעת המינים, התמרים שבו חייבים בערלה ובנטע רבעי אבל הלולבים עצמם אין נוהג בהם דין ערלה, שאין דין ערלה אלא בפרי, ולכן מותר לקחת למצות ארבעת המינים לולב שידוע בבירור שהוא של ערלה"
        },
        {
            "id": 389,
            "text": "נו וכן אין נוהג דין ערלה בהדס ובענפי הערבה, ומותר לקחת הדס וערבה של ערלה למצות ארבעת המינים"
        },
        {
            "id": 390,
            "text": "נז אתרוג של שביעית כשר למצוה, אלא שאם הוא של שביעית יש לנהוג בו כל דיני קדושת שביעית, ואתרוג מן המשומר או הנעבד בשביעית, יוצאים בו ידי חובת המצוה"
        },
        {
            "id": 391,
            "text": "נח אתרוג שהיה על העץ בשנה הששית בגודל פול, ובשביעית גדל ונעשה ככד, ונלקט בשנה השביעית, אף שחייב במעשרות כפירות שנה ששית, מכל מקום הואיל ונלקט בשביעית הרי הוא כפירות שביעית, ונוהג בו קדושת שביעית ויש אומרים שהולכים באתרוג אחר חנטה, ואם חנט בששית, דהיינו שהגיע לסמדר בששית, אין בו קדושת שביעית אף שנלקט בשביעית וצריך לחוש לדעה הראשונה , ולכן הולכים באתרוג גם אחר לקיטה, ועדיף לקטוף את האתרוג מהעץ בשנה הששית, ולא אחרי ראש השנה של השנה השביעית שאם לא כן יצטרכו לשמור אותו בכל דיני שביעית ובסוף שנת השמיטה יש לקטוף את האתרוג אחרי ראש השנה של שנה שמינית, ועם כל זה צריכים לשמרו בכל דיני שביעית"
        },
        {
            "id": 392,
            "text": "נט ישראל שמכר את פרדס האתרוגים לגוי, בטרם תבוא שנת השמיטה, באמצעות הרבנות הראשית, ובשנה השביעית לא הפקיר פירות הפרדס, וגדר את הפרדס, ושמרו מכל משמר, וטיפל בו בהשקאה ועידור וכיו''ב במשך כל שנת השמיטה, אף על פי כן האתרוגים שלו כשרים למצוה, אפילו ביום טוב ראשון של חג, ומברכים עליהם ויוצאים בהם ידי חובת המצוה"
        },
        {
            "id": 393,
            "text": "ס אתרוגים שגדלו בפרדסים של ישראל בשנת השמיטה בארץ ישראל, והפרדסים נמכרו לגוי באמצעות הרבנות הראשית, אין בהם משום קדושת שביעית, ומותרים בסחורה, וכן מותר להוציאם לחו''ל למצות לולב, ולהסתחר בהם"
        },
        {
            "id": 394,
            "text": "סא מותר למשמש בידיו באתרוג של שביעית, דאף שמפסיד הקליפה במשמוש הידים, אין בזה איסור, שהרי נטעו מתחילה אדעתא דהכי שהקליפה תהא נפסדת ועוד, שרק הקליפה נפסדת, והפרי ראוי לאכילה, וממילא אין זה בכלל האיסור לאכלה ולא להפסד"
        },
        {
            "id": 395,
            "text": "סב אתרוג שגדל בעציץ שאינו נקוב, אפשר לברך עליו, בין אם העציץ של חרס, בין אם העציץ של עץ וכן הדין בעציץ שאינו נקוב של מתכת ואם נופן יוצא לחוץ, יש להתיר בשופי"
        },
        {
            "id": 396,
            "text": "סג אתרוג שהונח תחת המטה שישנים עליה, יש אומרים שאין לצאת בו ידי חובה ביום הראשון, מפני שרוח רעה שורה עליו, ואינו ראוי לאכילה, ולא קרינן ביה לכם, ויש חולקים ומתירים אותו גם לאכילה וגם למצוה וכן עיקר ובפרט אם הקרקע מרוצפת דכשר לכתחילה אולם אם יש לו אתרוג אחר עדיף שיצא בו ידי חובתו, אבל אם אין לו אתרוג אחר יכול לצאת ידי חובה באתרוג זה, ויכול גם לברך עליו כדת"
        },
        {
            "id": 397,
            "text": "סד אתרוג שהחזיקו אותו בידים קודם נטילת ידים שחרית, בעוד רוח רעה שורה על הידים, אף על פי כן כשר למצות לולב ועל צד היותר טוב, נכון שיערה עליו מים ג' פעמים, ואז חוזר לכשרותו, ומברך עליו ויוצא ידי חובתו ואף ביום טוב יוכל לעשות כן סימן תרמט - דברים הפוסלים בארבעת מינים"
        },
        {
            "id": 398,
            "text": "אף שכיום מצויים הרבה ערבות, ופעמים ואין בשני בדי ערבה שווי פרוטה, מכל מקום יוצאים בזה ידי חובה אפילו ביום הראשון, דשפיר קרינן ביה לכם, אף שאינו שוה פרוטה ואמנם אם גזל ערבה אף שאין בה שוה פרוטה אינו יוצא ידי חובה"
        },
        {
            "id": 399,
            "text": "יש אומרים שהקונה ערבה מעץ הגדל בקרקע של גוי, צריך להזהר שיקצצנו הוא בעצמו, ויקנה ממנו, אבל מנהגינו עתה שגם הישראל עצמו קוצץ הערבה מקרקע של גוי, ומביאה לכל מבקש"
        },
        {
            "id": 400,
            "text": "לולב שאגדו גוי ועשאו, כשר אך אין נכון לכתחלה לתת לגוי לאגוד את הלולב עם הערבה וההדס, שכיון שהאגד הוא נוי למצוה, חשיב כמו המצוה עצמה"
        },
        {
            "id": 401,
            "text": "שני אנשים שהלכו יחדיו לקנות להם אתרוגים למצוה, ונזדמנו להם שני אתרוגים, האחד הוא כשר לכל הדעות, אבל אינו מהודר כמו השני, והשני יש בו מחלוקת הפוסקים אם הוא כשר למצותו, וההלכה היא שהוא כשר, והוא מהודר מאד, רשאי הוא לשבח ולפאר את האתרוג השני על יופיו והידורו שעל ידי כך יקחנו חבירו, , והוא יזכה לקחת את האתרוג הכשר לכולי עלמא, ואין לחוש שעל ידי כך הוא מטעה את חבירו שלא יקח את האתרוג הכשר לכל הדעות ואפילו אם חבירו השני הוא גביר נכבד מאד, ורודף צדקה וחסד, משום שאדם קרוב אצל עצמו, ואף במילי דשמיא אמרינן חייך קודמים"
        },
        {
            "id": 402,
            "text": "גביר שרוצה לקנות לולב מהודר עבור חכם, מותר להעלות בדמים כדי לזכות בו, דאף שהחכם גדול כבודו, אמנם במה שציונו ה' מצוה מן התורה אין חולקים כבוד לרב, שאדם קרוב אצל עצמו לעשות המצוה שציוהו ה' יותר מכל אדם אחר ובכל דבר מצוה הוא קודם אפילו לאדם גדול ממנו סימן תרנ - שיעור הדס וערבה"
        },
        {
            "id": 403,
            "text": "כבר נתבאר לעיל בסימן תרמו ס''ג, ששיעור אורך ההדס או הערבה ג' טפחים, דהיינו עשרים וארבע ס''מ ויש מחמירים כשיטת החזון איש, ליקח הדס באורך שלושים ס''מ ומעיקר הדין די ב-24 ס''מ ומשערים בעץ הבד ואין מצרפין את העלים שבראש הבד  ובכלל ההידור להוסיף על שיעורו שלא יהיה בצמצום"
        },
        {
            "id": 404,
            "text": "אף על פי שיש מעלה בהדסים ארוכים יותר מהשיעור, מכל מקום היינו בתנאי שיצא משדרת הלולב למעלה מההדס והערבות שיעור טפח סימן תרנא - נטילת הלולב וברכתו"
        },
        {
            "id": 405,
            "text": "מצוה לנאות הלולב, שנאמר זה אלי ואנוהו, התנאה לפניו במצוות, עשה לולב נאה וכו' ולכן מצוה מן המובחר לאגוד בשני קשרים את הלולב עם ההדס והערבה, ולעשות שלושתן אגודה אחת ומיהו אם לא אגדן בדיעבד כשר"
        },
        {
            "id": 406,
            "text": "מנהג האשכנזים לעשות כמין טבעות של עלים יפים מעלי לולב, ותוחבים לשם את הלולב ההדסים והערבות, ויש שערערו על מנהג זה, דבגמרא משמע דצריך קשירה של ההדס והערבות עם הלולב אולם כבר כתבו האחרונים להליץ על הנוהגים כן, מאחר ואין האגד אלא לנוי והידור מצוה וכשהוא נוטל הלולב עם בית יד חשיב שפיר לקיחה, דלקיחה על-ידי דבר אחר שמה לקיחה ועל כל פנים אנו אין מנהגינו כן, אלא קושרים את ההדסים והערבות עם הלולב כאמור ואם נטל הלולב עם בית יד שפיר דמי"
        },
        {
            "id": 407,
            "text": "מה שאמרנו דלקיחה על-ידי דבר אחר שמה לקיחה, הוא דוקא כשהוא דרך כבוד, אבל אם נתן הלולב בכלי ונטלו, לא יצא ואם כרך עליו סודר ונטלו, או שכרך סודר על ידו ונטלו, יש אומרים דלא יצא"
        },
        {
            "id": 408,
            "text": "האתרוג אין לאגדו עם הלולב"
        },
        {
            "id": 409,
            "text": "מצוה מן המובחר לאגוד הלולב בקשר גמור, דהיינו בשני קשרים, זה על גב זה, עם ההדס והערבה, ולעשות את שלשתם אגודה אחת, והאתרוג לבדו וראוי שהוא עצמו יאגוד את הלולב עם ההדסים והערבות, אך מהדין הכל כשרים לאגוד את הלולב, ואפילו עבדו או שפחתו, וגם אשה שאינה חייבת במצות לולב יכולה לאגוד את הלולב, אך כבר נתבאר לעיל דלכתחלה טוב לחוש לכתחלה שלא יאגוד הלולב על ידי אשה וגם בקטן שהוא פחות מבר מצוה אין להחמיר בזה בדיעבד ואם הוא בר מצוה סמכינן אחזקה דרבא שהביא שתי שערות, ומותר לאגוד הלולב לכתחלה על ידו, ומצוה נמי איכא"
        },
        {
            "id": 410,
            "text": "יש לאגוד את הלולב עם ההדסים והערבות מערב יום טוב,  ואם לא אגדו מערב יום טוב, אי אפשר לאוגדם ביום טוב בחוט בקשר גמור, אלא יתלוש עלה מן הלולב ויאגוד בו את הלולב עם מיניו,  ויכרוך את עלה הלולב סביב הלולב הערבה וההדס, ותוחב ראש האגד לתוכה בלא קשירה, או יעשה עניבה ויש מי שאומר שאין איסור קשירה בשבת בעלי לולב, ומותר אפילו בשני קשרים, ובפרט שהוא לצורך מצוה ויש חולקים ומכל מקום הקושר את הלולב עם מיניו בשני קשרים, אף דהוי קשר של קיימא יש לו על מה לסמוך"
        },
        {
            "id": 411,
            "text": "בכל דבר כשר לאגוד, ואין צריך שיהיה דוקא ממין הלולב, ואין בזה לא משום חציצה ולא משום בל תוסיף אך מנהג ישראל מימי קדם לאגוד בעלי לולב דוקא,"
        },
        {
            "id": 412,
            "text": "יכול לאגוד הלולב בין ביום בין בלילה, ואין בזה שום חשש ויש המחמירים על עצמם שלא לאגוד את ההדס והערבות עם הלולב בליל יום טוב, בכריכה או בעניבה, שאינו זמן המצוה, אולם אין זה אלא ממדת חסידות, ואף על פי שהלילה איננו זמן מצות לקיחת הלולב, שאינה אלא ביום, מכל מקום זמן ממילא קא אתי, ולא מבעיא למאי דקיימא לן כרבנן שמן הדין לולב אין צריך אגד, אלא שיש בו משום זה אלי ואנוהו, אלא אפילו לרבי יהודה שהלולב צריך אגד, מותר לאגוד אותו בלילה, אף על פי שמצותו ביום, דזמן ממילא קא אתי"
        },
        {
            "id": 413,
            "text": "בעת שקושר את ההדסים והערבות עם הלולב, יניח הלולב על השלחן, והשדרה תהיה כלפי מעלה, ויביא המינים לפניו, ויתן את הערבות וההדסים בשוה למטה, שאז כאשר יטול הלולב לברך עליו יהיו כולם בכפו וישים לב שלא יהיו ההדסים או הערבות הפוכים, אלא שורשיהם כלפי מטה"
        },
        {
            "id": 414,
            "text": "יתן ההדסים אחד מימין ואחד משמאל, ואחד באמצע על גבי השדרה, ונוטה יותר לצד ימין, והערבות אחת מכאן ואחת מכאן, ויקשור ומעיקר הדין די באגד אחד, בשני קשרים, אך נוהגים לעשות כמה קשרים זה למעלה מזה, ויש שעושים כן על השלושה מינים, וגם על הלולב עצמו במקום שאין מגיעים שם ההדסים והערבות"
        },
        {
            "id": 415,
            "text": "יש נוהגים לומר ''לשם יחוד'' קודם עשיית איזו מצוה, כדי לעורר הכוונה, ויש שמסתפקים בברכה, שדי בה להוכיח שעושה מעשה זה לשם מצוה, ובפרט דמצות לולב היא מצוה שיש בה עשייה"
        },
        {
            "id": 416,
            "text": "הבאים עם הלולב והאתרוג לבית הכנסת, כשהלולב נתון בנרתיק של נילון, והאתרוג בקופסא של כסף מהודרת, צריכים לכוין קודם לקיחתם, שהם מתכוונים בפירוש שלא לצאת בהם ידי חובת המצוה, אלא עד לאחר חזרת השליח צבור של שחרית, קודם ההלל"
        },
        {
            "id": 417,
            "text": "יש נוהגים לחיבוב מצוה לנשק את הארבעה מינים בכל פעם ופעם שנוטלן לקיים המצוה אך יעשו כן קודם הברכה, ולא בין הברכה לנטילה  ומשעה שנטל הלולב ובירך עליו לא ישיח בשום דיבור, ואפילו תיבה אחת, שאינה מענין הנטילה, עד גמר הנטילה"
        },
        {
            "id": 418,
            "text": "כיצד מברכים על הלולב? נוטל תחלה הלולב שאגודים בו הערבה וההדס, ביד ימינו, כשהוא עומד, וקודם שיטול האתרוג, יברך ברוך אתה ה' אלהינו מלך העולם אשר קדשנו במצותיו וצונו על נטילת לולב, ושהחיינו ביום הראשון,  ואחר כך לוקח את האתרוג ביד שמאל, ויצמיד אותו ללולב, וינענע וכן רשאי ליטול האתרוג בידו כשהוא הפוך, ויברך, ואחר שיגמור הברכה יטלנו דרך גדילתו, וינענע והנוטל הלולב והאתרוג באופן שמכוין שלא לצאת ידי חובה עד שיגמור הברכה, גם בזה נחשבת ברכתו עובר לעשייתן, ועל כל פנים גם אם נטלם ולא כיון בפירוש שאינו יוצא ידי חובה בנטילתם, רשאי עדיין לברך  ואין מברכים על הלולב אלא פעם אחת ביום"
        },
        {
            "id": 419,
            "text": "מיד אחר הברכה ונטילת האתרוג, יש לנענע את ארבעת המינים שבידיו, שזה עיקר המצוה"
        },
        {
            "id": 420,
            "text": "אם טעה ובירך ליטול לולב, אינו חוזר לברך על נטילת לולב וכן אם בירך על לקיחת לולב, יצא"
        },
        {
            "id": 421,
            "text": "אם שכח לברך קודם הלקיחה, רשאי עדיין לברך כל עוד לא סיים את ההלל והנענועים שבו, דהוי כשיירי מצוה וכעובר לעשייתן דמי וכן כל שעדיין לא עשה את ההקפה סביב התיבה, אף שאינה אלא מנהג, שפיר יכול עדיין לברך ואם סיים את ההלל והנענועים והקיף את הספר תורה באמירת הושענא, שוב אינו רשאי לברך על הלולב והוא הדין בכל זה לברכת שהחיינו"
        },
        {
            "id": 422,
            "text": "נטילת הלולב וברכתו צריכה להיות מעומד ולמדנו זאת מדין ספירת העומר שנאמר בו: שבעה שבועות תספור לך מהחל חרמש ''בקמה'', ודרשו חז''ל אל תקרי ''בקמה'' אלא ''בקומה'', שיעמוד מלא קומתו בעת ספירת העומר, וילפינן בגזרה שוה מדכתיב, וספרתם ''לכם'', שכל מקום שנאמר בו ''לכם'' צריך להיות מעומד, וכאן הרי נאמר ולקחתם ''לכם''  ומיהו אסמכתא בעלמא היא, ובדיעבד אם בירך על הלולב מיושב, או נטל את הלולב מיושב, יצא"
        },
        {
            "id": 423,
            "text": "בעת שנוטל האתרוג בידו השמאלית, יש אומרים שאינו צריך להגביהו ג' טפחים דמצות לקיחה מקיים גם בלא הגבהה, ומשעה שאחזו בידו, כדי להגביהו, אף על פי שלא עקרו ממקומו יוצא בו  ויש חולקים ואומרים שהנוטל לולב צריך להגביה ידיו, מלשון וינטלם וינשאם  והאוחז בידו ג' המינים, ואתרוג המחובר לעץ, יש אומרים שיוצא ידי חובת לקיחה, אולם יש חולקים ואומרים שאינו יוצא ידי חובה במחובר, דבעינן נטילה לגמרי ובפרי מגדים כתב להסתפק אף בנטל אתרוג ולולב המחוברים בעציץ נקוב מלא עפר, שגדלו שם, אם יוצא ידי חובת לקיחה, אף על פי שמחובר הוא"
        },
        {
            "id": 424,
            "text": "בעת שנוטל האתרוג יתן אל לבו שלא יהיה האתרוג הפוך, אלא עוקצו יהיה למטה, ויקרב שתי ידיו זו לזו, ויחבר האתרוג אל הלולב שיגעו זה בזה וכן בשעת הנענועים יחברם ביחד וארבעת המינים שבלולב הם כנגד שמות השי''ת, ולכן כאשר נוטלן יחבר האתרוג והלולב היטב לבל יהא פירוד ביניהם, ויהא השם שלם, ולכתחלה ישים לב שגם אצבעותיו לא יפרידו ביניהם והמזלזל בזה עתיד ליתן את הדין, ועם כל זה אם לא חיברן יחד, יצא ידי חובה ואין קפידא שהאתרוג יגע בדוקא בלולב, אלא די שיגע בהדסים או בערבות שבלולב"
        },
        {
            "id": 425,
            "text": "יש שמקדימים ליטול האתרוג ולברך, ואחר כך נוטלים הלולב, אבל העיקר לדינא כמו שנתבאר, ליטול קודם את הלולב, שהואיל ואגודים בו הדס וערבה הוא מקודש יותר מהאתרוג, ולו משפט הבכורה"
        },
        {
            "id": 426,
            "text": "בכל יום ויום מברכים על נטילת הלולב, אף שהיא מצוה מדרבנן"
        },
        {
            "id": 427,
            "text": "אם טעה ובירך על הלולב והיה ביד שמאלו, ונטל את האתרוג ביד ימינו ונענע כך, דעת רבינו חננאל שלא יצא, וצריך לחזור וליטול את הלולב ביד ימין והאתרוג ביד שמאל  ודעת הריטב''א שאין זה מעכב בדיעבד, ולעולם יוצא אף כשנטל הלולב בשמאל וכן דעת רוב הראשונים וכן עיקר וכן אם נטל את הלולב והאתרוג שניהם בידו אחת, יצא אולם נכון שיחזור ויטלם כראוי"
        },
        {
            "id": 428,
            "text": "היתה ידו משותקת באופן שאינו יכול להשתמש באותה יד, הרי זה נוטל את הלולב והאתרוג ביד אחד בין אם היא יד ימין או יד שמאל"
        },
        {
            "id": 429,
            "text": "איטר יד שכל מעשיו בשמאל, הרי הוא ככל אדם ונוטל לולב בימינו שהוא ימין כל אדם, וכמו שכתב בשלחן ערוך, דדוקא בתפילין דמדאורייתא, מניח ביד ימין, אבל לולב שהוא רק מדרבנן מה שנוטל ביד ימינו ומשום חשיבותא נוטל בימינו ככל אדם, והולכים בזה אחר ימין ושמאל של כל העולם, ולא אחר ימין ושמאל שלו ואם היפך לית לן בה"
        },
        {
            "id": 430,
            "text": "אם שכח לברך שהחיינו ביום הראשון, מברך ביום השני, וכן כשחל יום טוב ראשון בשבת, מברך שהחיינו ביום ראשון של חול המועד ואם עבר ונטל הלולב ביום א' שחל בשבת, ובירך שהחיינו גם כן, יש אומרים שאין ברכתו שבירך בשבת חשובה כברכה, שהרי היא כברכה לבטלה, וממילא כשנוטל לולב ביום הראשון חוזר לברך שהחיינו ויש חולקים ואומרים דאף שעבר על איסור שבות דרבנן, נחשב כקיים מצוה, ואין ברכתו ברכה לבטלה, וכן עיקר לדינא, ואין לו לחזור ולברך שהחיינו ביום השני"
        },
        {
            "id": 431,
            "text": "בברכת שהחיינו שמברך ביום הראשון על הלולב, טוב לכוין לפטור גם שהחיינו על האכילה של האתרוג, לפי שיש מחלוקת אם מברכין שהחיינו על חידוש פרי האתרוג"
        },
        {
            "id": 432,
            "text": "מי שאין לו לולב אינו מברך שהחיינו, וכן מי שיש לו רק ג' מינין או פחות, אינו מברך שהחיינו"
        },
        {
            "id": 433,
            "text": "מי שאירע לו אבל בחג הסוכות, ויצטרך לישב שבעה אחר החג, אף על פי כן אין לו להמנע מלהקיף את התיבה עם הלולב ומיניו, בין ביום טוב ובין בחול המועד"
        },
        {
            "id": 434,
            "text": "יש ליטול הלולב במקום האגודה, ולא למעלה מהאגודה"
        },
        {
            "id": 435,
            "text": "לא יהיה דבר חוצץ בין ידו לבין הלולב ומיניו, ואין צורך לומר שאם היה לובש כפפות בידיו, מפני הקור, שעליו להסירן קודם נטילת הלולב והאתרוג ואפילו אם דבר החוצץ הוא דבר מועט ולא בכל היד, כגון טבעת, יש להסירה קודם נטילת הלולב ומיניו  ואם היתה על ידו מכה, והוצרך להניח עליה פלסטר, במקום שאוחז בו את הלולב, וקשה עליו מאד להסיר הפלסטר, יש להקל ליטול הלולב כך בברכה"
        },
        {
            "id": 436,
            "text": "לולב שהוא לח מן המים שעליו, יש אומרים שנכון לנגבו משום חשש חציצה ויש חולקים ולדינא, אין המים שעל הלולב חוצצים בין הלולב לידו"
        },
        {
            "id": 437,
            "text": "ארבעת המינים הללו מצוה אחת הן, ומעכבים זה את זה, וכולם נקראים ''מצות לולב'' על שם ברכתו"
        },
        {
            "id": 438,
            "text": "מצות ארבעת המינים מצותם שיהיו אתרוג אחד, לולב אחד, שלשה הדסים, ושתי ערבות ולא יטול יותר מלולב אחד ואתרוג אחד, אפילו אם יתכוין בפירוש שלא לשם מצות לולב אבל בערבה והדס יכול להוסיף כל מה שירצה ויש מי שפוסל להניח הדס שוטה בלולב נוסף על ג' בדין של הדס עבות ויש מתירין והמדקדקים אינם מוסיפים על ב' ערבות וג' הדסים עבות"
        },
        {
            "id": 439,
            "text": "אם מוסיף בלולב הדס או ערבה מפני שאומר שהוא חושש שמא האחד אינו כשר, יש אומרים שגם בזה עובר על ''בל תוסיף'' ויש אומרים שאם מכוין להדיא שאינו יוצא ידי חובתו בספק פסול אלא בכשר, אינו עובר בבל תוסיף"
        },
        {
            "id": 440,
            "text": "אם נטל ארבעת המינים עם עוד מין אחר, יש מי שכתב שעובר על בל תוסיף דוקא אם נטלו לשם מצוה ויש חולקים ואומרים דבזמנו אין צריך כוונה וכן עיקר לדינא לחוש להחמיר כמאן דאמר מצוות אינן צריכות כוונה, ועובר על בל תוסיף מספק"
        },
        {
            "id": 441,
            "text": "אם לאחר שבירך ונטל הלולב ומיניו התבונן וראה שאין שם אלא בד הדס אחד או שנים, יש אומרים שיחזור ויטול הלולב עם ג' בדי הדס ויברך, ויש חולקים, ולכן לדינא יחזור ויטול הלולב עם ג' בדי הדס, אבל לא יברך"
        },
        {
            "id": 442,
            "text": "מצות הלקיחה היא על על כל אחד ואחד מישראל, שנאמר ולקחתם לכם, שתהא לקיחה ביד כל אחד ואחד"
        },
        {
            "id": 443,
            "text": "אם חסר לו אחד מד' המינים, לא יברך על השאר, אלא יטול מה שיש לו לזכר בעלמא, ובמשך היום ישתדל להשיג ד' המינים לברך עליהם, ולצאת ידי חובת המצוה"
        },
        {
            "id": 444,
            "text": "לא יקח מין אחר הדומה לערבה או הדס במקום המין שחסר לו"
        },
        {
            "id": 445,
            "text": "אם היו ארבעת המינים מצויים אצלו ונטלם אחד אחד יצא"
        },
        {
            "id": 446,
            "text": "כל ארבעת המינים האלה, אתרוג, לולב, הדס, וערבה, צריך שיהיו ניטלים דרך גדילתם, עיקריהם למטה, וראשיהם למעלה, ואם הפך אותם, לא יצא"
        },
        {
            "id": 447,
            "text": "אם נטל הלולב לרוחבו, אינו נקרא דרך גדילתו, ואינו יוצא ידי חובה בנטילת הלולב בדרך זו"
        },
        {
            "id": 448,
            "text": "הנוטל לולב בברכה, ואחר כך ראה שההדס או הערבה הפוכים, או שחסרו לגמרי, אם היו הדסים או ערבות מצויים אצלו, ולא שח ולא הפסיק, לא יחזור לברך, אלא יחזור ויטול כל ארבעת המינים בלא ברכה, שספק ברכות להקל ואם לא היו מצויים אצלו, ואחר כך הביאו לו, או שהפסיק בינתים, יברך על נטילת הדס או ערבה, ויחזור ויטול ארבעת המינים"
        },
        {
            "id": 449,
            "text": "אחר שבירך, ינענע הלולב ומיניו שלש פעמים לכל צד ואף על פי שהוא עתיד לנענע בשעת ההלל, יעשה הנענועים גם עתה אחר הברכה, ללא אומר ודברים ודעת מרן שבנענוע צריך להקיף דרך ימין, שהוא לצד מזרח דרום מערב צפון אבל המנהג פעיה''ק ירושלים ת''ו כמו שכתב רבינו האר''י, להקיף דרום צפון מזרח מעלה מטה ומערב ואין לשנות וכל עדה תחזיק במנהגה, אבל על כולם לעשות סדר הנענועים כסברא אחת, או כסברת מרן השלחן ערוך, או כפי מנהגינו כדעת האר''י ז''ל, ולא יהיו חלוקים במנהגם ומנענעים בשעת נטילת הלולב, ואחר כך בהלל כמו שיבואר להלן"
        },
        {
            "id": 450,
            "text": "מהרי''ל כשהיה מנענע היה נשאר עומד במקומו, כשפניו למזרח, ובכל הנענועים היה הופך רק את ידיו עם הלולב ומיניו כנגד הרוחות, ונגד רוח מערב היה מרים את הלולב על כתפו מאחוריו אולם בכתבי האר''י ז''ל מוכח שעליו להפוך פניו לכל רוח שמנענע מולו, ובפרט כשמנענע נגד מערב וכן נהגו במקומותינו להפוך פניהם בכל נענוע לאותו הרוח"
        },
        {
            "id": 451,
            "text": "גם כשהוא מנענע הלולב ומיניו בנענועים שבהלל, יזהר ליטול אותם דרך גדילתם, ולא יהפוך הלולב באופן שיהיה ראשו כלפי מטה, בעת שמנענע לצד מטה, ואפילו אם משכיבו לרוחב לא הוי דרך גדילתו אלא רק יוליך הלולב למרחוק ויחזור ויביאנו אליו, שלש פעמים וכשמנענע לצד מטה, ישפיל רק את ידיו כלפי מטה, ויחזור ויגביהם שלש פעמים, ולא יהפכם לצד מטה, וכשהוא מנענע לצד מעלה ירים ידיו כלפי מעלה ויחזור ויורידם והלולב עומד זקוף בידו בלי שום שינוי"
        },
        {
            "id": 452,
            "text": "בכל הנענועים יתן לבו שהשדרה של הלולב תהיה כנגד פניו, שכן ראוי על פי הקבלה וכן המנהג ויזהר שראש הלולב לא יגע בכותל או בתקרת הסוכה"
        },
        {
            "id": 453,
            "text": "בכל שמונת ימי החג גומרים את ההלל בברכה, וטוב שכל אחד מהקהל יברך לעצמו ברכת ההלל, וכששומע אחר כך מהשליח צבור שסיים ברכת לגמור את ההלל, לא יענה אחריו אמן, שלא יהיה הפסק בין הברכה לקריאת ההלל  ואם טעה ובירך לקרוא את ההלל במקום לגמור את ההלל, יצא ידי חובה"
        },
        {
            "id": 454,
            "text": "כל אדם ינענע בהלל ארבעה פעמים, בהודו לה' כי טוב פעם אחת, ובאנא ה' הושיעה נא, ב' פעמים, ובהודו , פעם אחת"
        },
        {
            "id": 455,
            "text": "כשמנענע בהלל, באנא ה' הושיעה נא, צריך להזהר שלא ינשום באמצע תיבת הושיעה, שכל שהתיבה נחלקת מאבדת משמעותה, ולכן ימהר לסיים נענועו באופן שיאמר את כל התיבה כדרכה ואם נשימתו קצרה יאמר כל התיבה כדרכה, וינענע אחר כך מה שהוא צריך לנענע בה  והמנהג לעשות במלת אנא שני נענועים, דרום צפון, ומלת הושיעה שלשה נענועים מזרח מעלה מטה, ובמלת נא נענוע אחרון לצד מערב"
        },
        {
            "id": 456,
            "text": "אין לנענע בשעה שמזכיר את ''השם'' כי בעת הזכרת שם ה' צריך לכוין בו, ולכן אין לו להטריד עצמו בנענוע בשעת הזכרתו"
        },
        {
            "id": 457,
            "text": "ברוב עם הדרת מלך, ולכן טוב שהצבור יהיו כולם אגודה אחת לנענע הלולב יחד עם השליח צבור, שלא יהיו מקצתן מאחרין ומקצתן מקדימין והשליח צבור ינעים בקולו כמלך בגדוד להלל ולשבח לבורא בקול רינה"
        },
        {
            "id": 458,
            "text": "אם לא היה לו לולב קודם ההלל, או ששכח לברך על הלולב, ואחר שבירך על ההלל והתחיל בהלל, הביאו לו לולב ומיניו, יפסיק בין פרק לפרק לברך על הלולב, כדי שיוכל לנענע עם הצבור אבל לא יפסיק בין ברכת לגמור את ההלל להלל כדי לברך על הלולב"
        },
        {
            "id": 459,
            "text": "מי שנמצא במועד בבית האסורים, והמקום מטונף שאי אפשר שם לברך ולהתפלל, משום ''והיה מחניך קדוש'', רשאי ליטול לולב ומיניו בלא ברכה, לקיום המצוה סימן תרנב - זמן נטילת לולב"
        },
        {
            "id": 460,
            "text": "מצות לולב ומיניו נוהגת ביום ולא בלילה, שנאמר ולקחתם לכם ''ביום'' הראשון, ונאמר ושמחתם לפני ה' אלוהיכם שבעת ''ימים'', וזמן הלולב הוא מהנץ החמה, ואם נטלו אחר שעלה עמוד השחר, יש אומרים שנכון לחזור וליטלו בלי ברכה, אחר שתנץ החמה, ויש אומרים שאין צריך לחזור וליטלו, שיצא ידי חובה וכן עיקר לדינא ולכן בשעת הדחק אם צריך להשכים לצאת לדרך נוטלו משעלה עמוד השחר אך אם אין שעת הדחק, צריך להמתין לכתחלה עד שתנץ החמה"
        },
        {
            "id": 461,
            "text": "מי שנטל לולב קודם עמוד השחר, ונשאר בידו עד אחר הנץ החמה, יש להסתפק אם צריך להניחו ולחזור וליטלו, או שעצם האחיזה בידו אחר אור היום מספיקה לצאת ידי חובה, ואין צריך לעשות מעשה הנטילה"
        },
        {
            "id": 462,
            "text": "כל היום כשר לנטילת לולב, ולכן אם לא נטל בשחרית יטלנו אחר כך ומכל מקום זריזים מקדימין למצות ונוטלים אותו מיד אחר החזרה של תפלת שחרית, ומנענעים הלולב ומיניו לארבע רוחות העולם ומעלה ומטה, מוליך ומביא מעלה ומוריד ואחר כך גומרים ההלל כל שמונת ימי החג, ומברכים אשר קדשנו במצותיו וצונו לגמור את ההלל"
        },
        {
            "id": 463,
            "text": "נהגו קצת מן המהדרים לברך על הלולב בתוך הסוכה, עם הקיצו משנתו, לפני תפלת שחרית, עם הנץ החמה, ולנענע, ואחר כך הולכים לבית הכנסת, ונוטלים הלולב בהלל בלי ברכה, ומנענעים עם הצבור ויש אומרים דכיון שקריאת שמע מצוה מן התורה, לפיכך תדיר ושאינו תדיר תדיר קודם ועוד, דכיון שעיקר מצותו בשעת ההלל, לפיכך יש לברך על הלולב רק אחר שחרית בעת אמירת ההלל וכיון שנוטל אותו בבית הכנסת עם הצבור, וברוב עם הדרת מלך, בודאי שההלל שאומר עם הצבור במקום קדושתו לא גרע מן הסוכה, אלא אדרבה היא תוספת מעלה וקדושה יתרה, ולעולם אל יפרוש אדם מן הצבור ואף על פי שמעלת זריזים מקדימים למצות עדיפא ממעלת ברוב עם הדרת מלך, , מכל מקום הרי גם לענין תפלה וק''ש בהשכמה ישנה מעלת זריזים מקדימים למצות, עם המעלה של ''תדיר ושאינו תדיר תדיר קודם'' וכן כתב בספר סדר היום , וז''ל: לעולם אל יפרוש אדם מן הצבור, ומנהג הצבור ליטול הלולב אחר חזרת השליח צבור של תפלת שחרית, קודם ההלל וכו' ע''ש וכן מנהגינו"
        },
        {
            "id": 464,
            "text": "הנוטל את הלולב בסוכה ויצא בו ידי חובה, יש מי שאומר שאסור לו להוציאו ביום טוב לרשות הרבים במקום שאין עירוב, לבית הכנסת לצורך הנענועים בהלל, כיון שאינם אלא מדרבנן אך לדינא מותר להוציא הלולב ביום טוב אף אחר שיצא בו ידי חובה, לצורך הנענוע בלבד והמנהג פשוט שאף לאחר שיצא ידי חובה ונענע כהלכה, מחזירו לביתו דרך רשות הרבים, דשמא יצטרך ליתנו לאחר לצאת בו ידי חובה, או ליתנו לאשתו שתטלנו בלא ברכה ויש לה שכר על זה כמי שאינו מצוה ועושה"
        },
        {
            "id": 465,
            "text": "יש מי שכתב שהנוהג על פי האר''י ז''ל להשכים ולברך על הלולב בסוכה קודם תפלת שחרית, צריך להקפיד לברך ברכת התורה קודם נטילת הלולב אולם לדינא אין צריך להקפיד בזה, שהרי מותר לעשות מצוה קודם ברכות התורה, שאף על פי שבשעת מעשה המצוה הוא מהרהר בדין ההוא, אף על פי כן מותר לכולי עלמא, שכל שאינו מתכוין לשם לימוד אין צריך ברכה"
        },
        {
            "id": 466,
            "text": "מי שלא השיג לולב ביום טוב של סוכות והגיע לידו בבין השמשות דידן, דהיינו אחר שקיעת השמש במה שנראה לעינינו, יטול לולב ויברך עליו, וינענע בו כדין ואף בחול המועד הדין כן"
        },
        {
            "id": 467,
            "text": "אסור לאכול סעודה קודם שיטול הלולב, , אבל טעימה בעלמא, כגון מיני פירות, או פחות מכביצה פת, מותר והחסידים הראשונים היו מתענים על מצוה חביבה כגון לולב והוא בודאי ממדת חסידות ומי שהוא חלש יוכל לסמוך לשתות, או לטעום מידי, כפי עיקר הדין  ואם שכח והתחיל בסעודה ונזכר על שלחנו, ביום הראשון שהוא מן התורה יפסיק ויברך על הלולב, אפילו יש שהות הרבה ביום ליטול הלולב אחר שיסיים סעודתו ומיום שני והלאה שנטילת הלולב מדרבנן, אם יש שהות ביום ליטלו אחר סעודתו אין צריך להפסיק סימן תרנג - להריח בד' המינים"
        },
        {
            "id": 468,
            "text": "בשבת שקודם חג סוכות, מותר לטלטל האתרוג , שהרי ראוי להריח בו, באופן שיברך על פרי אחר שיש בו ריח, ויריח באתרוג  ובכל ימי החג, אין להריח באתרוג, בין בשעת נטילתו לצאת בו ידי חובה, בין באמצע היום כשנוטלו בשביל להריח, מפני הספק שיש אם לברך עליו, אחר שאינו עומד לריח אלא למצוה"
        },
        {
            "id": 469,
            "text": "הדס של מצוה אסור להריח בו בכל ימי החג, מפני שהוא עומד תמיד לריח, ובחג הוקצה למצותו ולא לריח, ודמי לעצי סוכה ואותן המברכים ברכת הריח בעת שנוטלים את ד' המינים, מנהג שטות הוא  ואם התנה על ההדסים שבלולב בערב יום טוב ואמר, איני בודל ממנו כל בין השמשות מלהריח בו, וגם אחר מצותו יכול להריח בו, מותר להריח בו ולכן מותר לטלטל את ההדס בשבת חול המועד, כיון שהוא ראוי להריח בו"
        },
        {
            "id": 470,
            "text": "אתרוג של מצוה, כיון שעיקרו עומד לאכילה, לא הקצהו אלא מאכילה, אבל להריח בו מותר  אלא שנחלקו הפוסקים אם יברך על ריחו, שיש אומרים שכיון שאינו עומד כעת להריח בו, אלא למצותו, אין ברכת ''הנותן ריח טוב בפירות'' שייכת עליו,  ויש אומרים שיכול לברך עליו ברכת הריח,  לפיכך יש להמנע מלהריח בו  ומכל מקום אם בירך על ריח של פרי אחר הנותן ''ריח טוב בפירות'', יכול להריח באתרוג של מצוה ולכן אף בשבת בימי חג הסוכות, מותר לטלטל האתרוג, מפני שהוא ראוי להריח בו, על ידי שיברך על ריח של פרי אחד"
        },
        {
            "id": 471,
            "text": "יש אומרים שביום טוב או בשבת אסור לעטוף את האתרוג בבגד, מפני שהוא מוליד ריחא, ויש מקילין בזה  ומכל מקום אם האתרוג עטוף בנעורת של פשתן, כרגיל, מותר לכורכו בשיראין"
        },
        {
            "id": 472,
            "text": "אתרוגי מצוה העומדים לסחורה, יש אומרים שדינם כמוקצה מחמת חסרון כיס, ואסור לטלטלם בשבת שקודם המועד ויש אומרים דמאחר וראוי לברך על האתרוג ברכת הנותן ריח טוב בפירות, אין אדם מקצה דעתו מהם אפילו עומדים לסחורה ולולב אסור לטלטלו בשבת, אפילו לצורך גופו ומקומו, שהרי אין עליו תורת כלי כלל"
        },
        {
            "id": 473,
            "text": "אתרוג, כל שעדיין לא יצא בו מותר בהנאה, דהזמנה לאו מילתא היא סימן תרנד - להחזיר הלולב למים"
        },
        {
            "id": 474,
            "text": "מותר לאשה לטלטל את הלולב וארבעת המינים ביום טוב, ואינו חשיב כמוקצה, דמתוך שמותר בטלטול לאנשים לצאת ידי חובה, מותר גם לנשים"
        },
        {
            "id": 475,
            "text": "לפיכך מקבלת אשה הלולב מיד בנה או מיד בעלה ומחזירתו למים, ביום טוב ומותר לה להוסיף עליו מים אם צריך, אבל לא תחליף המים ובחול המועד מצוה להחליפם כדי שישאר לח והדור סימן תרנה - עכו''ם שהביא לולב"
        },
        {
            "id": 476,
            "text": "עיר שלא הצליחו תושביה להשיג אתרוג למצוה, ונודע להם שבעיירה הסמוכה להם, יכולים להשיג מהם אתרוג, אבל העיירה היא רחוקה מן העיר שלהם יותר משנים עשר מיל, בכל זאת מותר להם לשלוח גוי בליל יום טוב להביא להם אתרוג, לזכות את הקהל במצות לולב ביום טוב הראשון שהוא מן התורה ואם אפשר יאמר לגוי שיאמר לגוי חבירו"
        },
        {
            "id": 477,
            "text": "וכן אם חל יום טוב הראשון של חג בשבת, מותר לשלוח גוי בשבת שיביא להם אתרוג, אפילו מחוץ לתחום, לצורך יום המחרת ואפילו חוץ לי''ב מיל, אף שעבר יום א' דהוי מדאורייתא, דאכתי איכא מצוה דרבנן, ודחי שבות דשבות דרבנן  ואם אומרים לגוי בשבת להביא להם מחוץ לתחום, שופר או אתרוג למצוה, לצורך יום המחרת, ואנו יודעים שהגוי ינהג ברכב שלו לנסוע למקום ההוא, ויעשה מלאכה דאורייתא אף על פי כן הדבר מותר, כי הגוי אדעתא דנפשיה קא עביד, לרווחתו, כדי שלא יטרח ללכת ברגל, ולא מקרי זה לצורך ישראל, שאנו אין לנו שום נפקא מינה אם ילך ברגלו, בין אם יסע ברכבו"
        },
        {
            "id": 478,
            "text": "קהל שלא השיגו אתרוג ביום הראשון של החג, והגיע אליהם בחול המועד, צריך לברך על נטילת לולב ו''שהחיינו'' בחול המועד סימן תרנו - הידור מצוה בלולב"
        },
        {
            "id": 479,
            "text": "המדקדק לצאת ידי חובת מצות אתרוג כהלכתה, ובהידור, ויש לפניו אתרוג שאינו מורכב, אך אין האתרוג מהודר, ואתרוג אחר שהוא מורכב, אך מהודר, ורוצה לקיים גם מצות ההידור באתרוג המורכב, וגם מצות אתרוג, באתרוג שאינו מורכב, יכול ליטול הלולב עם האתרוג המורכב והמהודר לפני שיברך על הלולב, ויתכוין בדעתו שלא לצאת ידי חובת ארבעת המינים אלא לאחר הברכה, ובסיום ברכתו יניח האתרוג המורכב ויטול מיד האתרוג שאינו מורכב, וינענע בו, ואחר כך ישוב לנענע באתרוג המורכב ובאופן כזה אין הפסק במעשה כל שהוא, בין הברכה לקיום המצוה, כי האתרוג המורכב היה כבר בידו לפני הברכה וסילוקו מיד לשם נטילת האתרוג שאינו מורכב הוי לצורך מצוה, יש לומר דלא חשיב הפסק ומכל מקום לא אריך למיעבד הכי לכתחלה, שהרי כל זה אינו אלא להידור מצוה בעלמא, ויוצא שכרו בהפסדו, מחשש הפסק, לפיכך שב ואל תעשה עדיף, אלא יטול האתרוג שאינו מורכב אף שאינו מהודר, ורק אחר כך ינענע את האתרוג המורכב סימן תרנז - קטן היודע לנענע לולב"
        },
        {
            "id": 480,
            "text": "קטן היודע לנענע לולב, אביו חייב לחנכו במצות לולב ואם האב ידו משגת חייב לקנות לו לולב בפני עצמו ואין צריך שידע הקטן לנענע כסדר שבשלחן ערוך או על פי דעת המקובלים, ודי שיודע להוליך ולהביא ולנענע הלולב"
        },
        {
            "id": 481,
            "text": "אם אין לקטן לולב, יתן לו אביו הלולב לנענע בו  ויש אומרים שדי בכך שהקטן ינענע בעת הברכה, ואין צריך לתת לו לנענע גם בפסוקי ההלל ויש חולקים ואומרים שעל הקטן לנענע גם בפסוקי ההלל ולכן נראה שאפשר שימהר אביו לנענע, וימסור לו הלולב לנענע גם בהלל וכן בהקפות"
        },
        {
            "id": 482,
            "text": "מצוה לחנך את הקטנים במצות לולב, אף בחול המועד דהוי מדרבנן סימן תרנח - מצות לולב ביום טוב"
        },
        {
            "id": 483,
            "text": "מצות עשה מן התורה שיטול כל איש מישראל ארבעה מינים בחג הסוכות, ומצות לולב ומיניו אינה נוהגת מן התורה, אלא ביום ראשון של חג הסוכות, ככתוב: ''ולקחתם לכם ביום הראשון'' ונוהגת מצוה זו בכל מקום ובכל זמן, אלא שבמקדש היתה המצוה נוהגת כל שבעה, ככתוב ושמחתם לפני ה' אלהיכם ''שבעת ימים'' ומשחרב בית המקדש, התקין רבן יוחנן בן זכאי ובית דינו, שיהיו הלולב ומיניו ניטלים בכל מקום, בכל משך שבעת הימים, זכר למקדש  והואיל ואין הלולב ומיניו ניטלים בשאר הימים אלא מדברי סופרים לפיכך הקילו חז''ל שיוכל לצאת ידי חובתו בלולב או באתרוג חסר, שרק לגבי היום הראשון נאמר ''ולקחתם'', לקיחה תמה, מושלמת אבל מיום השני והלאה ''חסר'' כשר ומכל מקום היכא דאפשר ראוי לעשות מצוה מן המובחר להשיג אתרוג אחר שהוא שלם וכן יוצאים ידי חובה בלולב או באתרוג שאול, ואין צריך שיהיה שלו לגמרי, שרק ביום הראשון נאמר ולקחתם ''לכם'' משלכם, ולא שאול, וכל שכן גזול וכשיבנה בית המקדש במהרה בימינו יחזרו כל הדברים ליושנם"
        },
        {
            "id": 484,
            "text": "יש נוהגים לילך אצל הכותל המערבי בחול המועד לנענע הלולב בלי ברכה, לצאת ידי חובה אליבא דהרמב''ם הסובר שבירושלים מצוה מהתורה כל שבעה אך אין מברכים על הלולב אלא פעם אחת ביום, אף אם נוטלו כמה פעמים ויש אומרים שגם לדעת הרמב''ם אין החיוב בכל שבעה ימים בירושלים אלא בזמן שבית המקדש היה קיים, אבל בזמן הזה גם לדעת הרמב''ם אין חיוב נטילת לולב בירושלים בשאר הימים אלא מדרבנן ועוד, שיש לומר שהרמב''ם חזר בו בחיבורו ממה שכתב בפירוש המשנה ולכן כל שיש חשש ביטול תורה אין צריך להחמיר בדבר לילך לכותל , אלא יסמוך על דעת רוב האחרונים שלא חששו לזה אבל אם אין בדבר ביטול תורה טוב שבחול המועד ינענע הלולב ומיניו ליד הכותל"
        },
        {
            "id": 485,
            "text": "יש מי שכתב שהדרים בירושלים צריכים להזהר גם בזמן הזה, בכל שבעת הימים, בדין שאול או חסר, כמו ביום הראשון, אולם אין זה לדינא, ואין לפסול שאול וחסר אלא ביום הראשון בלבד, והיינו בכל מקום, ד''לכם'' משלכם, אינו אלא ביום הראשון"
        },
        {
            "id": 486,
            "text": "כל הזהיר במצוה זו, זוכה לחיי העולם הזה והעולם הבא, וזוכה לבנים צדיקים שיש להם לב בתורה והעושה מצוה זו כתקנה יש לו תועלת גדולה לנפשו ולגופו, וניצול הוא וכל אנשי ביתו מכל צרה ומכל גזירה רעה"
        },
        {
            "id": 487,
            "text": "ראוי לכל אחד לזכות את שכניו וקרוביו במצוה יקרה זו, ואם רואה אדם את חבירו שהגיע לבית הכנסת ואין לו ד' המינים, יזכה אותו במצוה יקרה זו, אחר שהוא עצמו יצא ידי חובה"
        },
        {
            "id": 488,
            "text": "כבר נתבאר שאתרוג שניטלה פיטמתו או עוקצו לדידן כשר לצאת בו ידי חובה בחול המועד, ואף מברכים על אתרוג כזה"
        },
        {
            "id": 489,
            "text": "בזמן שהיה בית המקדש קיים היה הלולב ניטל ביום הראשון אפילו חל בשבת, אפילו חוץ למקדש, בכל מקום שידעו בודאי בקביעות ראש החודש , ושהיום בודאי הוא יום הראשון של החג בארץ ישראל אבל במקומות הרחוקים שלא הספיקו לדעת מתי נקבע ראש החודש, לא היו נוטלים הלולב בשבת, מספק משחרב בית המקדש גזרו חכמים שלא ליטול את הלולב בשבת, אפילו ביום ראשון של החג שחל בשבת, ואפילו בני ארץ ישראל שיודעים מתי קידשו את החודש, גזרה שמא יוליך את הלולב בידו, ללמוד ברכתו ונענועו, ויוציאנו מרשות היחיד לרשות הרבים, או יעבירנו ארבע אמות ברשות הרבים"
        },
        {
            "id": 490,
            "text": "כשחל יום ראשון של חג סוכות בשבת, וכל שכן אחד מימי חול המועד סוכות שחל בשבת, הלולב ההדס והערבה דינם כדין מוקצה, ואין לטלטלם אפילו לצורך מקומו של הלולב וראה לעיל סי' תרנג סעיף ח"
        },
        {
            "id": 491,
            "text": "מותר לטלטל את הלולב ומיניו בלילה הראשון של החג, להכינו לצאת בו ידי חובה ביום הראשון, ואין עליו בלילה תורת מוקצה"
        },
        {
            "id": 492,
            "text": "יש מי שכתב שאחר שאדם יצא ידי חובתו בלולב ביום טוב ראשון, והניחו על דעת להצניעו, והסיח דעתו ממנו, אסור לטלטלו משום מוקצה אולם למעשה אין בזה איסור מוקצה, שהרי עדיין דעתו עליו לפנותו או ליתנו לאיש אחר לצאת בו ידי חובה, וכל שראוי לצאת בו ידי חובה, לא נאסר בטלטול כלל ולא מצינו בו איסור טלטול אלא בשבת נטילת הלולב ומיניו השייכים לו - ביום הראשון"
        },
        {
            "id": 493,
            "text": "נאמר בתורה: ולקחתם ''לכם'' ביום הראשון פרי עץ הדר כפות תמרים וענף עץ עבות, וערבי נחל, ודרשו חז''ל לכם משלכם, שאין אדם יוצא ידי חובה ביום טוב הראשון של החג בלולב של חבירו, לא בשאול ולא בגזול, אלא בלולב שלו והוא הדין לכל ארבעת המינים וכן פסק הרמב''ם : ארבעה מינים אלו, שהם הלולב וההדס והערבה והאתרוג, שהיה אחד מהם גנוב או גזול אפילו לאחר יאוש בעליו, הרי זה פסול וכן פסקו הטור ומרן השלחן ערוך : אין אדם יוצא ידי חובתו ביום הראשון של החג בלולב של חבירו אפילו השאילו מרצון, שנאמר ''לכם'' משלכם ואפילו אם אמר לו יהא שלך עד שתצא בו ידי חובה ואחר כך יהיה שלי כבתחלה, לא יצא, שזה נחשב כמו שאול בידו וכן אם לקח לולב בשאלה או בשכירות לא יצא וכן אם הונח אצלו לולב או אתרוג בתור משכון על הלואתו אינו יכול לצאת בו ידי חובה"
        },
        {
            "id": 494,
            "text": "אף על פי שאפשר לצאת ידי חובה בלולב של חבירו, וביום הראשון באופן שנותנו לו במתנה, ואפילו במתנה על מנת להחזיר, מכל מקום הירא את דבר ה' וחפץ מאד במצוותיו לעשותן מן המובחר, ראוי לו לקנות לולב ואתרוג לעצמו, כדי לקיים המצוה כתיקנה, בעשיית כל הנענועים כהלכתן ובהקפה עם הצבור עם הלולב ועוד כי רוב העולם אינם יודעים כיום להקנות במתנה גמורה לחבריהם ומה שיש קונים הקמת ספר תורה או פתיחת ההיכל בדמים מרובים, ואילו לולב אין לוקחים, ויוצאים בלולב של אחר, הא ודאי לאו שפיר עבדי, דעושים עיקר טפל וטפל עיקר"
        },
        {
            "id": 495,
            "text": "על פי המקובלים אין ראוי לברך על האתרוג שלוקחו בחינם, דהקליפות יונקות מאותן מצוות הבאות לאדם בחנם"
        },
        {
            "id": 496,
            "text": "אם נתן לו חבירו לולב במתנה, ביום טוב ראשון, יוצא בו ידי חובה ואפילו במתנה על מנת שיחזירהו לו, הרי זה יוצא ידי חובתו, שמתנה על מנת להחזיר שמה מתנה  ומותר ליתן מתנה את ארבעת המינים ביום טוב, ואף במתנה גמורה, כיון שהוא לצורך מצוה"
        },
        {
            "id": 497,
            "text": "הלוקח לולב מחבירו במתנה ביום הראשון, אין צריך להניח הלולב מידו לאחר משיכתו והגבהתו, ואחר כך לחזור וליטלו לשם מצוה, שקנייתו מחבירו על-ידי משיכה ויציאתו ידי חובה, נעשים בבת אחת וכן פשט המנהג ואין מעשה הזכייה נחשב להפסק בין הברכה למצוה, שהזכייה היא רגע כמימריה, ולא הוי הפסק, ובפרט דחשיב הפסק מהענין"
        },
        {
            "id": 498,
            "text": "המקבל מחבירו לולב במתנה על מנת להחזיר, צריך שיקיים תנאו, ולהחזיר הלולב לבעליו, ואם לא החזירו, לא יצא ואפילו נאנס מידו, לא יצא  וכן אם החזירו לאחר זמן מצותו, לא יצא, שבודאי היתה דעתו של הנותן שיחזירהו לו כדי שיוכל לצאת בו ידי חובה ואפילו אם הנותן יצא בו ידי חובתו, צריך שיחזירהו אליו לפני הנענועים שבהלל וההקפה, כדי שיוכל לנענע ולהקיף עם הצבור ויש אומרים שאף בדיעבד אם החזירו לאחר הנענועים לא יצא, וטוב שיחזור ויטלנו בלי ברכה"
        },
        {
            "id": 499,
            "text": "הנותן לולבו לחבירו בסתם לצאת בו ידי חובה, הרי הוא כאילו אמר לו בפירוש ''על מנת שתחזירהו לי'', כי אומדנא דמוכח הוא, שמסתמא כיון שהוא צריך לו לצאת ידי חובה, מפני שאין לו לולב אחר, אנן סהדי שנתנו על מנת שיחזירהו לו, ואם לא החזיר לא יצא ואפילו אם בעל הלולב כבר יצא ידי חובה בלולבו, קודם לכן, מסתמא הוא צריך לו לשאר ימי החג, שיצא ידי חובה בלולב שלו, ולא נתכוון להקנותו אלא על מנת שיחזירנו לו"
        },
        {
            "id": 500,
            "text": "אם המקבל לולב מחבירו במתנה על מנת להחזיר, נתנו לאחר במתנה על מנת להחזיר, והאחר החזירו לבעליו, יצאו ידי חובתם, ואף לכתחלה מותר לעשות כן"
        },
        {
            "id": 501,
            "text": "כשם שאין אדם יוצא ידי חובה בלולבו של חבירו כשנתן לו בתורת שאלה, כך אינו יוצא ידי חובה בלולבו של חבירו שלא מדעת חבירו, ואין אומרים בזה ''ניחא ליה לאיניש דליעבד מצוה בממוניה'' שמכיון שצריך ''לכם'' שיהא שלו ממש, הרי זה כלולב השאול, שאין יוצאים בו ידי חובה ורק בשאר ימי החג שיוצאים ידי חובה בשאול, מותר ליקח לולב של חבירו שלא מדעתו, דמסתמא ניחא ליה למיעבד מצוה בממוניה, אלא אם כן הוא ידוע שמקפיד מאד שלא תיסדק התיומת של הלולב, וכיוצא בזה"
        },
        {
            "id": 502,
            "text": "אם אין האיש בביתו ביום טוב, אלא הלך לעיר אחרת וכדומה, ונתנה אשתו את לולבו לאחד מאוהביו במתנה על מנת להחזיר, אינו יוצא בו ידי חובה דשמא בדעתו למכור את הלולב ומיניו, ולא ניחא ליה במה שנתנה את הלולב במתנה לאחר ולכן אם עבר ובירך עליו ונטלו, יחזור ויטול לולב אחר שיתן לו במתנה כדת, אך לא יחזור לברך, שיש ספק שמא מסכים בדעתו לכך"
        },
        {
            "id": 503,
            "text": "יש אומרים שאם קנה לולב ואתרוג ומשך אותם ועדיין לא שילם דמיהם למוכר, אינו יוצא ידי חובה מן התורה ביום הראשון, כי דבר תורה מעות קונות, ורק חכמים תיקנו ההקנאה במשיכה, אבל מן התורה אינם שלו, ולכן לא יצא ידי חובה ולפיכך יש להזהר ולפרוע דמיהם לפני החג אך רבים חלקו על זה, וסוברים כי קנין דרבנן מועיל אף לקיום מצוה דאורייתא ואף שלכתחלה נכון לחוש לדברי המחמירים, ולפרוע המעות לפני החג, אך אין זה אלא ממדת חסידות אבל הלוקח מחבירו במתנה קונה במשיכה ויוצא בו ידי חובה מן התורה ויש אומרים שאף במכר אם זקף עליו המעות במלוה, הוי כנתינת מעות ומיהו צריך שיקנה מידו בחליפין שמתחייב לו דמי החפץ"
        },
        {
            "id": 504,
            "text": "הזוכה לקבל לולב של חבירו במתנה ביום הראשון של החג, יגביה הלולב ומיניו והאתרוג, לכל הפחות ''טפח'' , כדי שיזכה בקנינו"
        },
        {
            "id": 505,
            "text": "לא יתן אדם ביום הראשון את לולבו לבנו קטן, פחות מגיל בר מצוה, שיצא בו, קודם שהוא עצמו יוצא בו ידי חובה, מפני שהקטן קונה ואינו מקנה לאחרים מן התורה, ונמצא שאף שהחזירו לו אינו מוחזר מן הדין, ושוב נעשה בידו כשאול  והר''ן כתב, שאם הקטן הגיע לעונת הפעוטות כבן שש כבן שבע, והוא חריף ומבין בטיב משא ומתן מותר ליתנו קודם שיצא בו ידי חובה והעיקר כסברא ראשונה שאין חילוק בזה ואפילו לקטן שהגיע לעונת הפעוטות, לא יתן לו הלולב עד שיצאו הגדולים ידי חובה"
        },
        {
            "id": 506,
            "text": "אם הנותן תופס בלולב יחד עם התינוק, כיון שלא יצא מידו, לא קנאו הקטן כלל, ולכן מותר אפילו בקטן שלא הגיע לעונת הפעוטות  ואף על פי כן יש אומרים שקיים בזה מצות חינוך, דלגבי קטן לא קפדינן שיהיה ''משלכם'' ויוצא ידי חובה גם בשאול אבל אם הוא בן י''ג שנה ויום אחד, מותר ליתן לו הלולב לצאת בו ידי חובה, ואחר כך יחזירנו לאביו, ויקיים בו המצוה כדת"
        },
        {
            "id": 507,
            "text": "לפיכך יש להזהר שלא לקנות מקטן שהוא פחות מגיל בר מצוה לולב או אתרוג או הדס ''וערבה'' ומי שקנה אתרוג מקטן ונטלו ביום הראשון בברכה, ואחר כך נזדמן לו אתרוג אחר שיכול לקבלו מחבירו במתנה ויקנהו מן התורה, יחזור ויטול האתרוג מחבירו, בלא ברכה"
        },
        {
            "id": 508,
            "text": "יש מי שכתב שיש להקפיד בחוץ לארץ שלא ליתן הלולב לקטן גם אחר שיצא בו, כי יום טוב שני דינו כיום טוב הראשון שאין יוצאים בו ידי חובה בשאול, וקטן מקנא קני אקנויי לא מקני אולם לא ראינו מי שנזהר בזה ונראה שלדעת מרן אם הקטן הגיע לעונת הפעוטות מותר לתת לו הלולב במתנה על מנת להחזיר אחר שיצא בו, משום שיום טוב שני ספק הוא, שמא יום טוב שני הוא חול המועד שיוצאים ידי חובה בשאול ואם תמצא לומר יום טוב הוא, שמא הלכה כסברת הר''ן, שהביא מרן בשם יש אומרים, שאם הגיע לעונת הפעוטות מותר, שאז מתנתו מתנה מדברי סופרים, ומכיון שיש ספק ספיקא מותר"
        },
        {
            "id": 509,
            "text": "קטן יוצא ידי חובה בלולב שאול ביום הראשון, שאף על פי שצריך לחנך את הקטן לקיים מצוה בשלימותה, מכל מקום עיקר מצות חינוך היא על עצם המצוה, שהחפצא של המצוה צריך שתהיה בהכשר גמור, אבל לעולם אין צריך לדקדק בפרטי המצוה במצות חינוך לקטן והקטן רשאי גם לברך על לולב שאול ביום טוב ראשון"
        },
        {
            "id": 510,
            "text": "מי שהוא בן י''ג שנה ויום אחד מותר ליתן לו לולב לצאת בו ידי חובה ביום הראשון של החג, קודם שיצא בו בעצמו, אף שאין אנו יודעים אם הביא ב' שערות"
        },
        {
            "id": 511,
            "text": "כבר נתבאר לעיל שהנשים של הספרדים ועדות המזרח, אינן מברכות כלל על נטילת לולב, משום שלדעת הרמב''ם והראב''ד וסיעתם יש בזה איסור ברכה לבטלה, וכדבריהם פסק מרן שקבלנו הוראותיו אלא נוהגות ליטול הלולב בלא ברכה אולם הנשים של אחינו האשכנזים נוהגות כדעת רבינו תם לברך על הלולב, ולכן אם האשה נשואה, בעלה יוכל לתת לה במתנה הלולב ומיניו אבל אם הוא איש אחר ונותן הלולב ומיניו לאשה נשואה, טוב שיאמר לה: הרי לך לולבי במתנה, על מנת שתצאי בו ידי חובת המצוה בלבד, שיש אומרים שאין לתת הלולב ביום הראשון לאשה נשואה במתנה על מנת להחזיר, שלא בנוכחות בעלה, ואחר כך יתנהו לאיש אחר לצאת בו ידי חובה, מפני שבנתינתו לה זכה בו בעלה לקנין פירות, ואפילו אמר לה על מנת שאין לבעלך רשות בו, זוכה בו הבעל אבל בנוכחות בעלה, והבעל גם כן מקנה הלולב לבעליו שפיר דמי וכל שכן שהבעל רשאי לתת הלולב לאשתו, ולאחר שנוטלתו ומחזירתו אליו, שוב יכול ליתנו לחבירו לצאת בו ידי חובה"
        },
        {
            "id": 512,
            "text": "שותפים שקנו אתרוג ולולב בשותפות, אין שום אחד מהם יוצא בו ידי חובה ביום הראשון, עד שהשני יתן לו חלקו במתנה"
        },
        {
            "id": 513,
            "text": "מה שנוהגים קהלות ישראל במקום שאין אתרוגים כשרים מצויים שם, שהגבאים של בית הכנסת עורכים מגבית לקניית אתרוג כשר בשותפות בשביל כל הקהל לצאת בו ידי חובה, והם יוצאים בו ידי חובה גם ביום הראשון של החג, הטעם הוא, שמכיון שקנאוהו לזכות את כל הקהל לצאת בו ידי חובה, מסתמא הוי כאילו כל הקהל שתורמים לקופת בית הכנסת, פירשו בהדיא, שהם נותנים חלקם במתנה לכל מי שנוטלו לצאת בו על מנת שיחזירהו להם ומכל מקום טוב ונכון לכתחלה שיצא ידי חובה באתרוג של חבירו במתנה על מנת להחזיר, ולא באתרוג של הקהל, מפני שיש לחוש שלא כולם בקיאים בהלכה, ואולי יש מאלה שתרמו לטובת מצוה זו, על דעת שישאר להם חלקם לבדם  וכל זה מיירי שהקהל תרמו למצוה זו במיוחד, הא לאו הכי אלא שקנו הגבאים אתרוג מקופת בית הכנסת, בכהאי גוונא גרע טפי, כיון שהוא כסף השייך להוצאות בית הכנסת או לעניים"
        },
        {
            "id": 514,
            "text": "מי שיש לו אתרוג כשר על פי הדין, אך אינו מהודר כל כך, והאתרוג של הקהל מהודר, יותר טוב שיצא ידי חובתו בשל עצמו ממה שיברך על אתרוג של צבור"
        },
        {
            "id": 515,
            "text": "מי שמכר לולב לחבירו והתנה עמו שלא יטלוהו הקהל, והלוקח עבר על התנאי ונטלו יחד עם כל הקהל, יש מי שכתב שלא יצאו ידי חובה, ורק אם הלוקח חזר ופייס את המוכר בדמים, יצאו דכשמחל לו על התנאי, הוברר למפרע, שאין כאן תנאי, ולכן יצאו ידי חובה"
        },
        {
            "id": 516,
            "text": "מי שגזל אתרוג מגנת חבירו ונטלו ביום טוב, ובחוה''מ שב ורפא לו, ופייס לבעל הגנה בדמים, ומחל לו, יש מי שכתב שפיוסו מועיל לו למפרע, ויצא ידי חובה ביום הראשון, דלמפרע קרינן ביה משלכם ויצא ידי חובה  ויש חולקים, דמאחר ובאיסורא אתא לידיה דרך גזלה, אף שאחר כך קנאו בדמים, אין קנייתו מועילה למפרע אלא מכאן ולהבא, שאינו קונה למפרע  וכן נראה עיקר הלכה למעשה"
        },
        {
            "id": 517,
            "text": "יש אומרים שיש להזהר שלא יקצץ הישראל בעצמו אחד מארבעת המינים שבלולב מפרדס הנכרי, לצורך המצוה, משום דקיימא לן קרקע אינה נגזלת, וסתם נכרים גוזלי קרקע הם, ואם יקוצנו הישראל נמצא שבגזילה בא לידו ואינו יוצא ידי חובה אלא יקוצנו הנכרי ויקנה ממנו  ובדיעבד אף אם קצץ הישראל כשר, משום דמספיקא לא חיישינן לגזלה ומי שגזל על ידי כיבוש מלחמה קנה  ויש מי שכתב להתיר לישראל לקצץ, כי היום בעלי הקרקעות בזמן הזה יש להם תעודה ואישור מערכאות של גוים, ובזה דינא דמלכותא דינא ונמצא הקרקע של הנכרי  ועוד, דלא אסרה תורה אלא גזל ודאי ולא ספק גזל"
        },
        {
            "id": 518,
            "text": "ראובן שהיה לו דין ודברים עם חבירו על האתרוג שבידו, ואחר שבאו לבית הדין והציגו טענותיהם לפניהם, מצאו חברי בית הדין שהדבר תלוי בפלוגתא דרבוותא, וזיכו את ראובן בטענת קים לי, מפני שאין להוציא מן המוחזק לכתחלה טוב שיקח אתרוג אחר למצוה, ובדיעבד יצא ידי חובה באתרוג שזכה בו בטענת קים לי דין נשים בנטילת לולב"
        },
        {
            "id": 519,
            "text": "כל מי שחייב בשמיעת קול שופר, ובסוכה, חייב בלולב, וכל הפטור מהם פטור מנטילת לולב, הילכך נשים פטורות מנטילת לולב, שהיא מצות עשה שהזמן גרמא, וכל מצות עשה שהזמן גרמא נשים פטורות, ומכל מקום יש קצת מצוה שתיטולנה הלולב ובלבד שלא יברכו עליו, דהויא ברכה לבטלה לדעת הרבה פוסקים, ומרן שקבלנו הוראותיו, שאיך יברכו אשר קדשנו במצותיו וצונו על נטילת לולב, וה' לא צוה, כי מן הדין הנשים פטורות לכן אם חפצות הן ליטול הלולב, יטלוהו בלא ברכה וכל ירא שמים יזהר שלא לתת להן הלולב לברך עליו, מחשש לפני עור לא תתן מכשול, ושב ואל תעשה עדיף ובודאי שאין להתחשב במנהג קצת נשים ספרדיות המברכות, שאין זה ברצון חכמים ואף שאין אנו יכולים למחות בנשים מבנות אשכנז שלא תברכנה, אין להורות להן לכתחלה לברך"
        },
        {
            "id": 520,
            "text": "נכון מאד שנשים מבני עדות המזרח והספרדים, לא תברכנה אפילו ברכת ''שהחיינו'' ותטולנה הלולב בלי ברכה כלל ומכל מקום נשים הנוהגות לברך שהחיינו בלבד על מצות עשה שהזמן גרמא, אין למחות בידן ולכן נשים הרגילות לברך על מצוות אלה כדאי להפיס דעתן ולומר להן שתברכנה ברכת שהחיינו בלבד ומיהו לכתחלה יש להסביר להן שגם ברכת שהחיינו לא תברכנה"
        },
        {
            "id": 521,
            "text": "נשים אשכנזיות המברכות על מצות עשה שהזמן גרמא כמנהגן, וכגון על לולב וסוכה, ספרדי השומע את ברכתן, יהרהר אמן בלבו, ולא יענה בפיו וכל שכן השומע ספרדיה המברכת על הלולב, שאסור לענות אמן"
        },
        {
            "id": 522,
            "text": "כשנותן לאשה אשכנזיה לולב לברך עליו, צריך לומר לה, על מנת שתצאי בו ידי חובה, דאי לאו הכי, הוה ליה ספק ברכה לבטלה ואף לאשכנזים, אסור לבעל לברך עבור האשה על מצות עשה שהזמן גרמא, כמו שאיש מברך לחבירו"
        },
        {
            "id": 523,
            "text": "הנשים שנוטלות הלולב די שיטלו הלולב בידיהן, ומנענעות כל שהוא, ואינן צריכות לנענע הלולב לארבע רוחות העולם כדרך שעושים האנשים סימן תרנט - סדר קריאת התורה בסוכות"
        },
        {
            "id": 524,
            "text": "ביום טוב מוציאים ב' ספרי תורה, בראשון קורין חמשה עולים בפרשת אמור, שור או כשב וגו' והששי עולה בספר השני, והוא המפטיר, וקורא פרשת המוספין, ובחמשה עשר יום לחודש השביעי וגו' ומפטיר בזכריה הנה יום בא וגו' סימן תרס - סדר היקף הבימה"
        },
        {
            "id": 525,
            "text": "אחר ההלל מוציאים ספר תורה מן ההיכל ומניחים אותה על התיבה, וכל הקהל מקיפים את התיבה עם הלולב ומיניו וטוב שגם בעת ההקפה יחזיק בלולב בידו הימנית, ובאתרוג בידו השמאלית, כשהלולב והאתרוג צמודים יחדיו, ויתמוך בסידור בשתי ידיו ויאמר ההושענות ואם אי אפשר לו בכך, רשאי להחזיק הלולב והאתרוג בידו הימנית, והסידור בידו השמאלית שהרי כבר תפס כדינו בשעת הברכה ואחר ההקפה בסיום ההושענא, יאמר הש''צ קדיש תתקבל"
        },
        {
            "id": 526,
            "text": "מי שאין לו לולב לא יקיף, אלא ימתין עד שחבירו יסיים להקיף, ויקח ממנו את הלולב והאתרוג ויקיף בהם ואם יש יחידים שרוצים להקיף בלי לולב, אין למחות בידם כלל, ובפרט לפי מה שכתב מהר''י עייאש שאין שום איסור להקיף בלי לולב, ואפילו איסור קל, ליכא והביא מה שכתב בשיורי כנסת הגדולה, שביום הושענא רבה כולם יקיפו אף מי שאין לו לולב"
        },
        {
            "id": 527,
            "text": "מי שהוא חולה ואי אפשר לו ללכת לבית הכנסת להקיף עם הצבור, יניח כסא או שלחן באמצע חדרו, ויניח עליו ספר תנ''ך שנדפס בקדושה, או חמשה חומשי תורה, ויקיף, כדי שלא יתבטל מן ההקפות"
        },
        {
            "id": 528,
            "text": "מנהגינו פשוט להקדים אמירת ההושענות, והקפת התיבה, לפני תפלת מוסף, שמאחר וכיום כל האנשים נמצאים בבית הכנסת בשעה זו, לכולי עלמא אין צריך לדחות אמירת ההושענות כדי לקיים מצות ברוב עם הדרת מלך, ובלאו הכי מצות זריזין מקדימין למצוות, קודמת למצות ''ברוב עם הדרת מלך''"
        },
        {
            "id": 529,
            "text": "בשבת חול המועד סוכות, אין לעשות הקפה של התיבה עם הס''ת, ואין לומר ההושענות של אותו יום כלל וכן המנהג, ושב ואל תעשה עדיף"
        },
        {
            "id": 530,
            "text": "גם האבל על אביו ואמו תוך י''ב חודש, מקיף את התיבה עם ד' המינים ואין לאבל להמנע מכך וכבר נתבאר לעיל שאפילו מי שאירע לו אבל באמצע החג, שאינו נוהג אבילות בפרהסיא אלא אחר החג, מקיף את התיבה עם ד' המינים, כרגיל ודעת הרמ''א שאינו מקיף סימן תרסא - קידוש ליל יום טוב השני"
        },
        {
            "id": 531,
            "text": "בליל יום טוב שני של גלויות אומר קידוש ושהחיינו, ואחר כך ברכת לישב בסוכה סימן תרסב - תפלות יום שני וחול המועד"
        },
        {
            "id": 532,
            "text": "בחול המועד מתפללים שחרית כמו בכל יום, ומזכירים יעלה ויבוא בעבודה, ואחר החזרה מברכים על הלולב, ואין מברכים שהחיינו,  ומברכים לגמור את ההלל, וגומרים את ההלל, ומנענעים בהלל ומוציאים ספר תורה , ומניחים הספר תורה על התיבה, ומקיפים התיבה והספר תורה פעם אחת בכל יום, ואחר ההקפות אומרים קדיש תתקבל ואחר כך עושים הגבהה ומראים הכתב לצבור, ואומרים וזאת התורה וגו', וקוראים ד' גברי במוסף היום, והעולה הרביעי אומר חצי קדיש, ואחר הקריאה מחזירין הספר תורה למקומו, ואומרים אשרי ובא לציון, בית יעקב ושיר של יום, ואומרים שובה למעונך, וחצי קדיש, ומתפללים מוסף"
        },
        {
            "id": 533,
            "text": "העושים יום טוב שני של גלויות מתפללים כמו ביום טוב ראשון, ומוציאים ב' ספרים וקורין בהם פרשה שקראו אתמול, ומפטיר במלכים ויקהלו וגו' עד בהוציאי אותם מארץ מצרים"
        },
        {
            "id": 534,
            "text": "בשבת חול המועד מתפללים ערבית ושחרית ומנחה של שבת, בערבית אתה קדשת, ובשחרית ישמח משה, ואומרים יעלה ויבוא בעבודה, ואומר את יום מקרא קודש הזה ואם טעה והתפלל אתה בחרתנו והזכיר של שבת באמצע הברכה, וחתם מקדש השבת וישראל והזמנים, יצא, ואין צריך לחזור ולהתפלל של שבת ואם נזכר באמצע התפלה קודם חתימת הברכה, פוסק, ויחזור לומר אתה קדשת, או ישמח משה ובמוסף אומר אתה בחרתנו, ומפני חטאינו וכו', וחותם מקדש השבת וישראל והזמנים"
        },
        {
            "id": 535,
            "text": "בשבת חול המועד מוציאין ב' ספרים, באחד קוראים ראה אתה אומר אלי, ומפטיר קורא בקרבנות היום, ובחו''ל של ספיקא דיומא, ומפטיר ביחזקאל והיה ביום בא גוג וגו' והעולה מפטיר אינו מזכיר בברכות ההפטרה את חג הסוכות, וכן אין לחתום אלא מקדש השבת בלבד מצות שמחת החג"
        },
        {
            "id": 536,
            "text": "כתב הרמב''ם בהלכות יום טוב , חייב אדם להיות שמח וטוב לב הוא ובניו ואשתו וכל הנלוים אליו במועדי ישראל, שנאמר ושמחת בחגך, ואין שמחה אלא בבשר ויין, וכשהוא אוכל ושותה חייב להאכיל גם לגר ליתום ולאלמנה עם שאר העניים האומללים אבל מי שנועל דלתות חצרו ואוכל ושותה הוא ואשתו ובניו, ואינו מאכיל ומשקה לעניים ולמרי נפש, אין זו שמחת מצוה של החג, אלא שמחת כריסו, ועל העושה כן נאמר זבחיהם כלחם אונים להם כל אוכליו יטמאו כי לחמם לנפשם, ושמחה זו קלון היא להם, שנאמר , וזריתי פרש על פניכם פרש חגיכם עכ''ל וכן הוא בזוהר הקדוש ובכולהו חגין בעי בר נש ליחדי ולמחדי למסכני, ואי איהו חדי בלחודוי ולא יהיב למסכני, עונשיה סגי, דהא לא יהיב חידו לאחרי, ועליה כתיב , וזריתי פרש על פניכם פרש חגיכם ע''כ ובפרט בחג הסוכות צריך לשתף בשמחתו את העניים והאביונים, וכמו שאמרו בזוה''ק ומאן דיתיב בצלא דמהימנותא איבעי ליה למחדי ולקבלא אושפיזין עלאין קדישין, ובעי למחדי למסכני, דהא חולקא דאינון אושפיזין עילאין דזמין, דמסכני הוא, ואי לא יהיב להון חולקיהון, כולהו קיימי מניה ואמרי אל תלחם את לחם רע עין וכו'"
        },
        {
            "id": 537,
            "text": "מצוה לשמוח בחג בבשר ויין, ואף על פי שעיקר המצוה בבשר בהמה, מי שאינו יכול לאכול בשר בהמה מטעמי בריאות או כשרות, יכול לקיים מצות שמחה בבשר עוף ומצוה לשמח את הנשים בראוי להם, דהיינו בבגדים ותכשיטין נאים, כאשר תשיג ידו ואת הקטנים בראוי להם, בקליות ואגוזים, ובממתקים"
        },
        {
            "id": 538,
            "text": "מצות שמחה בחג נוהגת בין ביום טוב בין בחול המועד וראוי לכבד את החג בכסות נקיה, גם בחול המועד"
        },
        {
            "id": 539,
            "text": "אף על פי שמצוה לשמוח בכל המועדות, בחג הסוכות היתה במקדש שמחה יתירה, שנאמר: ושמחתם לפני ה' אלהיכם שבעת ימים כיצד היו עושים? בערב יום טוב הראשון היו מתקינים בבית המקדש מקום לנשים למעלה, ולאנשים למטה, כדי שלא יתערבבו אלו עם אלו, ומתחילים לשמוח ממוצאי יום טוב הראשון וכן בכל יום ויום מימי חול המועד, מאחר הקרבת תמיד של בין הערבים עד סוף כל הלילה והיאך היתה שמחה זו? החליל מכה לפניהם ומנגנים בכינור ומצלתיים, ומרקדין ומספקין ומטפחין ומפזזין ומכרכרין כל אחד ואחד כפי מה שיודע, ואומרים דברי שירות ותשבחות ומצוה להרבות בשמחה זו ולא היו עושים אותה עמי הארץ, וכל מי שירצה, אלא גדולי חכמי ישראל וראשי הישיבות והסנהדרין והחסידים והזקנים ואנשי מעשה, הם הם שהיו מרקדים ומספקים ומנגנים ומשמחים בבית המקדש בימי חג הסוכות, וכל העם האנשים והנשים כולם באים לראות ולשמוע"
        },
        {
            "id": 540,
            "text": "כתב הרמב''ם : השמחה שישמח האדם בעשיית המצוה ובאהבת האל שציוה עליהן, עבודה גדולה היא להקדוש ברוך הוא ומעבודת השם היא, וכל המונע עצמו משמחה זו, ראוי להפרע ממנו, שנאמר בקללות תחת אשר לא עבדת את ה' אלהיך בשמחה ובטוב לבב וכל המגיס דעתו וחולק כבוד לעצמו ומתכבד בעיניו במקומות אלו, בהמנעו משמחה של מצוה זו, הוא חוטא ושוטה, ועל זה הזהיר שלמה ואמר , אל תתהדר לפני מלך ואדרבה כל המשפיל עצמו ומיקל גופו במקומות אלו, הוא הגדול והמכובד העובד את ה' מאהבה וכן נאמר בדוד מלך ישראל, ונקלותי עוד מזאת והייתי שפל בעיני, ואין הגדולה והכבוד אלא לשמוח לפני ה' בשמחה של מצוה, שנאמר והמלך דוד מפזז ומכרכר לפני ה' ולכן מצוה רבה לשמוח בשמחת התורה בטיפוח וריקוד ובשירות ובתשבחות, אבל אסור להשמיע כלי שיר ביום טוב ואסור לטפח ולרקד ביום טוב של סוכות, כמו בכל יו''ט, זולת בשמחת תורה בלבד שהתירו לכבוד התורה"
        },
        {
            "id": 541,
            "text": "פשט המנהג בארץ ישראל לשמוח בכל לילה של חג סוכות, ממוצאי יום טוב הראשון, עד מוצאי יום טוב האחרון, ומנגנים בכלי זמר בחול המועד וכן המנהג בארץ ישראל לעשות זכר לשמחת בית השואבה בשירים ותשבחות עם כלי זמר בלילי חול המועד סוכות, ועל זה נאמר: ''וגילו ברעדה'', במקום גילה שם תהא רעדה , לשמור על גדרי הצניעות ולא יתערבו אנשים ונשים יחדיו,  ויהיה מחנינו קדוש ויהיו כל מעשינו לשם שמים סימן תרסד - סדר הושענא רבא"
        },
        {
            "id": 542,
            "text": "יום השביעי של חג הסוכות נקרא יום ''הושענא רבה'', והוא יום אחרון מנ''א יום שנתנו לישראל לעשות בהם תשובה ותתקבל תשובתם, ולכן נוהגים להרבות בו בסליחות ותחנונים בלימוד תורה ובתפלה וילמד בשמחה ובהתלהבות, כי בהושענא רבא נמסרים הפתקים ואף על פי שנמסרו יש אפשרות עוד להציל גם ביום שמיני עצרת, ולכן צריך להתעורר בתשובה גדולה בהושענא רבא, ויהא לבו חרד בתשובה כל היום"
        },
        {
            "id": 543,
            "text": "מנהג ישראל להיות ניעורים בליל הושענא רבה, ועוסקים בתורה, וטוב שיקראו הסדר המתוקן בספר קריאי מועד, כל הפרשיות של משנה תורה, ומדרש רבה פרשת וזאת הברכה, ואחר חצות יקראו בספר תהלים ויש נוהגים לומר עמו סליחות עם שבעה כורתי ברית"
        },
        {
            "id": 544,
            "text": "מי שמת לו מת בחג, הורו רבני ירושלים להתיר לו להשתתף בלימוד של הושענא רבא כדרכו"
        },
        {
            "id": 545,
            "text": "אחר עלות השחר יטול ידיו כמו בכל יום, אך בלי ברכה, ויברך כל ברכות השחר עם ברכות התורה, חוץ מברכת על נטילת ידים ובאופן שלא ישן בלילה אין לברך ברכות התורה קודם עמוד השחר  והמברך ברכות התורה קודם עלות השחר, הרי הוא כנושא שם שמים לבטלה"
        },
        {
            "id": 546,
            "text": "יש להזהר שלא להתפלל קודם הנץ החמה  אלא אם כן בשעת הדחק כשהצבור עייפים ביותר, ואי אפשר להם להמתין לנץ, שאז יכולים להתחיל בברוך שאמר משעלה עמוד השחר"
        },
        {
            "id": 547,
            "text": "יזהר שלא יתנמנם בתפלת שחרית, ויצא שכרו בהפסדו ויתפללו שחרית ומוסף בהתלהבות ובשמחה ויאמרו לפני הזמירות ה' הוא האלהים, ואחר כך ה' מלך, ובין ישתבח ליוצר יאמרו שיר המעלות ממעמקים, כמו שנוהגים לומר בעשרת ימי תשובה"
        },
        {
            "id": 548,
            "text": "מקיפים התיבה שבע פעמים,  ומרבים בסליחות ותחנונים ומתפללים לגשמי ברכה, לפי שבחג נידונים על המים  וכשאומר הש''צ רחמנא, אין לענות אחריו ''בדיל ויעבור'', כיון שהאר''י ז''ל אסר לומר ויעבור ביום הושענא רבה אלא יש לענות ''אמן''"
        },
        {
            "id": 549,
            "text": "אחר תפלת מוסף יקח חמשה בדי ערבה, ולא יחברם עם הלולב כלל, ויחבטם בקרקע חמש פעמים, , לקיים מנהג נביאים שנהגו כן זכר למקדש, שהיתה מצות ערבה נוהגת כל ז' הימים מהלכה למשה מסיני, והיו נוטלים הערבה, ומקיפים בה את המזבח אלא שבכל יום היו מקיפים בה את המזבח פעם אחת, וביום השביעי שבע פעמים לפיכך קבעו חכמים בזמן הזה יום שביעי של חג למצות ערבה זכר למקדש ואין מברכים על חיבוט הערבה, כיון שאינו אלא מנהג ובכמה סידורים נפל טעות סופר, שכתוב שם ב''לשם יחוד'' שלפני חביטת ערבה, לקיים ''יסוד נביאים'', וזה אינו, שהרי מבואר בסוכה שהלכה כמ''ד מנהג נביאים הוא"
        },
        {
            "id": 550,
            "text": "על פי דברי רבותינו המקובלים חובטים את בדי הערבה בקרקע עולם, ולא על רצפה"
        },
        {
            "id": 551,
            "text": "מה שיש נוהגים שחובטים הערבה עד שיפלו כל העלין, מנהג תינוקות הוא משום שמחה ולפי שיש אומרים שמצות חבטת ערבה היינו נענוע,  ויש אומרים שמצותה לחבוט בה בקרקע,  וכבר פסק הרמ''א בהגה שיש לעשות שניהם לנענע בה ואחר כך לחבוט בה בקרקע ה' פעמים ודיו"
        },
        {
            "id": 552,
            "text": "דעת הרמ''ע מפאנו שיש ליטול בדי הערבה בלתי קשורים, אבל הרמ''ז חלק עליו וכתב, שצריך לקושרם וכן מנהגינו"
        },
        {
            "id": 553,
            "text": "לכתחלה אין לקחת את הערבה שבלולב, לאחר שהותר אוגדו, לחביטת הערבה, אך בשעת הדחק שקשה לו להשיג ערבה אחרת, יש לסמוך על המקילים ליקח הערבה שבלולב"
        },
        {
            "id": 554,
            "text": "במקום הצורך אפשר שלאחר שחבט הערבה בקרקע חמש פעמים, יכול למסור אותה לחבירו שיחבוט בה גם הוא, וחבירו לחבירו, באופן שהערבה נשארה עדיין בשלימותה, ולפחות עם רוב העלים שבה ושיעור אורכה כשיעור אורך ערבה שבלולב"
        },
        {
            "id": 555,
            "text": "אין הערבה ניטלת אלא בפני עצמה, שלא יאגוד דבר אחר עמה, כדי שיהיה ניכר שהוא לשם מצוה אבל אם יש בידו דבר אחר אין לחוש"
        },
        {
            "id": 556,
            "text": "שיעור אורך הערבה למצוה זו, שלשה טפחים, כערבה שבלולב ואיתא בגמרא , אמר רב נחמן צריך שיהיו שלשה בדי עלין לחין, ורב ששת אמר אפילו עלה אחד בבד אחד, ומן הדין הלכה כרב ששת, אלא שכתב רבינו האי גאון שמכוער הדבר שיהיה רק עלה אחד בבד אחד, ובפרט בזמנינו שערבה כשרה מצויה לכל דורש לכן לכתחלה יקח בדי ערבה כשרים, ואם אינו מוצא ערבה כשרה, אלא ערבה שאין בה אלא עלה אחד בבד אחד, יכול לצאת בה ידי חובה מנהג נביאים"
        },
        {
            "id": 557,
            "text": "נשים פטורות ממצות חביטת ערבה, שכל מצות עשה שהזמן גרמא נשים פטורות"
        },
        {
            "id": 558,
            "text": "נוהגים פעה''ק ירושלים, שאחר עלינו לשבח, חוזרים הקהל לבית הכנסת ופותחים את ההיכל, וכל הצבור יחדיו ירננו באמירת ''נשמת כל חי'' מתחלתו ועד סופו, עד ''ברוך מהולל בתשבחות'' בלא הזכרת השם  ובסיומו אומרים: הרי אנחנו מקבלים עלינו בלי נדר קבלה גמורה לומר נשמת כל חי ביום הושענא רבה לשנה הבאה, בעת הזאת אחר תפלת שחרית ומוסף, ויהי רצון מלפני אבינו שבשמים שיחתום אותנו בספר חיים טובים ונזכה ונחיה שנים רבות ונעימות, ונגילה ונשמחה בישועתו והוא מנהג יפה"
        },
        {
            "id": 559,
            "text": "ביום הושענא רבה יקרא פרשת וזאת הברכה שנים מקרא ואחד תרגום  ואם שכח או נאנס יקראנה בליל שמיני עצרת או בבוקר השכם לפני תפלת שחרית"
        },
        {
            "id": 560,
            "text": "נוהגים להתיר בו אוגדו של לולב, דהיינו אוגדו של מעלה, אבל לא הקשר שאוגדו עם ההדס והערבה"
        },
        {
            "id": 561,
            "text": "הלולב ומיניו, וכן הערבה לאחר חביטה בקרקע, תשמישי מצוה הן, ונזרקים  ומכל מקום לא ינהוג בהם מנהג בזיון, ולא יזרקם למרמס רגלי בני אדם, אלא יניחם בצדי רשות הרבים סימן תרסה - אתרוג ביום השביעי"
        },
        {
            "id": 562,
            "text": "אתרוג ביום השביעי אסור באכילה, שהרי הוקצה למצותו לכל שבעת הימים, ואפילו אם נפסל אחר שעשה בו מצותו אסור כל שבעת הימים, ובשמיני עצרת מותר ובחוץ לארץ שנוהגים לעשות שני ימים טובים של גליות האתרוג אסור גם בשמיני ומותר בתשיעי"
        },
        {
            "id": 563,
            "text": "אם הפריש שבעה אתרוגים לשבעה ימים, כל אחד יוצא בו ואוכלו למחר, אבל ביומו אסור, שהוקצה למצותו לכל אותו היום"
        },
        {
            "id": 564,
            "text": "נהגו הנשים המעוברות שנושכות הפיטם של האתרוג ביום הושענא רבה, ואחר כך מחלקות צדקה לעניים ומתפללות שיציל אותן השי''ת בשעת הלידה ושתלדנה ולד בר קיימא ואין ראוי לעשות כן ביום הושענא רבה כיון שהוא מוקצה למצותו, אלא יעשו כן אחר שמחת תורה"
        },
        {
            "id": 565,
            "text": "המנהג לעשות מן האתרוג מרקחת עם סוכר, אחר החג, להעלותו על השלחן בליל ט''ו בשבט שהוא ר''ה לאילנות, עם שאר הפירות שמברכים עליהם בלילה ההוא, ויברכו עליהם אנשי הבית,  ואשה מעוברת שתאכל ממרקחת האתרוג אשר בירכו עליו בחג הסוכות יש לה סגולה בזה שתלד בריוח ולא בצער, ובטרם תחיל ילדה, ויצא הולד לחיים טובים ולשלום  ואין צריך לברך עליו שהחיינו שכבר נפטר בשהחיינו שבירך בחג על המצוה אבל אשה יכולה לברך שהחיינו על האתרוג, , אחר שלא בירכה עליו בסוכות סימן תרסו - סוכה ביום השביעי"
        },
        {
            "id": 566,
            "text": "אף על פי שגמר לאכול ביום השביעי שחרית, לא יסתור סוכתו, אבל יכול להוציא ממנה את הכלים מן המנחה ולמעלה, ומתקן את הבית לכבוד יום טוב אחרון"
        },
        {
            "id": 567,
            "text": "בני ארץ ישראל אינם רשאים לאכול בשמיני עצרת בסוכה, כדי שלא יהיה נראה כמוסיף על המצוה, ולכן אם אין לו מקום ראוי לסעוד בו ביום טוב, אלא בסוכה, יפחות בסכך ארבעה טפחים על ארבעה טפחים לפוסלה, כדי שיהיה היכר שהוא יושב בה שלא לשם מצות סוכה"
        },
        {
            "id": 568,
            "text": "העושה סוכה לשם חג כדת, ורוצה לישון בסוכה בערב החג, אין בזה איסור בל תוסיף, דלא שייך איסור זה אלא לאחר שהמצוה נעשית כבר ובא להוסיף אחריה, אבל קודם החג לא שייך בל תוסיף ועוד, דשלא בזמנו צריך כוונה לצאת, וכל שאינו מכוין כלל לשם מצוה אין בזה איסור"
        },
        {
            "id": 569,
            "text": "יש נוהגים כשיוצאים מהסוכה אומרים, יהי רצון שנזכה לישב בסוכת עורו של לוייתן"
        },
        {
            "id": 570,
            "text": "אם רוצה לאכול בסוכה אחר שמחת תורה, אין צריך למעט בה בסכך, דלא נראה כמוסיף על המצוה אלא ביום השמיני"
        },
        {
            "id": 571,
            "text": "גם לאחר חג הסוכות לא יפסע על עצי הסוכה, כי תשמישי מצוה הם, ולא ישליכם לאשפה, אלא טוב שיניחם במקום צנוע, או בצידי רשות הרבים, וכדין טליתות של מצוה דקי''ל בש''ע , שאף לאחר שבלו אדם בודל עצמו מהם ולא ישתמש בהם תשמיש מגונה ומכל מקום מותר לזרוק אותם ולשורפם סימן תרסז - סוכה ונויה ביום השמיני"
        },
        {
            "id": 572,
            "text": "סוכה ונויה אסורים גם בשמיני עצרת, ובחוץ לארץ שעושים שני ימים טובים של גלויות, אסור גם בתשיעי, שהוא ספק שמיני"
        },
        {
            "id": 573,
            "text": "אם חושש מפני הגנבים, או מפני הגשמים, מותר להוריד את הקישוטים או הסדינים ביום הושענא רבא סימן תרסח,תרסט - סדר תפלות שמחת תורה"
        },
        {
            "id": 574,
            "text": "בליל שמיני עצרת אומרים מזמור למנצח על השמינית, הוא יום שמיני עצרת  ובקידוש של ליל החג צריך לברך שהחיינו, מפני שהוא חג בפני עצמו, ואין לו שייכות לחג הסוכות"
        },
        {
            "id": 575,
            "text": "ליל שמחת תורה אומר בתפלתו את יום שמיני חג עצרת הזה ואם טעה ואמר את יום חג הסוכות הזה, בין בליל שמחת תורה בין ביומו, בין בארץ בין בחוץ לארץ, לא יצא ידי חובת התפלה, כי שמיני עצרת חג בפני עצמו הוא, כדאיתא בגמרא  ואם נזכר באמצע ברכת רצה, יחזור לברכת אתה בחרתנו והוא הדין אם נזכר אחר כך בברכת שים שלום, או אפילו באמצע ''אלהי נצור'', חוזר לאתה בחרתנו, ואם עקר רגליו, חוזר לראש התפלה  והוא הדין בכל זה למי שטעה בקידוש כנ''ל, שאם טעה ואמר בקידוש את יום חג הסוכות הזה, במקום את יום שמיני חג עצרת הזה, צריך לחזור ולקדש ואין חילוק בזה בין שטעה וחשב שעודנו עומד בחג הסוכות, לבין שיודע שהוא שמיני עצרת, וסירכא דלישנא נקט ''חג הסוכות הזה'' דבכל אופן לא יצא, כיון שהוא חג בפני עצמו וכן אין חילוק בזה בין טעות בתפלה ובין טעות בקידוש של ליל שמיני עצרת, שבכולם יש להורות לחזור ולהתפלל ולקדש"
        },
        {
            "id": 576,
            "text": "אם אמר בתפלתו אתה בחרתנו ויעלה ויבא, ובהיותו מתפלל סמוך למודים, נסתפק אם אחר שאמר יעלה ויבא, סיים כהוגן, והשיאנו וכו', וחתם ברוך אתה ה' מקדש ישראל והזמנים, או שמא אחר יעלה ויבא טעה ואמר מיד, ואתה ברחמיך הרבים וכו', ותחזינה עינינו, וסירכא דראש חודש וחול המועד נקט, ונמצא שלא חתם ברכת קידוש היום, צריך לחזור מתחלת והשיאנו ויחתום בברכת קדושת היום, ואחר כך ימשיך תפלתו ואפילו אם סיים תפלתו, צריך לחזור לראש, ואין לומר בזה ספק ברכות להקל"
        },
        {
            "id": 577,
            "text": "בליל שמיני עצרת שהוא יום שמחת תורה בארץ ישראל, שבו ביום מסיימים קריאת התורה בפרשת וזאת הברכה, מתפלל השליח צבור תפלת ערבית בניגון יפה בשמחה ובטוב לבב ויש שנהגו שבעת הקדיש של ערבית בליל שמחת תורה, עומדים על עומדם כמו שנוהגים בקדיש של תפלת ערבית בליל שבת, אולם לפי הטעם שכתב בסידור האר''י, שהקימה בליל שבת היא כדי לקבל תוספת הרוח של שבת, נראה דביום טוב לא שייך טעם זה, הילכך אין צורך לעמוד בקדיש של ערבית בליל יום טוב"
        },
        {
            "id": 578,
            "text": "אחר התפלה מנהג ישראל להקיף שבע הקפות את התיבה, כשספר תורה מונח עליה, ובספרי תורה בידיהם וכן נוהגים ביום שמחת תורה אחר התפלות וששים ושמחים בשירות ותשבחות בשמחת התורה, בריקודים ובמחיאות כפים, ואפילו אם חל בשבת מותר ואף על פי ששנינו במשנה אין מרקדים ולא מטפחים ביום טוב קל וחומר בשבת, ואמרו בגמרא שם, שהוא משום גזרה שמא יתקן כלי שיר, אף על פי כן ביום שמחת תורה התירו חכמים ריקוד ומחיאות כפים לכבוד התורה ומצוה נמי איכא"
        },
        {
            "id": 579,
            "text": "גם בשמחת תורה אסור לקשקש בכוונה בפעמוני הרימונים של ספר התורה שלא התירו חכמים לכבוד התורה אלא מחיאות כפים וריקוד, שהוא שבות קל, אבל להשמיע כלי שיר, שבנקל יכול לעשות מלאכה, במתיחת המיתרים דהוי מלאכה גמורה, שהוא מתקן כלי שיר, לא התירו חכמים כלל  לכן יש למחות במי שבא לפרוץ גדר לנגן בכלי שיר ביום שמחת תורה בתואנה שעושה כן לכבוד התורה, והבל יפצה פיהו, כי כבוד התורה בראש ובראשונה הוא לשמור ולעשות ככל אשר יורו רבותינו להלכה ולמעשה"
        },
        {
            "id": 580,
            "text": "קודם ההקפות יניחו ספר תורה בתיבה, ויהיה עומד אצלו איש ירא שמים ואוחז בידו הספר תורה כל זמן ההקפות"
        },
        {
            "id": 581,
            "text": "יוצאי אשכנז נוהגים כדעת הרמ''א לקרוא בספר תורה בליל שמחת תורה פרשיות הנדרים שבתורה, ואין צריך למנוע את מנהגם מטעם שאין קורין מקרא בלילה, דבכהאי גוונא אין לחוש בזה"
        },
        {
            "id": 582,
            "text": "יש להמתין מלקדש בליל שמיני עצרת עד הערב, ואף על פי שבכל שבת ויום טוב יכול לקבל תוספת שבת ויום טוב מבעוד יום, בשמיני עצרת אין לקדש ולאכול מבעוד יום, כדי שלא להכנס בספק איסור תורה ולכן לא יקדש ולא יאכל בליל שמיני עצרת עד שתחשך ויצאו ג' כוכבים, כי אם יקדש ויאכל מבעוד יום, יצטרך לאכול בסוכה"
        },
        {
            "id": 583,
            "text": "בשחרית שמחת תורה מתפללים תפלה של יום טוב, וגומרים ההלל בברכה"
        },
        {
            "id": 584,
            "text": "בית כנסת שביום שמיני עצרת היו בה שלשה חזנים יקרים, שיש להם נעימה, וקולם ערב מאד, והקהל שמח לשמוע אותם, נראה שהגבאי רשאי לכבד את האחד בתפלת שחרית, והשני באמירת ההלל וקריאת התורה, והשלישי במוסף, ואף שהרמ''א בהגה כתב, יש נוהגים שהמתפלל סליחות הוא מתפלל כל היום, משום שאמרו בירושלמי , המתחיל במצוה אומרים לו גמור מ''מ יש עדיפות להזמין לעבור לפני התיבה את שלשתם, מפני שיש בזה משום ''ברוב עם הדרת מלך''"
        },
        {
            "id": 585,
            "text": "בשעת פתיחת ההיכל ביום שמיני עצרת צריך להמנע מאמירת י''ג מדות, ומנהגינו שלא לומר י''ג מדות בכל יו''ט בשעת פתיחת ההיכל, וכל שכן בשמיני עצרת שנוהגים בו שמחה יתירה"
        },
        {
            "id": 586,
            "text": "ביום שמיני עצרת, שהוא יום שמחת תורה, מוציאים מן ההיכל שלשה ספרי תורה וקוראים בספר תורה הראשון בפרשת וזאת הברכה, ונוהגים להעלות לספר תורה את כל הקהל, לכבודה של תורה, וחוזר החזן לקרוא ''ולאשר אמר'' לעולים הנוספים"
        },
        {
            "id": 587,
            "text": "יש מקומות שנוהגים שכאשר יש צבור גדול בבית הכנסת, וכולם רוצים לזכות לעלות לספר תורה ביום שמחת תורה, שמוציאים ספר תורה נוסף, ומלווים אותו יותר מעשרה אנשים מן הקהל לחדר אחר הסמוך לבית הכנסת, שיש שם תיבה, ועומד שם שליח צבור נוסף, וקורא בתורה בפרשת וזאת הברכה, לכל אחד מן הקהל שבאו עם הספר תורה, , ומיד כשמסיימים הקריאה בספר תורה בחדר הסמוך לבית הכנסת מחזירים הספרי תורה להיכל של בית הכנסת וזאת כדי לחסוך זמן, למנוע טורח צבור, ולסיים במהרה את קריאת כל העולים לספר תורה ומותר לטלטל הספר תורה לחדר האחר לצורך קריאה זו וכל שכן בנידון דידן שעל פי הרוב הוצאת ספר תורה וטלטולו לחדר אחר נעשית בבנין ההוא תחת קורת גג אחת"
        },
        {
            "id": 588,
            "text": "נוהגים שביום שמחת תורה מזמינים ילדים רבים לעליית ספר תורה בבת אחת, ופורסים טלית מעל ראשם, והגדול שבהם מברך ברכות התורה בעד כולם ואחר כך השליח צבור מברך את כולם בפסוק, המלאך הגואל אותי וכו' וברכת כהנים ושאר פסוקי התורה שכוללים טומוס של ברכות ואין לערער על המנהג בפריסת הטלית שמעל ראשם משום עשיית אהל עראי ביום טוב, שאסרו חז''ל גזרה משום אהל קבע, שבפריסת הטלית שאנשים אוחזים בה בידיהם מעל ראשי הילדים, אין בזה משום עשיית אהל ומנהג זה יסודתו בהררי קודש, והנח להם לישראל"
        },
        {
            "id": 589,
            "text": "מנהגינו להוסיף ''חתן מעונה'' שקורא בתורה עד ואתה על במותימו תדרוך, לפני חתן תורה וחתן בראשית ואחר כך עולה החתן המסיים שנקרא בשם ''חתן תורה'', וחוזר וקורא מתחלת פרשת וזאת הברכה, עד גמירא, ומברך לפניה ולאחריה ומיד אחריו מתחיל ''חתן בראשית'' בספר תורה השני בפרשת בראשית, וקורא עד ''אשר ברא אלהים לעשות'', ומברך גם כן לפניה ולאחריה"
        },
        {
            "id": 590,
            "text": "מותר להעלות שני כהנים, או שלשה בזה אחר זה, אחד לחתן תורה, ואחד לחתן בראשית, ואחד למפטיר והוא הדין לשלשה לויים בזה אחר זה, שכל שיש קדיש מפסיק בינתים מותר להעלותם בזה אחר זה"
        },
        {
            "id": 591,
            "text": "אם אין בבית הכנסת אלא כהן אחד, וזכה בעליית חתן תורה, רשאי לעלות גם לעליית כהן, וגם לחתן תורה והוא הדין ללוי אבל אם זכו בקריאת חתן בראשית, לא יעלו לספר תורה בתור כהן או לוי, אלא יקרא אחר במקומו, או כהן במקום לוי, שאין אדם אחד רשאי לקרות בשני ספרים, משום פגמו של ראשון וטוב שהלוי יצא מבית הכנסת בעת שהכהן עולה"
        },
        {
            "id": 592,
            "text": "וכן אם כל הקהל עלו לתורה בשמחת תורה זה אחר זה לכבוד התורה, כנהוג, ונמצא שאין מי שיעלה לתורה למפטיר, אלא רק מי שעלה כבר בספר הראשון, מותר להעלות מפטיר אף על פי שהוא בספר תורה אחר, ואין לחוש לפגמו של ראשון, שהכל יודעים שהיום כולם עולים לכבוד התורה אבל לכתחלה לא יעשו כן ומיהו אם הכהן או הלוי זכו בעליית חתן תורה, ואין כהן או לוי אחר בבית הכנסת, רשאים לכתחלה לעלות בעליית כהן או לוי, ולעלות שוב לחתן תורה, מכיון שגם קריאת חתן תורה באותו ספר תורה עצמו"
        },
        {
            "id": 593,
            "text": "יש להתיר לשני אחים או לאב ובנו, להיות שניהם חתנים בשמחת תורה, האחד חתן תורה, והשני חתן בראשית, ואף על פי שהמנהג להקפיד בכל ימות השנה שלא להעלות לתורה שני אחים זה אחר זה, , בשמחת תורה מותר שהכל עולים לכבוד התורה והוא הדין לאב ובנו שיעלו לתורה זה אחר זה, האחד חתן תורה והשני חתן בראשית  ועל הצד היותר טוב, מיד כשיסיים חתן תורה ירד מהתיבה, טרם שיעלה החתן בראשית, שבאופן שמוציאים שני ספרי תורה, והשני עולה בספר תורה האחר, אין חוששין כלל לעין הרע"
        },
        {
            "id": 594,
            "text": "כמו כן שני כהנים שבכל השנה אינם עולים לתורה זה אחר זה, שלא להטיל פגם בכהן הראשון, מותר שיעלו לתורה בשמחת תורה האחד חתן תורה, והשני חתן בראשית וכן שני לויים זה אחר זה, ואפילו שלשה כהנים, האחד חתן תורה והשני חתן בראשית, והשלישי מפטיר, מותר"
        },
        {
            "id": 595,
            "text": "מי שקנה מבעוד מועד עליית חתן תורה, ומת לו מת ברגל, שחייב להתאבל עליו, רשאי לעלות בעצמו בשמחת תורה לחתן תורה"
        },
        {
            "id": 596,
            "text": "נוהגים להעלות לספר תורה לעליית חתן תורה, תלמיד חכם המוכתר בכתר תורה, ובפרט את המרא דאתרא ומכל מקום אם החתן תורה הוא בעל תשובה גמורה, אשר בתורת ה' חפצו הולך תמים ופועל צדק, ככל אחיו בני ישראל הכשרים, יכולים להעלותו לעליית חתן תורה וכתב בכנסת הגדולה שבמקומו היו נוהגים למכור את עליית חתן תורה, בדמים מרובים, ועמדו גדולי הקהל וביטלו מנהגם, והנהיגו שהחתנים יהיו מן החשובים שבקהל"
        },
        {
            "id": 597,
            "text": "מה שנהגו באיזה קהלות, שחתן בראשית מפסיק באמירת ''בסימנא טבא'' בין ברכת התורה לקריאה שלו, יש לבטל מנהגן, דהוי הפסק, אלא יאמר ''בסימנא טבא'' קודם ברכת התורה"
        },
        {
            "id": 598,
            "text": "מנהגינו כמו שכתב מרן הבית יוסף, שלא לומר קדיש בשמחת תורה אחר ספר תורה הראשון, ואפילו עלו חמשה גברי ויותר אלא אחר קריאת פרשת בראשית אומרים חצי קדיש ומכל מקום אם טעו ואמרו קדיש אחר הספר תורה הראשון, חוזרים לומר קדיש אחר השני ואחר כך עולה המפטיר וקורא בספר תורה השלישי, ואומר חצי קדיש ומפטיר"
        },
        {
            "id": 599,
            "text": "אם נמצאה טעות בספר תורה שקראו בו לחתן בראשית, אין צריך להוציא ספר תורה אחר, אבל לא יברך ברכה אחרונה"
        },
        {
            "id": 600,
            "text": "ההפטרה ביום שמיני עצרת, נהגו להפטיר ויהי אחרי מות משה עבד ה', עד חזק ואמץ"
        },
        {
            "id": 601,
            "text": "אחר ההפטרה קודם מוסף, אומרים תיקון הגשם, בפיוט אל חי יפתח אוצרות שמים ישב רוחו יזלו מים, ושאר תפלות הגשם, ומכריזים משיב הרוח ומוריד הגשם ומי שטעה והזכיר גשם בליל שמיני עצרת, אינו חוזר, ומי שטעה במוסף או במנחה של שמיני עצרת ולא הזכיר משיב הרוח ומוריד הגשם, אלא רק מוריד הטל, כדרכו בכל ימות הקיץ, אינו חוזר, והוא הדין למי שטעה בזה בכל ימות החורף"
        },
        {
            "id": 602,
            "text": "המתפלל בקיץ ואינו יודע אם אמר משיב הרוח ומוריד הגשם, או מוריד הטל, כל שלשים יום חזקה מה שהוא למוד הוא מזכיר, מכאן ואילך מה שצריך הוא מזכיר והמהר''ם מרוטנבורג היה רגיל בשמיני עצרת לומר תשעים פעם מתחלת ברכת אתה גבור לעולם עד משיב הרוח ומוריד הגשם, כנגד שלשים יום שאומר בכל יום שלש פעמים כן ומעתה אם הוא מסופק אם אמר משיב הרוח ומוריד הגשם, אינו חוזר  ואף לדידן שאנו מזכירים בקיץ ''מוריד הטל'' טוב לחזור תשעים פעמים ודי שיחזור מתיבת מחיה מתים אתה רב להושיע משיב הרוח ומוריד הגשם ואם הוא שליח צבור, שחוזר התפלה בכל יום פעמיים, בשחרית ובמנחה, די לו בעשרים יום כדי להבטיח שמכאן ולהבא מה שצריך הוא מזכיר וכן אם מתפלל ט''ו יום, ואח''כ חזר על זה ארבעים וחמש פעמים, שפיר מהני, מכיון שהכל תלוי בהרגל לשונו ואמנם דעת הגאון חתם סופר , דתשעים פעם לאו דוקא, אלא צריך מאה ואחד פעמים להרגיל לשונו ושלשים יום שלאחר חג הפסח, יש בהם מאה ואחד פעמים להרגל לשונו לומר מוריד הטל, כיצד מיום הראשון של פסח, ט''ו ניסן, עד ט''ו אייר, תשעים פעם של תפלת שחרית מנחה וערבית, צא מהם ערבית ושחרית של פסח, נשארו פ''ח ושמנה מוספים של פסח , ושלש שבתות באמצע, ושני ימים של ר''ח, הרי י''ג, ועם פ''ח פעמים, הוי מאה ואחד פעמים וסיים, ומיהו אף על פי כן מי שחזר עד צ' פעמים ואחר כך נסתפק, אין להצריכו לחזור ולהתפלל"
        },
        {
            "id": 603,
            "text": "הרמב''ן ז''ל היה אומר ההזכרה מעט בקול כל שלשים יום הראשונים, כדי שידע אם הזכיר או לא וכן אנו נוהגים בהזכרה ובשאלה"
        },
        {
            "id": 604,
            "text": "אחר מוסף עושים ז' הקפות, ומרבים בשמחה ובמשתה לכבוד התורה, שזכינו לסיימה היום"
        },
        {
            "id": 605,
            "text": "יש ליזהר ולהזהיר שלא יבואו לשמחה של הוללות וליצנות, ובמקום גילה שם תהא רעדה וכל שכן שלא יעשו חילול יום טוב בהשמעת קול כלי שיר, לא תהא כזאת בישראל שלא התירו לכבוד התורה אלא לספק ולרקד בלבד, אבל לא לנגן בכלי שיר וכן אסור להפעיל מערכת דיסקטים, או רדיו, או טייפ, אפילו מערב יום טוב, לשמוע שירים ביום טוב של שמיני עצרת, ואפילו עושים כן לכבודה של תורה ומי שנוהג היתר, מוחין בידו, אלא ישמחו באמירת פזמונים ושירים ותשבחות לה' יתברך ואפילו לקשקש בפעמוני ספר התורה אסור והאיסור להשמיע כלי שיר בשמחת תורה, הוא גם בחוץ לארץ ביו''ט שני של גלויות"
        },
        {
            "id": 606,
            "text": "מותר להוציא ספרי תורה לרחובה של עיר ביום שמחת תורה, ובמוצאי שמחת תורה, בשמחה וריקודים, ולהקפות שניות, להרבות כבודה של תורה ובכדי לצרף את כל שכבות העם בשמחתה של תורה, לכבדה ולחבבה בעיני כל הצבור ויזהרו מאד שלא תהיה תערובת נשים וגברים יחדיו"
        },
        {
            "id": 607,
            "text": "כשעושים ההקפות עם ספרי התורה בשמחת תורה, וממשיכים שעה ארוכה בשירים ותשבחות, מותר לזקנים וכן לחולים הסובלים מחולשת רגליהם לישב בין הקפה להקפה, ודי שיעמדו לכבוד ספרי התורה בעת ההקפה בלבד, אבל הבריאים, על עמדם יעמודו, ואין להם לשבת בעת ההקפות, ואף בין הקפה להקפה, ישארו כולם עומדים על עומדם, עד שיחזירו את ספרי התורה להיכל"
        },
        {
            "id": 608,
            "text": "בסיום ההקפות, כשמחזירים את ספרי התורה לארון הקודש, ישירו יחדיו המזמור ''הודו לה' קראו בשמו'', שאמרו שלמה המלך בעת שהכניס את הארון בבית המקדש"
        },
        {
            "id": 609,
            "text": "מי שאירע לו אבל בימי חול המועד, מותר לו להקיף ההקפות ביום שמחת תורה, אך ימנע עצמו מלרקוד"
        },
        {
            "id": 610,
            "text": "אבל תוך י''ב חודש לאב ואם, צריך להקיף בשמחת תורה, וטוב שיזדרז להקיף לעצמו שבע הקפות עם אמירת היהי רצון, וילך לביתו"
        },
        {
            "id": 611,
            "text": "הנאנס ומתפלל יחיד בשמיני עצרת, לא יתפלל מוסף עד זמן שבבית הכנסת אומר השליח צבור משיב הרוח ומוריד הגשם"
        },
        {
            "id": 612,
            "text": "נוהגים לעשות הקפות גם אחרי מנחה, וגם אחרי ערבית של מוצאי יום טוב, ומנהג זה של עריכת הקפות שניות עם ספרי התורה במוצאי שמחת תורה, יסודתו בהררי קודש, בפרט אם משמיעים בהם דברי תורה, להיות ראויים לשמוח בשמחתה של תורה ואף בחוץ לארץ יכולים לנהוג כן ובמוצאי יום טוב מותר להשמיע קול שיר בכלי נגינה"
        },
        {
            "id": 613,
            "text": "כל מי שמרבה לשמוח בשמחת התורה, בריקוד ובמחיאות כפים, הרי זה משובח, וכל אדם ישתדל לשמוח בשמחת התורה, בכל כחו ואמרו במדרש, ודוד מכרכר בכל עוז לפני ה', מהו בכל עוז, בכל כחו, ומהו מכרכר, שהיה מוחה כפיו, כף ימין על כף השמאל, להגביר מדת הימין על השמאל ואומר כירי רם, והיה מכוין להגביר הימין שהוא רומז על מדת החסד, על השמאל שהוא רומז על מדת גבורה, ולהגביר מדת רחמים על הדין ומכאן סמך לשמחת התורה וכל זה להראות חיבה ושמחה לגומרה של תורה וראוי לגבאי בתי הכנסת, להשגיח בעינא פקיחא שלא לתת ספרי תורה לנערים צעירים לימים, או ילדים, לרקוד ולהקיף עמם, פן יפלו מידיהם חס ושלום כפי שקרה כמה פעמים, וכמו שכתב השדי חמד בדברי חכמים  וגם ישגיחו שלא ירכיבו אדם על כתפיהם לרקד, שהוא מנהג לא טוב ועושים סעודה לגומרה של תורה שמחת תורה בחוץ לארץ"
        },
        {
            "id": 614,
            "text": "בחוץ לארץ יום שמיני עצרת נידון כספק, שמא הוא יום שביעי, ולכן צריכים לישב בסוכה בסעודות היום, אבל לא יברכו לישב בסוכה, שספק ברכות להקל אבל נוהגים בו קדושת יום טוב, ומקדשים בברכת שהחיינו"
        },
        {
            "id": 615,
            "text": "תושב חוץ לארץ שבא לבקר בארץ ישראל על מנת לחזור לחוץ לארץ, ומתארח אצל קרוביו או ידידיו, וקשה לו לאכול לבדו בסוכה, ולהטריח על מארחיו, יש לו לנהוג בשמיני עצרת כבני הבית, לקדש ולאכול בבית, ולא בסוכה ורק אם עומד ברשות עצמו, כגון שנמצא במלון וכדומה, יעשה כמנהגו שבחוץ לארץ לקדש ולאכול ולישן בסוכה"
        },
        {
            "id": 616,
            "text": "בחוץ לארץ שעושים שני ימים טובים של גליות, מסיימים קריאת התורה ביום התשיעי של החג, ואז הם חוגגים את שמחת התורה, בריקודים ובמחיאות כפים, כמו שנוהגים לעשות בארץ ישראל ביום שמיני עצרת, ומקיפים את התיבה שבע הקפות"
        },
        {
            "id": 617,
            "text": "בחוץ לארץ יש נוהגים לעשות ההקפות ושמחת תורה בשני הימים, בשמיני עצרת ובשמחת תורה, ויש להם על מה שיסמוכו"
        },
        {
            "id": 618,
            "text": "תושב ארץ ישראל שנסע לחוץ לארץ על דעת לחזור לארץ ישראל, יום שמחת תורה של חוץ לארץ, אצלו הוא חול גמור, ולכן ישכים ויניח תפלין בביתו, ויקרא בו קריאת שמע, וילבוש בגדי החג, וישתתף בתפלות הצבור בבית הכנסת ואף על פי שהם מתפללים תפלת יום טוב ''אתה בחרתנו'', הוא מתפלל בלחש תפלת חול, אתה חונן וכו' ובהלל יקרא בספר תהלים, ולא יתפלל מוסף, אלא כשהצבור מתפללים מוסף, יעמוד ויאמר בלחש מזמורי תהלים"
        },
        {
            "id": 619,
            "text": "בן ארץ ישראל שיצא לחוץ לארץ על דעת לחזור, אינו רשאי לעלות לספר תורה בשמחת תורה של חו''ל לחתן תורה הואיל ויום שמחת תורה שלהם הוא אסרו חג אצלו, והוא כיום חול לגמרי, ואם הזמינוהו לעלות לחתן תורה, לא יעלה לספר תורה, וימציא להם איזו אמתלא, וימנע מלעלות לחתן תורה, מאחר שאצלו הוא יום חול וחייב להניח תפילין בביתו בצינעא, כיון שדעתו לחזור, אינו יכול לברך על קריאת התורה ביום זה"
        },
        {
            "id": 620,
            "text": "תושב חוץ לארץ המבקר בישראל, על מנת לחזור לחוץ לארץ, רשאי לעלות לספר תורה ביום טוב ראשון, שהוא שמיני עצרת, כחתן תורה או חתן בראשית"
        },
        {
            "id": 621,
            "text": "בני חוץ לארץ העושים יום טוב שני בשמחת תורה, אין להם לחלל יום טוב בכלי שיר ונגינה, וכדומה, ואסור להם לרקוד עם אבוקה של שעוה לפני הספרי תורה, שיש בזה גרם כיבוי ויש נוהגים בחוץ לארץ לעשות את ההקפות עם ספרי התורה גם ביום טוב ראשון של שמיני עצרת, וגם ביום טוב שני של גלויות, ויש להם על מה שיסמוכו"
        },
        {
            "id": 622,
            "text": "אסור לעשות מוגמר לעשן לפני הספר תורה, ואפילו יום טוב שני של גליות, שהרי הוא בקדושה כיום טוב ראשון לכל דבר"
        },
        {
            "id": 623,
            "text": "אין אומרים וידוי ונפילת אפים אחר חג הסוכות עד ב' חשון ואין לשנות הלכות חנוכה סימן תרע - דברים האסורים והמותרים בחנוכה"
        }
    ]
}