{
    "הלכות ברכות": [
        {
            "id": 1,
            "text": "סימן קנח - דיני נטילת ידים לסעודה"
        },
        {
            "id": 2,
            "text": "א מצוה מדברי סופרים ליטול את הידים קודם שאוכל סעודה עם פת, ומצוה לשמוע דברי חכמים והסמיכו זאת על הפסוק : והתקדשתם והייתם קדושים, והתקדשתם אלו מים ראשונים וכו' ואף שזו מצוה מדברי סופרים מכל מקום מברכים על נטילת ידים קודם הניגוב: ''אשר קדשנו במצותיו וצונו על נטילת ידים'' שגם על מצוות דרבנן שייך לברך בלשון ''וצונו'', שהקב''ה צונו לשמוע לדברי חכמים  וצריך ליזהר מאד בנטילת ידים, שכל המזלזל בנטילת ידים חייב נידוי, ובא לידי עניות, ונעקר מן העולם"
        },
        {
            "id": 3,
            "text": "ב אף מי שאין ידיו מלוכלכות, ואינו יודע להם שום טומאה, אינו רשאי לאכול לחם עד שיטול ידיו"
        },
        {
            "id": 4,
            "text": "ג גם הנשים חייבות בנטילת ידים, ועל כן צריך כל אדם להיות בקי בהלכות נטילת ידים, וללמד את בני ביתו דיני נטילת ידים, וישגיח שיטלו ידיהם כהלכה וכן יחנך את בניו ובנותיו הקטנים לנטילה בברכה"
        },
        {
            "id": 5,
            "text": "ד האוכל פחות מכזית פת מעיקר הדין אינו צריך ליטול את ידיו, ורק אם בדעתו לאכול שיעור כזית, צריך ליטול את ידיו, אבל לא יברך על נטילה זו ורק אם בדעתו לאכול פת שיעור כביצה, נוטל ידיו ומברך על נטילת ידים והיינו באוכל כשיעור ביצה בלא קליפתה, שאז צריך לברך על הנטילה ונחלקו האחרונים מה הוא שיעור ביצה בלא קליפתה, ולהלכה נראה שאם אוכל כחמשים ואחד גרם פת, נוטל ידיו בברכה והמחמיר ליטול ידיו בלא ברכה גם בפחות מכזית תבוא עליו ברכה ויש מחמירים ליטול ידיהם באכילת פת כשיעור 18 גרם, לחוש לסוברים דכזית הוא כ-18 גרם שהרי דעת הרי''ף והרמב''ם שכזית הוא פחות משליש של כביצה, ושיעור ביצה הוא 18 דרהם, וכל דרהם הוא 3 גרם, ונמצא ששיעור כזית לדבריהם הוא כ-18 גרם אך לדעת התוס' ומרן השלחן ערוך, שיעור כזית הוא חצי ביצה, וממילא שיעור כזית הוא 27 גרם"
        },
        {
            "id": 6,
            "text": "ה הנוטל ידיו בברכה על דעת לאכול שיעור כביצה פת, ואחר שהתחיל לאכול, נאנס ולא יכול להמשיך באכילתו, אינו חייב לאנוס עצמו לאכול עד שיעור כביצה, או אפילו כזית, כדי שלא תהיה ברכתו ברכה לבטלה, שמה שבירך על נטילת ידים אין זו ברכה לבטלה, כיון שבשעת הנטילה היה בדעתו לאכול כביצה ומכל מקום אם הדבר אפשר ישתדל לאכול כביצה, מחמת הברכה שבירך ולכתחלה חכם עיניו בראשו, לאכול בתחלת סעודתו פת שיעור כביצה, ורק אחר כך יאכל משאר מאכלים"
        },
        {
            "id": 7,
            "text": "ו מי שנטל ידיו ולא היה בדעתו לסעוד כלל, ואחר כך נמלך מיד ורוצה לסעוד, צריך נטילה אחרת ואם לא הסיח דעתו יטול בלא ברכה, שיש אומרים דבנטילת ידים לחולין אף אם לא כיוון לשם נטילה יצא אם לא הסיח דעתו מעת שנטל ידיו ולכן יטול בלא ברכה"
        },
        {
            "id": 8,
            "text": "ז הקובע סעודה על פת הבאה בכיסנין , חייב ליטול ידיו כדין נטילת ידים לפת ויש אומרים שאף מברך על נטילה זו, ויש חולקים ולדינא, נוטל ידיו בלא ברכה  והמברך יש לו על מה שיסמוך ושיעור קביעות סעודה על עוגה יש אומרים שהוא 216 גרם, , ויש אומרים שהוא שיעור שלש ביצים, דהיינו, 162 גרם,  ואף על פי שלענין ברכת המזון אנו מחמירים ואין מברכים ברכת המזון על עוגה אלא אם כן אכל שיעור 216 גרם , מכל מקום לענין נטילת ידים יש להחמיר כדעת מרן וליטול בלא ברכה כשאוכל 162 גרם"
        },
        {
            "id": 9,
            "text": "ח האוכל פת כדי להעביר את מתיקות הדבש שאכל, או להעביר החריפות ממה שאכל, יש אומרים שאפילו אם אוכל יותר מכביצה, אין צריך ליטול ידיו, כדין עיקר וטפל ויש חולקים, ולכן כשאוכל שיעור כביצה, נכון שיטול ידיו בלי ברכה"
        },
        {
            "id": 10,
            "text": "ט שיעור נטילת ידים לסעודה הוא רביעית מים ומכל מקום טוב להוסיף וליטול בשפע, דאמר רב חסדא, אנא משאי ידי מלא חפני, ויהבו לי מן שמיא טיבותא מלא חפני"
        },
        {
            "id": 11,
            "text": "י אין מברכים על הנטילה קודם הנטילה, משום שפעמים אין ידיו נקיות ואין לברך בידים שאינן נקיות ולכן מנהגינו פשוט לברך על הנטילה קודם הניגוב שגם זה נחשב כמברך קודם קיום המצוה ואף שאנו נוטלים ידים יותר מרביעית מים על כל יד, ובזה לפי דעת מרן השלחן ערוך אין צריך ניגוב, ונמצא שאם יברך אחר הנטילה לא חשיב כמברך עובר לעשייתן, עם כל זה פשט המנהג לברך אחר הנטילה ולא קודם ובמקום מנהג אין חוששין לספק ברכות בצירוף סברת מיעוט הפוסקים הסוברים שאפשר לברך אחר הניגוב"
        },
        {
            "id": 12,
            "text": "יא מי שנטל ידיו כדת לסעודה, ולא בירך עליהם קודם הניגוב, לא יברך אחר הניגוב ולדעת הרמב''ם ורוב הראשונים ומרן השלחן ערוך והאחרונים, מה שהצריכו לברך קודם קיום המצוה ולא לאחריה, הוא לעיכובא, ואם מברך לאחר עשיית המצוה, היא ברכה לבטלה ואפילו אם נזכר תוך כדי דיבור שלא בירך על הנטילה, לא יברך אחר הניגוב  וגם לא יחכך בראשו או יגע במקומות המכוסים שבגופו, כדי שיתחייב נטילה אחרת, שאין לעשות כן על פי ההלכה, מחשש שגורם לברכה שאינה צריכה"
        },
        {
            "id": 13,
            "text": "יב אין להפסיק בדיבור בין הנטילה לניגוב ומכל מקום אם הפסיק בדיבור קודם הניגוב, קודם שיברך, אינו צריך לחזור וליטול ידיו, אלא יברך וינגב  ומכל מקום לדברים שבקדושה מותר לענות אבל בין הברכה לניגוב לא יענה גם לדברים שבקדושה ובשעת הניגוב יזהר שלא יפסיק כלל"
        },
        {
            "id": 14,
            "text": "יג אם נטל מקצת ידו ולאחר מכן ניגבה, ושוב חזר ונטל שארית ידו, הרי ידו טמאה כמו שהיתה, שאין נטילה לחצאין, וצריך לחזור וליטול כל ידו אבל אם נטל מקצת ידו, ולא ניגבה, ועדיין יש במקום שנטל טופח על מנת להטפיח, וחזר ונטל שארית ידו, מועילה נטילה זו, ורשאי אף לברך ''על נטילת ידים''"
        },
        {
            "id": 15,
            "text": "יד הנוטל ידיו לסעודה ותיכף שמע ברכה או דברים שבקדושה, צריך לענות אמן ושאר דברים שבקדושה, כל עוד לא בירך על נטילת ידים ואפילו להאומרים שאין לומר פסוק שאו ידיכם קודש מפני שחוששים משום הפסק, מכל מקום גם הם יודו שצריך לענות אמן ושאר דברים שבקדושה, ולא שייך להחמיר בזה ולומר שלא יענה עד שיתחיל לנגב ידיו, ויהרהר אמן ודברים שבקדושה בלבו, דחומרא דאתי לידי קולא היא ורק אם בירך כבר על נטילת ידים וקודם שינגב ידיו שמע ברכה וקדושה לא יענה עד שינגב ידיו, משום דהוי הפסק בין ברכה למצוה ושב ואל תעשה עדיף ולכן יהרהר עניית אמן ודברים שבקדושה בלבו"
        },
        {
            "id": 16,
            "text": "טו יש נוהגים לומר אחר הנטילה פסוק ''שאו ידיכם קודש'' וכו', ויש אומרים שאין לאומרו, כיון שלא נזכר בדברי האר''י ז''ל, והמיקל בזה לאומרו, אין למחות בידו שיש לו על מה שיסמוך ומכל מקום לכתחלה נכון שלא להפסיק באמירתו בין הנטילה לברכה"
        },
        {
            "id": 17,
            "text": "טז אם אין לו כלי ליטול בו את ידיו, ויש לפניו מקוה שיש בו ארבעים סאה, או ים או נהר, או מעיין אפילו אם אין בו ארבעים סאה, יטבול ידיו בהם, ויברך על נטילת ידים ואם בירך על טבילת ידים, יצא"
        },
        {
            "id": 18,
            "text": "יז יגביה ידיו ויברך, ולכתחלה יברך מעומד, אך זקן וחולה שאי אפשר להם לעמוד, מותר להם לברך על הנטילה מיושב"
        },
        {
            "id": 19,
            "text": "יח קודם שיבצע על הפת ינגב את ידיו היטב, שהאוכל בלי ניגוב כאילו אוכל לחם טמא ויזהר לברך לפני שמתחיל לנגב וטוב לנגב הידים גם אם נטל רביעית בבת אחת, או אם הטביל ידיו במי הים, או במקוה ובמעיין"
        },
        {
            "id": 20,
            "text": "יט מותר לנגב הידים במכשיר לניגוב ידים הפועל על ידי הזרמת אויר חם על גב הידים והוא הדין בניגוב הידים על ידי השמש וכדו'"
        },
        {
            "id": 21,
            "text": "כ אין לנגב הידים בחלוקו, דקשה לשכחה ומכל מקום הנוהגים לנגב בבגדיהם את רסיסי המים שעל גב הידים, קודם הנטילה, אין לחוש בזה משום שכחה סימן קנח - נטילת ידים לטיבולו במשקה"
        },
        {
            "id": 22,
            "text": "האוכל דבר שיש עליו רטיבות מים, , או משאר משקין צוננין, , ולא ניגב, ויש בדבר רטיבות שהיא טופח על מנת להטפיח, וכן אם מטביל לתוך משקה, צריך ליטול ידיו בלי ברכה ורמז לדבר: שבולת שטפתני, ראשי תיבות: שמע, טיבולו במשקה, פת, תפלה, נטילת ידים, שכל אלו צריכים נטילת ידים אבל לא יברך על נטילת ידים, כיון שיש פוסקים שסוברים שאין צריך נטילה ואף על פי שלהלכה חייב ליטול ידיו, מכל מקום לא יברך על הנטילה, דספק ברכות להקל"
        },
        {
            "id": 23,
            "text": "צריך ליטול ידיו לטיבולו במשקה ככל דיני נטילת ידים לסעודה וטוב שלא לדבר בין הנטילה לאכילה, משום דתיכף לנטילה ברכה ואמנם אין זה מעיקר הדין, שלא נאמר דין זה דתיכף לנטילה ברכה אלא במים אחרונים"
        },
        {
            "id": 24,
            "text": "אף על פי שבנטילת ידים לסעודה לכתחלה בעינן כוונה לנטילה המכשרת לאכילה, מכל מקום בנטילת ידים לדבר שטיבולו במשקה אין צריך כוונה"
        },
        {
            "id": 25,
            "text": "אפילו אם אין ידיו נוגעות ברטיבות, או שאוכל על ידי כף או מזלג, צריך ליטול ידיו אלא אם כן לוקח המאכל על ידי מגבת או כפפות, שאז אין צריך ליטול ידיו, אם אין לו מים"
        },
        {
            "id": 26,
            "text": "האוכל יותר מכזית חזרת שיש עליה רסיסי מים, צריך ליטול ידיו משום דבר שטיבולו במשקה, אף אם אוחז בראש החזרת במקום שאין שם רטיבות וכן האוכל פירות שנשטפו במים, ולא ניגבום, ויש בהם רטיבות של טופח על מנת להטפיח, אף שאינו נוגע ברטיבות נוטל ידו"
        },
        {
            "id": 27,
            "text": "האוכל דבר שטיבולו בדם דגים וחגבים, אין צריך ליטול ידיו כדין דבר שטיבולו במשקה וכן האוכל דג עם דמו, אין צריך נטילת ידים וכן חולה הצריך לאכול דבר הטבול בדם לרפואתו, מפני פיקוח נפש, או בדם אדם האסור מדרבנן, צריך ליטול ידיו כדין האוכל דבר שטיבולו במשקה"
        },
        {
            "id": 28,
            "text": "המטבל לתוך יין שרוף העשוי מתבואה, או מתמרים, צריך ליטול ידיו"
        },
        {
            "id": 29,
            "text": "האוכל פרי שאין עליו רטיבות כלל, אף שיוצא המיץ מהפרי ומרטיבו, אין צריך נטילת ידים וכן המטבל במי פירות אין צריך נטילת ידים  וכן המטבל בתוך דבש תמרים, אין צריך נטילת ידים, דדבש שאמרו היינו דבש דבורים, ודבש תמרים חשיב כמי פירות"
        },
        {
            "id": 30,
            "text": "האוכל תפוח מרוקח בדבש, אין צריך ליטול את ידיו כדין האוכל דבר שטיבולו במשקה, שמאחר ונתבשל כל כך עד שנבלע בתוך האוכל, נתבטל מתורת משקה וחזר להיות כאוכל"
        },
        {
            "id": 31,
            "text": "האוכל דבר שטיבולו במשקה פחות מכזית, מעיקר הדין אין צריך נטילת ידים כלל  ואף על פי כן ירא שמים יחוש לעצמו ליטול ידיו, אף כשאוכל פחות מכזית, אולם בצירוף ספק נוסף, וכגון אם מטביל פת פחות מכזית לתוך מרק מבושל, אין צריך ליטול ידיו, דתרי חומרי לא עבדינן  וכן אם אוכל פחות מכזית וגם אינו נוגע בידיו במשקה, אין צריך ליטול ידיו"
        },
        {
            "id": 32,
            "text": "יש אומרים שאם מטבל עוגה בכוס תה או קפה, כיון שהם חמים אם אינו אוכל כזית, או שאינו נוגע בידיו במשקה, אין צריך ליטול ידיו דהוי תרי חומרי, גם משקה מבושל, וגם אינו נוגע, או פחות מכזית ויש אומרים דכל זה שייך במרק, אבל בתה או קפה עדיין תורת משקה עליו גם אחר שהרתיחו המים ובזה רק אם אינו נוגע במשקה, וגם אינו אוכל כזית אין צריך ליטול ידיו אבל אם נוגע בידיו במשקה, או שהוא כשיעור כזית, אף שהוא משקה רותח צריך ליטול ידיו ואף שכן נראה עיקר לדינא, כמה אחרונים כתבו להקל כסברא ראשונה ובצירוף דעת הסוברים להקל בטיבולו במשקה, יש לסמוך על המקילין"
        },
        {
            "id": 33,
            "text": "האוכל פת שהניחוה בתוך מרק חם, וכדומה, אין צריך ליטול ידיו מדין טיבולו במשקה כיון שאוכל על ידי כף, וגם הוא דבר מבושל ואם ירצה להחמיר ליטול ידיו מדין פת פחות מכזית, תבוא עליו ברכה"
        },
        {
            "id": 34,
            "text": "האוכל בידו כזית בשר או עוף שיש עליהם רטיבות מים, , שלא בתוך הסעודה, צריך ליטול ידיו כדין טיבולו במשקה אבל האוכל צלי, אף שקודם הצלייה הדיחו את הבשר במים, ואחר הצלייה יש עליו מוהל טופח על מנת להטפיח, אין צריך ליטול ידיו"
        },
        {
            "id": 35,
            "text": "האוכל סופגניה, אף על פי שהיא ספוגה בשמן, וידיו מתלכלכות בשמן , אין צריך ליטול ידיו משום טיבולו במשקה, באופן שטיגון הסופגניות לא נעשה בשמן זית, אלא בשמן סויה וכדומה אך אם טיגנו הסופגניה בשמן זית, צריך ליטול ידיו, ולא דמי לאוכל תפוח שנתבשל עם דבש, שאינו צריך ליטול ידיו"
        },
        {
            "id": 36,
            "text": "האוכל ירקות הנמצאים בתוך מרק או אורז וכל מיני תבשיל שיש בהם רטיבות, על ידי כף או מזלג, אין צריך ליטול ידיו משום טיבולו במשקה, וכן המנהג שאין הדרך לאוכלם אלא בכף או מזלג, והוא גם דבר לח מבושל"
        },
        {
            "id": 37,
            "text": "האוכל עוגה ומטבלה בחמאה או בגבינה קרושה, אין צריך ליטול ידיו משום טיבולו במשקה, שחמאה וגבינה קרושה דינם כאוכל אבל המטביל לתוך חמאה שנימוחה, צריך ליטול ידיו, כדין דבר שטיבולו בחלב"
        },
        {
            "id": 38,
            "text": "האוכל פירות מבושלים במים, אין צריך לזה נטילת ידים, כיון שאוכלם בכף ואינו נוגע בידיו בפירות, וגם המים הם מבושלים ואם אוכל פחות מכזית יכול אף ליגע בידיו בפירות ומכל מקום ראוי להחמיר שלא יגע בידיו בפרי"
        },
        {
            "id": 39,
            "text": "המטבל דבר מאכל במלח, אף שהמלח בא מהמים, אין צריך ליטול ידיו מדין טיבולו במשקה, דמלח קרוש אין שם משקה עליו"
        },
        {
            "id": 40,
            "text": "הטובל אצבעו במשקה, ומוצץ המשקה, אין צריך נטילת ידים, שלא תיקנו נטילת ידים לשתייה, ולכן אין השותה צריך ליטול ידיו, אף אם הוא שותה מים בידיו מהנהר"
        },
        {
            "id": 41,
            "text": "הנוטל ידיו לפירות שאין עליהם רטיבות, הרי זה מגסי הרוח, שמראה בעצמו שהוא מדקדק במצות במה שאינו צריך ואף אם לא יברך על נטילה זו, אין ליטול את ידיו לפירות אבל אם היו ידיו מלוכלכות בטיט וכדומה, ורוצה לאכול פירות, מותר לו לרחוץ את ידיו, שהרי אינו עושה כן בתורת חיוב"
        },
        {
            "id": 42,
            "text": "כא אם נטל ידיו למים אחרונים, ונמלך לאכול דבר שטיבולו במשקה, , יש אומרים שא''צ ליטול ידיו שוב, ויסמוך על הנטילה שנטל לסעודה ויש חולקים ואומרים שצריך ליטול ידיו שוב וכל שכן אם כבר בירך ברכת המזון והביאו לו תיכף אחר ברכת המזון דבר שטיבולו במשקה, שצריך לחזור וליטול ידיו והמיקל בזה כדעה הראשונה בעת הצורך, יש לו על מה שיסמוך"
        },
        {
            "id": 43,
            "text": "כב אם נטל ידיו לדבר שטיבולו במשקה, ואחר כך רוצה לאכול לחם, אף ששמר את ידיו, אין אותה נטילה עולה לו, וצריך לחזור וליטול ידיו שנית אך לא יברך על נטילת ידים סימן קנט - באיזה כלי נוטלין"
        },
        {
            "id": 44,
            "text": "לא יתן מים לחבירו בחפניו, שאין נוטלין ידים אלא בכלי וכל סוגי הכלים כשרים לנטילת ידים, אפילו כלי העשוי מרפש ועפר וצריך שהכלי יהיה מחזיק שיעור רביעית מים ואם אינו מחזיק רביעית אין נוטלין ממנו, אפילו שימלאנו כמה פעמים באופן ששופך על ידיו כמה רביעיות וצריך ליטול שוב את ידיו כדין, ומכל מקום אין צריך לנגב ידיו קודם שיטלם כדת, ויכול ליטול ברביעית על ידיו על גבי מים אלו"
        },
        {
            "id": 45,
            "text": "אם אין שם כלי לנטילה, אלא בקבוק שפיו צר, יש להקל ליטול ממנו נטילת ידים לסעודה"
        },
        {
            "id": 46,
            "text": "והוא הדין שמותר ליטול ידים מבקבוק פלסטיק המיוצר בימינו, שיש בתחתיתו מיתקן פלסטיק שחור הגורם לבקבוק שיעמוד יציב"
        },
        {
            "id": 47,
            "text": "כלי שיש לו בליטה לשפוך ממנו מים, כמו קנקן מים שנעשה מתחלה כך, כשר לנטילה"
        },
        {
            "id": 48,
            "text": "אין נוטלין ידים מכלי נקוב או סדוק, או שבור ואם ניקב הכלי בנקב קטן, כמוציא משקה, שהוא נקב קטן מאד פחות מכונס משקה, אפילו אין למטה מן הנקב שיעור רביעית, הכלי כשר ליטול בו ידיו לסעודה, ומברך על נטילת ידים סימן קנט (המשך) - כיצד יבואו המים על ידיו"
        },
        {
            "id": 49,
            "text": "צריך שהמים היורדים על הידים יבואו מכח אדם, ולא שיבואו מאליהם"
        },
        {
            "id": 50,
            "text": "הכל כשרים ליתן מים על הידים, אפילו חרש שוטה וקטן ואף מקטן שלא הגיע לגיל שש שנים, ורשאי לעשות כן אפילו לכתחלה, ומברך על נטילת ידים  וכן אם קוף נתן את המים על ידיו, מועילה לו הנטילה ואם משרת גוי הביא את המים, יכול ליטול מהם, ומה שכתב המהרש''ל להזהר בזה, כוונתו שיש להזהר שגוי לא יצוק מים על ידיו בנטילת ידים ואמנם היכא דאי אפשר, אפשר להקל אף שגוי יוצק מים על ידיו וכתב בספר נהר מצרים, שהמנהג כיום שמשרת גוי גם יוצק מים על ידי הישראל, ולא נהגו להקפיד בזה כלל"
        },
        {
            "id": 51,
            "text": "אין ליטול הידים על ידי פתיחת הברז וסגירתו, אלא יטול על ידי כלי ומכל מקום כשאין לו כלי, יש שכתבו להקל ליטול ידיו על ידי פתיחת הברז וסגירתו, דבזה המים יורדים מכוחו, ויש שכתבו להקל בזה רק כשהמים מגיעים מחבית  ולמעשה בשעת הדחק כשאין לו כלי, יכול לסמוך על המקילין, על ידי פתיחת הברז וסגירתו בכל שפיכה"
        },
        {
            "id": 52,
            "text": "לכתחלה צריך שהמים יבואו על כל כף היד, ובעת הנטילה יהפוך ויסובב את ידיו כדי שיבואו עליהם מים מכל צד, ובין אצבעותיו, עד פרק כף היד ומכל מקום אם לא באו המים על כל כף היד אלא עד סוף קשרי האצבעות, מועילה לו הנטילה, ומכל מקום אם יש לו עוד מים ישפוך עוד מים על ידיו, אבל אם אין לו עוד מים, יצא ידי חובה, ויברך וינגב ידיו, ויוצא ידי חובת נטילת ידים לדעת האומרים ששיעור נטילת ידים הוא עד סוף קשרי האצבעות וכן הדין אם אחר שנטל ידיו ראה שנשאר איזה מקום בכף ידו שהוא יבש, מאחר שעסק בידיו קודם הנטילה בשמן ובנפט, ומחמת כן אין המים נראים על איזה מקום בכף ידו, ואין לו עוד מים לשפוך, מועילה הנטילה כנזכר"
        },
        {
            "id": 53,
            "text": "מי שאשתו אינה טהורה מותר לה להכין לבעלה את המים לנטילה, אך אסור לה לפתוח הברז כשידיו תחת הברז, כדי לרוחצם , שהרי היא יוצקת עליו מים מכוחה אבל אם היא פותחת את הברז של המים, ואחר כך הוא נותן את ידיו תחת הברז, לדידן יש להתיר ולנוהגים כדעת רבינו יונה יש להקל על ידי שינוי, כגון שתפתח הברז ביד שמאל, קודם שיתן ידיו תחת הברז"
        },
        {
            "id": 54,
            "text": "אם שופך על ידיו רביעית בבת אחת, מעיקר הדין די בפעם אחת, ומכל מקום מנהגינו ליטול ג' פעמים ויטול ידיו כסדר הזה: יקח הכלי ביד ימין וימסרנו ליד שמאל, ויד שמאל תשפוך על יד ימין ג' פעמים בזה אחר זה, ויניח הכלי וישפוך מיד ימין על יד שמאל ג' פעמים וגם מי שהוא איטר יד שכל מעשיו ביד שמאל, יתחיל הנטילה ביד ימין ככל אדם"
        },
        {
            "id": 55,
            "text": "כוס העשוי מנייר או מקרטון, היכול להחזיק את המים בתוכו, וכן כוס הנועד לשימוש חד פעמי, כשרים לנטילת ידים אבל אין ליטול הידים משקית ניילון, ואף בשעת הדחק שאין לו כלי זולת השקית ניילון, אין לו ליטול מהשקית ולברך על הנטילה, אלא יפרוס מפה על ידיו ויאכל, כדין מי שאין לו מים לנטילה"
        },
        {
            "id": 56,
            "text": "כלי נחושת שניקב באופן שפוסל את הכלי מלשמש ככלי לנטילת ידים, ותיקנוהו על ידי סתימת הנקב בבדיל, יש להכשירו לנטילת ידים בברכה וכן הדין אם סתמוהו בזפת וכלי חרס שניקב וסתמו בחרסית, אם אין לו כלי אחר רשאי ליטול בו ידים"
        },
        {
            "id": 57,
            "text": "מה שמצוי היום, שמחברים הכלי לידיות או לשרשרת על ידי חיבור במכונה מיוחדת, אין זה נחשב כניקב הכלי, וכשר ליטול בו את הידים, שהנקב והסתימה באין כאחד"
        },
        {
            "id": 58,
            "text": "לכתחלה יש לכוין בעת הנטילה לנטילה המכשרת לאכילה ואם לא כיוון עלתה לו הנטילה סימן קס - איזה מים כשרים לנטילת ידים"
        },
        {
            "id": 59,
            "text": "מים שנשתנו מראיהן, בין מחמת עצמן, בין מחמת דבר שנפל לתוכם, בין מחמת מקומם, פסולים לנטילת ידים ומים שהם עכורים מחמת עפר וטיט שנפלו לתוכם, כשרים לנטילת ידים, שדרך המים להיות מעורבים בעפר וטיט, וגם לבסוף אחר שישהו אותם דרכם להיות צלולים"
        },
        {
            "id": 60,
            "text": "מים שצבעם השתנה למראה לבן, ויש בהם כמין ענן וערפל, ובתוך כמה רגעים נעלם הענן והמים נעשים צלולים, כשרים ליטול בהם את הידים, אף בעודם כך, ואין צריך להמתין עד שהמים יהיו צלולים, ואפילו לכתחלה והוא הדין במים של הברז שיש בהם תערובת חול חום, ולאחר כמה רגעים החול שוקע והמים חוזרים להיות צלולים, שמים אלה כשרים לנטילת ידים, גם כשיש לו מים אחרים"
        },
        {
            "id": 61,
            "text": "מים שנעשה בהם מלאכה פסולים לנטילת ידים אבל אם יש ספק אם נעשה בהם מלאכה אם לאו, כשרים לנטילת ידים, ויכול אף לברך על נטילה זו, שכל ספק בטהרת ידים טהור"
        },
        {
            "id": 62,
            "text": "אם יש לפניו מים שיש בהם ספק אם נעשתה בהם מלאכה, אף על פי שכשרים לנטילת ידים, מכל מקום אם יש לפניו מים אחרים שאין בהם ספק, טוב שיטול ידיו מן המים האחרים שאין בהם ספק"
        },
        {
            "id": 63,
            "text": "אם אחר שנטל ידיו במים נתעורר לו ספק אם היה במים כשיעור, אין צריך לחזור וליטול ידיו אבל לכתחלה אם יש לו ספק אם יש במים כשיעור לא יטול ידיו בהם, דהוה ליה כספק חסרון ידיעה מה שאינו יכול לברר אם יש בהם כשיעור"
        },
        {
            "id": 64,
            "text": "מים של החביות שלנו, שיש בראש החבית כדור מתכת צף, הנועד לעצור את זרימת המים לחבית, על ידי כך שהמים מגביהים את הכדור עד לגובה מסויים ואז נעצרת זרימת המים, אינם נחשבים למים שנעשה בהם מלאכה, וכשרים לנטילת ידים"
        },
        {
            "id": 65,
            "text": "והוא הדין במים העוברים בצינורות, ומפעילים את שעון המים, שגורמים להזזת מחוגת שעון המים שהותקן על ידי העיריה, ומראים על כמות זרימת המים, שאינם חשובים כמים שנעשה בהם מלאכה, ומותר ליטול ידיו במים אלה"
        },
        {
            "id": 66,
            "text": "מים חמים שהיו נתונים בתוך בקבוק גומי הנועד להניחו על מקום מכאוביו של אדם, יש מחמירים שלא ליטול ממים אלה , מחשש דחשיבי כמים שנעשה בהם מלאכה ובפרט אם נעשו אצלו כשופכין"
        },
        {
            "id": 67,
            "text": "מים שלפני הנפח, אף על פי שלא נשתנו מראיהם פסולים לנטילת ידים ומים שלפני הספר, אם ידוע שטבל בהם ידיו, פסולים לנטילת ידים, אבל אם לא ידוע הדבר אם טבל בהם ידיו או לא, כשרים לנטילת ידים"
        },
        {
            "id": 68,
            "text": "מים שהנחתום הדיח בהם את ידיו מהבצק הדבוק בהם, כשרים לנטילת ידים כשאין לו מים אחרים, ומברך על הנטילה ברכת על נטילת ידים"
        },
        {
            "id": 69,
            "text": "מי ששרה ירקות במים כדי שלא יכמושו, אסור ליטול ידיו במים אלה"
        },
        {
            "id": 70,
            "text": "הנותן דגים חיים לתוך מיתקן מיוחד הנקרא אקווריום, אין ליטול הידים ממים אלה, כל שיש שם מעט לכלוכים, ואז נחשבים לגביו כמים סרוחים אמנם אם נתן דגים חיים בתוך המים לאיזה זמן מועט, מותר ליטול ממים אלה"
        },
        {
            "id": 71,
            "text": "מי ששרה פתו במים של חבירו, יש להחמיר שלא להשתמש במים אלה לנטילת ידים, כדין מים שנעשה בהם מלאכה"
        },
        {
            "id": 72,
            "text": "אם הניח בקבוק חלב חם בתוך כלי עם מים צוננים, כדי לקרר את החלב, אין ליטול הידים ממים אלה וכן אם צינן יין במים, או מים במים, אין ליטול מהם נטילת ידים, דחשיב כמים שנעשה בהם מלאכה אבל אם הניח מים צוננים בתוך מים קרים רק כדי שלא תפוג צינתם, או כדי למנוע שהמים יתחממו מחום היום, וכן ביין שנתן לתוך מים רק כדי לשמור על קרירות היין, כשרים לנטילת ידים ואינם חשובים כמים שנעשה בהם מלאכה וכן הנותן קנקן סודה לתוך מים קרים כדי לשמור על הקור של הסודה, המים כשרים לנטילת ידים מאחר שרק שמר על הסודה שלא תתחמם יותר, והסודה כבר היתה צוננת"
        },
        {
            "id": 73,
            "text": "מים המתהווים על ידי קרח שנימס, כשרים לנטילת ידים וכן מים של מקרר קרח, כשרים לנטילת ידים ואינם חשובים כמים שנעשה בהם מלאכת קירור, שהרי פנים חדשות באו לכאן"
        },
        {
            "id": 74,
            "text": "מים שהיה יודע את משקלם ושקל כנגדם בשר, אף על פי שלא נעשה מלאכה בגופן, פסולים לנטילת ידים"
        },
        {
            "id": 75,
            "text": "נתן מים לתוך כלי כדי לבדוק אם הכלי סדוק או לא, אם יש לו מים אחרים יטול בהם, ואם לאו המים שבכלי כשרים לנטילת ידים, ואינם נחשבים כמים שנעשה בהם מלאכה"
        },
        {
            "id": 76,
            "text": "מי שנתן מים בצלוחית לראות כמה מים הצלוחית מכילה, יש מי שאומר שמים אלה פסולים לנטילה"
        },
        {
            "id": 77,
            "text": "מים שהונחו בחבית חדשה כדי שהחבית תשאב מהמים, ואחר כך נותנים לתוך החבית יין, או שמן, ואז החבית לא תשאב מהיין והשמן, יש להכשיר מים אלה לנטילת ידים, ואינם נחשבים כמים שנעשה בהם מלאכה"
        },
        {
            "id": 78,
            "text": "מים ששתה מהם כלב או חזיר, אף שלדעת מרן השלחן ערוך אין לפוסלן לנטילת ידים, מכל מקום נכון לחוש בזה לדעת המחמירים, מאחר שכן מצינו בתוספתא, ולכן לא יטול ידיו במים אלה אבל מים ששתו מהם שאר בהמות או חיות או עופות, כשרים לנטילת ידים"
        },
        {
            "id": 79,
            "text": "מים חמים שהוחמו על ידי האש, מותר ליטול מהם נטילת ידים ונכון שימתין עד שהמים יהיו פושרין, שאז לכולי עלמא אפשר ליטול מהם נטילת ידים, ובפרט שקשה ליטול הידים במים חמים שהיד סולדת בהם"
        },
        {
            "id": 80,
            "text": "אין ליטול הידים מהמים של חמי טבריה, מפני שהם מרים ואינם ראויים לשתיית כלב"
        },
        {
            "id": 81,
            "text": "כג מים סרוחים, שאין הכלב יכול לשתות מהם, אין ליטול מהם נטילת ידים, ומים סרוחים שזיקקום, יש אומרים שחזרו להיכשרם הראשון ומותר ליטול מהם נטילת ידים ומים סרוחים הנמצאים בבורות, ומפיגין סרחונן באויר הרקיע, כל עוד שלא הפיגו סרחונן, פסולים לנטילה"
        },
        {
            "id": 82,
            "text": "כד אין נוטלים ידים ממי הים, שהרי מים אלה אינם ראויים לשתיית כלב ולכן יטביל ידיו במי הים, או במקוה טהרה שיש בו ארבעים סאה, או במעיין אפילו אין בו ארבעים סאה, ורשאי לברך על נטילה זו על נטילת ידים ואם הרתיח את מי הים עד שהלכה מרירותם, כשרים לנטילה בכלי ואם אי אפשר לו להרתיח את מי הים, וגם אינו יכול להטביל ידיו בים, כגון שהוא נמצא בספינה, ואין לו מים אחרים לנטילה, יטול ידיו ממי הים המלוחים דרך נטילה, ולא יברך, וזה עדיף יותר מאשר ינקה את ידיו במידי דמנקי"
        },
        {
            "id": 83,
            "text": "כה אין להתיר לכתחלה ליטול ידים לסעודה בחדר אמבטיא שיש שם בית כסא, אף על פי שקבוע בו סילון מים השוטפים בזרם אדיר ומנקים את האסלה היטב ובשעת הדחק שאין לו מקום אחר לנטילת ידים, יש להקל"
        },
        {
            "id": 84,
            "text": "כו חדר אמבטיא שאין שם בית כסא, ויש שם ברז קבוע עם קערת רחצה, מותר לכתחלה ליטול שם את הידים ויברך על הנטילה מחוץ לחדר האמבטיא והמחמיר ליטול את ידיו תמיד במטבח וכדומה, תבוא עליו ברכה"
        },
        {
            "id": 85,
            "text": "כז מים שהיו בתוך כלי ושהו בבית הכסא, אפילו היו מכוסים, נכון להחמיר היכא דאפשר שלא ליטול בהם את הידים ובשעת הדחק יש להקל, ובפרט בבתי כסא של זמנינו"
        },
        {
            "id": 86,
            "text": "כח אם אין לו מים רשאי ליטול ידיו לסעודה במי סודה, ויברך על נטילה זו ואם אין לו גם מי סודה, וכגון כשהוא על אם הדרך, בשעת דחק כזו יטול ידיו אף במשקאות בעלי צבע, וכגון שכר, קולה, קפה, ותה אך נכון להחמיר שהקפה והתה יהיו פושרים וכן מותר ליטול ידיו בשכר ושאר משקין ואין בזה משום ביזוי אוכלים, כיון שצריך לזה ואינו דרך איבוד, וגם אין בהם חשש משום פסול דשינוי מראה ואם אין לו גם משקין אלו, יטול ידיו במיץ פירות טבעי ויש אומרים שהיין כשר לנטילה, אלא שאסור לעשות כן שלא יהיה מזלזל בדבר חשוב שנשתנה לעילוי"
        },
        {
            "id": 87,
            "text": "כט מותר ליטול ידים ממיתקן סיפולוקס, באופן שלוחץ על הידית והמים יוצאים בקילוח בבת אחת וכן מותר ליטול ידים בבקבוק, באופן שהמים יורדים בלא הפסק"
        },
        {
            "id": 88,
            "text": "ל שלג וברד וכל דבר שברייתו מן המים, ויש בהם שיעור רביעית, מותר ליטול ידיו מהם, אבל צריך לרסקם ובשבת אסור לרסקם בידים ויש אומרים דאם רוצה לטבול ידיו בשלג, גם כן צריך לרסק השלג שיהיה מים, ויש חולקים ואומרים שאם יש חיבור של ארבעים סאה בשלג, אין צריך לרסק השלג לגבי טבילה ולדינא, הנכון לרסק את השלג וליטול ידיו במים, ולא יכנס לספק ברכות סימן קסא - חציצה בנטילת ידים, ועד היכן נוטלים"
        },
        {
            "id": 89,
            "text": "צריך להזהר מחציצה, שכל דבר החוצץ בטבילה חוצץ בנטילת ידים ושמן ונפט או משחה שעל כף היד, אף שאין המים הבאים על כף היד מלחלחים את היד, אין בזה חציצה וכן אם נטל ידיו ולא נתפסו המים בכף היד באיזה מקום, ונשאר שם יבש, אף על פי כן עלתה לו הנטילה וראה לעיל עמ' שנג סעיף ט'"
        },
        {
            "id": 90,
            "text": "צריך לנקות ידיו מלכלוך שתחת הצפורן וכן צריך להסיר הטבעת בשעת נטילת ידים אמנם איש שמלאכתו נקיה, ואין דרכו להסיר את טבעתו מאצבעו כלל, מותר לו ליטול ידיו עם הטבעת, אפילו אם היא מהודקת לאצבע ואפילו אם יש בה אבן טובה והמחמיר תבוא עליו ברכה אמנם אם בשביל האבן שיש בטבעת מקפיד להסיר הטבעת שלא תתקלקל במים, צריך להוציא הטבעת קודם הנטילה משום חציצה"
        },
        {
            "id": 91,
            "text": "אשה שאינה רגילה להסיר את הטבעת מעל אצבעה בעת עשיית עוגה, וכדומה, מותר לה ליטול את ידיה עם הטבעת, ואין זה נחשב לחציצה, אפילו אם הטבעת מהודקת ואם יש בטבעת אבן יקרה, שדרכה של האשה להקפיד להסיר את הטבעת כדי שהאבן לא תתקלקל במים, חשיב חציצה, וצריכה להוציא הטבעת קודם הנטילה ואם אינה מקפידה להוציא לעולם את הטבעת שיש בה אבן מעל ידה, אין זה נחשב חציצה"
        },
        {
            "id": 92,
            "text": "אשה הצובעת את צפרניה לנוי, אין בכך חציצה לענין נטילת ידים"
        },
        {
            "id": 93,
            "text": "צבע החינה שנוהגות איזה נשים לצבוע לפני חתונת קרובותיהן, אינו חוצץ לנטילת ידים"
        },
        {
            "id": 94,
            "text": "מי שעוסק בצביעת תפילין, וכל השבוע אינו מקפיד לרחוץ ידיו מהדיו שעל גבי ידיו, יש אומרים שישתדל לנקות את הדיו מעל ידיו עד כמה שאפשר, ויותר אינו חוצץ אבל בשבת וחג שדרכו להקפיד על ניקיון ידיו, יש לחוש בזה לחציצה"
        },
        {
            "id": 95,
            "text": "מי שיש לו מכה בידיו, והניח רטיה של בד מסביב, שלא על מקום המכה ממש, אם יכול להוציא הרטיה בשעת נטילת ידים, יוציא הרטיה ויטול ידיו ויברך על נטילת ידים אבל אם אינו יכול להוציא הרטיה, אינו רשאי לברך על נטילת ידים, כיון שאין הרטיה מונחת רק על מקום המכה, אלא אף על הבשר שמסביבה ואם המכה היא רק על יד אחת, יעטוף אותה יד במפה, ויטול ידו השניה, ויברך על נטילת ידים"
        },
        {
            "id": 96,
            "text": "מי שידו האחת מלאה בחבורות, וכרוכה כולה בתחבושת, ואוכל ביד השניה, חייב ליטול את ידו השניה לסעודה, ויברך על נטילת ידים ומי שיש לו מכה בכף ידו, או בגב ידו, ואינו יכול ליטול ידיו אלא עד סוף קשרי אצבעותיו, רשאי לברך על נטילת ידים"
        },
        {
            "id": 97,
            "text": "וכן מי שיש לו גבס על כל כף ידו האחת, נוטל ידו השניה למצות נטילת ידים לסעודה, ויברך בנוסח הרגיל ''על נטילת ידים'', אף על פי שאינו נוטל אלא רק יד אחת  ומכל מקום בדיעבד שטעה ובירך על נטילת יד, ולא תיקן בתוך כדי דיבור, יצא ידי חובה, ולא יחזור לברך"
        },
        {
            "id": 98,
            "text": "חולה שיש בו סכנה האוכל ביום הכפורים, צריך ליטול ידיו כל פרק היד עד הזרוע, ולא יברך על נטילת ידים, אם אינו אוכל שיעור כביצה בתוך כדי אכילת פרס ואם הרופא ציוה עליו לאכול שיעור כביצה בכדי אכילת פרס, וטוען שאם לא יאכל כן יבא לידי סכנה, חייב לשמוע לרופא אם טוען כן, ולא יאכל לשיעורין, ואז נוטל ידיו ומברך ומברך פעם אחת על האכילה הראשונה, ובסוף כל מה שהוצרך לאכול מברך ברכת המזון, ובברכת המזון יאמר יעלה ויבא, ויזכיר ביום הכפורים הזה ביום סליחת העון הזה ואם שכח ולא אמר יעלה ויבא, אינו חוזר סימן קסב - הגבהת הידים בנטילה"
        },
        {
            "id": 99,
            "text": "הנוטל ידיו צריך להגביה את ידיו למעלה, כדי שלא יצאו מים חוץ לפרק ויחזרו ויטמאו את הידים ואם שפך על שתי ידיו רביעית בפעם אחת, כיון שאין שם מים טמאים כלל, אין צריך להגביה את ידיו וכן המטביל ידיו, או אם נוטלן עד פרק הזרוע, , אין צריך להגביה ידיו למעלה ומכל שכן לפי המנהג שאנו נוהגים ליטול ידיו שלש פעמים, שאין צריך להחמיר לגביה את ידיו  ועל פי הסוד יש להגביה הידים אחר הנטילה, בעת שמברך, בכל אופן"
        },
        {
            "id": 100,
            "text": "אם נטל יד אחת ונגע בה בידו השניה שעדיין לא נטלה, לא הועילה לו נטילה זו, וצריך לנגבה ולחזור וליטול ואם כבר בירך, יטול בלי ברכה"
        },
        {
            "id": 101,
            "text": "מי שנטל ידיו ולפני הניגוב אדם אחר שלא נטל ידיו נגע בידיו הרטובות, צריך לחזור וליטול שוב ואם כבר בירך על נטילת ידים, ולפני הניגוב נגע בו מי שלא נטל ידיו, יחזור ויטול ידיו בלא ברכה ואם שפך על כל יד רביעית בבת אחת, לדעת מרן הש''ע א''צ לנגב ולחזור ליטול ידיו וכ''ד האליה רבה והנשמת אדם, והמאמר מרדכי, והגר''ז, ובא''ח אבל לדעת המג''א וכה''ח צריך שינגב ויחזור ליטול בלא ברכה והעיקר כדעת מרן אך לכתחלה יזהר בזה"
        },
        {
            "id": 102,
            "text": "יש אומרים שצריך לנגב את הידים אחר שנגעו בידית הכלי הרטובה, קודם שיטול את ידיו, או לנגב את ידית הכלי שנוטלים בו ידים, ונכון לנהוג כן, ולנגב הידים מהרטיבות שאחזה בהם מאחיזת הכלי אולם אם שופך על ידיו רביעית מים בבת אחת, אפילו אם היו ידיו רטובות מהידית, אין בכך כלום, שרביעית המים הבאים על ידיו מטהרות את ידיו סימן קסג-קסד - מי שאין לו מים, והמאכיל לאחרים"
        },
        {
            "id": 103,
            "text": "אם אין מים מצויים לפניו בריחוק יותר מארבעה מילין, ולאחריו מיל אחד, כורך ידיו במפה ואוכל פת, או דבר שטיבולו במשקה ולכן הנוסע במכונית ורוצה לאכול תוך כדי נסיעתו, אם יודע שיש לפניו בדרך מים ליטול את ידיו בריחוק ד' מילין, ימתין כדי שיטול ידיו כדת, ואם לאו כורך מפה על ידיו ואוכל"
        },
        {
            "id": 104,
            "text": "המאכיל לאחרים אינו צריך נטילה, אבל האוכל צריך נטילת ידים אף על פי שאחר נותן לתוך פיו ואינו נוגע במאכל וכן מי שאוכל את הפת על ידי מזלג וכדומה, חייב בנטילת ידים"
        },
        {
            "id": 105,
            "text": "מי שהגיע לביתו אורח מכובד שאינו שומר תורה ומצוות, והזמינוהו לסעוד בביתו, נכון שיבקש ממנו בלשון רכה שיטול ידיו ויברך כדת ואם אי אפשר לו לבקש ממנו דבר זה, או שמן הסתם לא ישמע לו לעשות כן, ויש לאורח זה הוקרה לתורה ולומדיה, ואם לא יגישו לפניו לאכול יתכן שיתרחק יותר מהתורה, ויבא לידי שנאה לשומרי תורה, מותר לכבדו באכילה ושתיה, אף שאינו מברך ואינו נוטל את ידיו ואם אפשר יאמר לו שיכוין לברכת המוציא שבעל הבית מברך, וכן לברכת המזון, וייצא ידי חובה מדין שומע כעונה"
        },
        {
            "id": 106,
            "text": "בתי מלון ומסעדות שהמאכל והמשקה ניתן לבאים בתשלום, מותר למכור מאכל ומשקה גם לחילוניים שאין מקפידים ליטול את ידיהם קודם אכילת פת, או לברך קודם ואחר האכילה וכן מותר להשכיר להם אולם שמחות לצורך עריכת חגיגת נישואין וכדומה"
        },
        {
            "id": 107,
            "text": "מי שנגע באמצע הסעודה בידו אחת במקומות המכוסים, או חיכך בראשו במקום שדרכו להיות מכוסה, אם רוצה להמשיך לאכול נכון להחמיר ליטול ב' ידיו, בלי ברכה אבל אם בדעתו לאכול פירות ומגדנות בלבד, או לשתות, די שיטול אותה היד בלבד"
        },
        {
            "id": 108,
            "text": "נכון להחמיר שלא לגעת באמצע הסעודה בתפילין ובספר תורה, או במגילת אסתר, כדי שלא יצטרך ליטול ידיו ומכל מקום אם רצה שלא ליטול ידיו, יש לו על מה שיסמוך אבל בשאר ספרי קודש המודפסים, אין שום איסור לגעת בהם באמצע הסעודה סימן קסה - העושה צרכיו ורוצה לאכול"
        },
        {
            "id": 109,
            "text": "אם הוצרך לנקביו ורוצה לאכול מיד, יטול ידיו בסירוגין ג' פעמים, ויכוין בנטילה זו אדעתא דהכי שרוצה לאכול, ויברך על נטילת ידים וינגב, ומיד יברך אשר יצר ואין ברכה זו חשובה כהפסק בין הנטילה לבציעת הפת, שבלאו הכי מעיקר הדין לדעת מרן מותר להפסיק בין הנטילה לברכת המוציא, כאשר יבואר להלן ואם אינו חושש שישכח מלברך ברכת אשר יצר, יאכל כזית של המוציא, ואחר כך יברך אשר יצר ומה שכתבו בכמה אחרונים שיטול ידיו לעשיית צרכיו, ויברך אשר יצר, ואחר כך יחכך ידיו במקומות המכוסים שבגופו, ושוב יטול ידיו ויברך על נטילת ידים, אין זה נכון לנהוג כן לפי ההלכה, שמכניס עצמו בידים לספק ברכה שאינה צריכה"
        },
        {
            "id": 110,
            "text": "אם רבים מסובין בסעודה, הגדול נוטל ידיו תחלה, ויש שהחמירו על עצמם ליטול באחרונה משום הפסק, ומיהו אם נטל בראשונה והמתין עד שבני הבית יטלו את ידיהם, לא חשיב הפסק הלכות בציעת הפת סימן קסו - הפסקה בין בציעה לנטילה"
        },
        {
            "id": 111,
            "text": "מעיקר הדין מותר לדבר בין הנטילה לברכת המוציא, ומכל מקום טוב ונכון להזהר שלא לדבר כלל בין הנטילה להמוציא, בין בחול בין בשבת ומכל מקום אם שמע קדיש או קדושה בין הנטילה להמוציא, או שמע איזו ברכה מחבירו, עונה אמן אחר הקדיש והברכה"
        },
        {
            "id": 112,
            "text": "נכון להזהר היכא דאפשר שלא לשהות שיעור כדי הילוך כ''ב אמה בין הנטילה לברכת המוציא וראוי להחמיר היכא דאפשר גם בשיעור כדי הליכת כ''ב אמה בפסיעות גסות, ולא רק בשיעור של הליכה עקב בצד גודל אולם כשבני הבית רבים, מותר להמתין להם בסעודות שבת עד שהכל יטלו ידיהם, אף שעובר זמן בין הנטילה לברכת המוציא יותר מהשיעור הנ''ל ומכל מקום יש לזרזם ליטול ידיהם בלא שום עיכוב"
        },
        {
            "id": 113,
            "text": "מעיקר הדין מותר להתעסק באיזה עסק קטן בין הנטילה לברכת המוציא, כגון ליתן צדקה לעני, או לראות השעה והמטבע, וכדומה ורק ממדת חסידות ראוי שלא להפסיק כלל בין הנטילה לברכה ואם חושש שמא יטרד בעסקו, ויבוא לידי הפסק גדול והיסח דעת, יברך המוציא ויטעם מהלחם, ואחר כך יתפנה לעסקו"
        },
        {
            "id": 114,
            "text": "מותר ליטול ידים בריחוק מקום מחדר האוכל, ואין צריך להחמיר ליטול ידים סמוך למקום אכילתו ומה שכתב מרן בשלחן ערוך ''וטוב ליזהר'' בזה, אין זה מן הדין, אלא ממדת חסידות"
        },
        {
            "id": 115,
            "text": "והוא הדין בשבת וביום טוב שמותר לצאת אחר הקידוש למטבח או לחצר כדי ליטול ידיו לצורך הסעודה סימן קסז - דיני בציעת הפת"
        },
        {
            "id": 116,
            "text": "יבצע ממקום שהפת נאפה יפה ביותר, ואם הפת נחרך קצת בעת האפייה מתחתיו, לא יחתוך מהחלק השרוף, אלא יחתוך מהחלק שנאפה יפה, כדי שהברכה תהיה על פת נאה"
        },
        {
            "id": 117,
            "text": "יחתוך מעט מהלחם, ויתחיל לברך, ואחר סיום הברכה יפריד החתיכה לגמרי מהפת אך בשבת ויום טוב, לא יחתוך כלל קודם הברכה ומכל מקום אם שכח וחתך מעט מהפת בשבת ויום טוב, לא הפסיד על ידי זה מצות לחם משנה, שכל שאוחז בפרוסה ושאר הככר עולה עמו הוי כשלם"
        },
        {
            "id": 118,
            "text": "לא יחתוך את הלחם בשעת הברכה עצמה, דלכתחלה אין לעסוק בשום דבר בעת שמברכים, אפילו תשמיש קל כזה אולם מעיקר ההלכה כל הקפידא בזה היא בברכות דאורייתא, כמו ברכת המזון, או בתפלת שמונה עשרה, אבל בברכות דרבנן מעיקר הדין אין איסור להתעסק בתשמיש קל, אך בכל זאת ראוי ונכון להחמיר בזה גם בברכות דרבנן"
        },
        {
            "id": 119,
            "text": "אם יש לו פת שלם מצוה מן המובחר לבצוע עליו גם בימות החול"
        },
        {
            "id": 120,
            "text": "יברך ''המוציא לחם מן הארץ'', ויתן ריוח בין לחם לבין ''מן הארץ'', ואם בירך מוציא לחם מן הארץ, יצא"
        },
        {
            "id": 121,
            "text": "לכתחלה יברך במקום הסעודה, אך בדיעבד אם בירך על הלחם במקום אחד, וטעם מהלחם, וממשיך בסעודתו במקום אחר, אין בזה קפידא"
        },
        {
            "id": 122,
            "text": "אחר שבירך המוציא יאכל מיד, ולא ידבר בין הברכה לטעימה ואם שח יחזור לברך, אלא אם כן דיבר מענין הסעודה, כגון אם ביקש שיביאו לו מלח כדי לטבל בו הפת, או ליפתן, וכדומה אולם לכתחלה לא יפסיק לדבר גם מענין הסעודה"
        },
        {
            "id": 123,
            "text": "לא יתחיל לברך קודם שיתפוס בידיו את הלחם, וטוב שיתן ב' ידיו על הפת בשעה שמברך ונהגו לטבל הפת במלח"
        },
        {
            "id": 124,
            "text": "מי שיש לו בתי ידים הנכון הוא להסירן בעת שמברך המוציא אבל מי שיש לו גבס בכף ידו, מותר לו לבצוע על הפת, ואין צריך ליתן לאחד מבני הבית שיבצע על הלחם"
        },
        {
            "id": 125,
            "text": "לאחר שבירך המוציא יאכל מיד, ולא יפסיק אפילו בשתיקה בין הברכה לטעימה  ולכן מה שיש נוהגים בשבת שאחר ברכת המוציא פורסים בסכין את כל הפת, להכינו לבציעה לכל המסובים, ורק אחר החיתוך טועמים מהלחם, אין נכון לנהוג כן לכתחלה, אלא מברך יטעם מעט, ואח''כ יחתוך לשאר המסובים"
        },
        {
            "id": 126,
            "text": "היו מסובין יחד, ונתכוונו לצאת ידי חובת ברכת המוציא בברכת הבוצע, אין לשומעים לענות ''ברוך הוא וברוך שמו'' אחר הזכרת ה' וצריכים כל השומעים לשתוק עד שיטעמו מהפת, ולא יפסיקו בשיחה בין שמיעת הברכה לטעימה ואם הבוצע טעם מהפת, והמסובים דיברו בין הטעימה לברכה, לא יחזרו לברך וטוב שיהרהרו הברכה בלבם אבל אם השומע דיבר קודם שיטעם הבוצע, חשיב הפסק וצריך לחזור ולברך ואם אחד מהמסובין אכל, אף על פי שעדיין לא טעם המברך, יצאו כולם ידי חובתם, ולא הוי הפסק ואם המברך דיבר דברים בטלים מיד לאחר הברכה, קודם שטעם, וגם המסובים עדיין לא טעמו, המברך צריך לחזור ולברך אחר שעשה הפסק בין הברכה לטעימה, אבל השומעים שלא דיברו אינם צריכים לברך, אלא יטעמו מהפת על סמך ברכתו של הבוצע"
        },
        {
            "id": 127,
            "text": "לכתחלה אין לדבר דברים בטלים עד שיבלע מהפת, ואם דיבר בעודו לועס, אין צריך לחזור, שכיון שכוונתו לאכילה ולא לטעימה, כל שהחיך נהנה מהפת חלה הברכה ושפיר דמי  אך לכתחלה לא ידבר אפילו דברי תורה עד שיבלע מן המאכל"
        },
        {
            "id": 128,
            "text": "אם בירך המוציא, וטרם שטעם מהמאכל שמע קדיש וקדושה, אין לו להפסיק לענות לקדיש ולקדושה בין הברכה לטעימה ובדיעבד אם הפסיק לדברים שבקדושה, או שענה אמן אחר עצמו, אינו חוזר ומברך, דספק ברכות להקל ואם התחיל ללעוס, והחיך כבר נהנה מהפת, אף שעדיין לא בלע, יענה לקדיש והקדושה, או לאמן אחר ברכת חבירו, שרק לדברים בטלים יש להחמיר לכתחלה שלא לדבר עד שיבלע ואם בירך והתחיל ללעוס המאכל, והוא קרוב לבית הבליעה באופן שקשה לו לענות לקדיש ולקדושה, די בהרהור אמן בלבו, ויקשיב וישמע עניית הקדיש והקדושה, ויהיה שומע כעונה"
        },
        {
            "id": 129,
            "text": "המברך ברכת הנהנין או ברכת המצוות, וענה אמן אחר ברכת עצמו, בדיעבד לא חשיב הפסק בכהאי גוונא וכן אם היו מסובין ובירך כל אחד לעצמו, וענה אמן על ברכת חבירו לפני שטעם, או ענה אמן אחר קדיש, בדיעבד לא חשיב הפסק אולם אם הפסיק בתיבה אחרת בין הברכה לטעימה או לקיום המצוה, הוי הפסק, ואף שאמר רק תיבה אחת, אפילו הכי הוי הפסק"
        },
        {
            "id": 130,
            "text": "קודם שיאכל יתן מזון לפני בהמתו, שאסור לאכול קודם שיתן מאכל לבהמתו, או חיה או עוף שבביתו, שמזונותיהם עליו ואסור אף לטעום קודם שיתן לפניהם מאכל ויש אומרים שאין זה מעיקר הדין, אלא ממדת חסידות, שנכון והגון מאד לעשות כן ויש אומרים שדבר זה הוא מעיקר הדין וגם זה אינו אלא באכילה, אבל בשתייה אדם קודם לבהמה ולעוף"
        },
        {
            "id": 131,
            "text": "יש אומרים דדין זה הוא מן התורה ויש חולקים ועל כל פנים אין צריך שיתן האוכל בפניהם, אלא די במה שציוה ליתן האוכל לפניהם וכבר הזהיר מרן החיד''א, שיש לצוות ליתן מאכל לתרנגולים בכל בוקר, כדי שלא יעבור על איסור צער בעלי חיים, וכנודע ממעשה שאירע בימי האר''י ז''ל"
        },
        {
            "id": 132,
            "text": "אם אחר שבירך, קודם שטעם מן המאכל אמר ''תנו מאכל לבהמה'', אין זה נחשב להפסק, שהרי אסור לאדם לאכול קודם שיתן לבהמתו לאכול וכתב הכל בו, דגם בזה אין לנהוג כן לכתחלה, ורק בדיעבד לא הוי הפסק"
        },
        {
            "id": 133,
            "text": "בשבת ויום טוב שיש מצוה לאכול, יש אומרים שאם הפסיק בין הברכה לטעימה ואמר שיתנו אוכל לבהמה, הוי הפסק אחר דבשבת ויו''ט אין איסור לאכול קודם שיתן אוכל לבהמתו ויש חולקים, ובדיעבד אין צריך לחזור ולברך"
        },
        {
            "id": 134,
            "text": "המגדל כלב בביתו , או חתול, וכדומה, צריך להזהר לכתחלה שלא לאכול קודם שיתן בפניהם אוכל, שגם בבהמה וחיה טמאים יש להזהר בזה לכתחלה"
        },
        {
            "id": 135,
            "text": "כל האיסור לאכול קודם שיתן מאכל לבהמתו, הוא בבהמה שלו, אבל בבהמה של אחרים הנמצאת בחצרו, ואין מוטל עליו להאכילה, מותר לאכול קודם שיתן לפניה מאכל"
        },
        {
            "id": 136,
            "text": "שכח ואכל ולא בירך המוציא, אם אפשר לו לאכול עוד מעט מהפת, טוב שיברך ויאכל ואם סיים סעודתו ואי אפשר לו לאכול עוד מהפת, לא יברך המוציא אחר האכילה ואם הוא מסופק אם בירך המוציא או לא, אינו חוזר ומברך ומותר לו לאכול לכתחלה בלי ברכה  ואם אפשר ישמע הברכה מאחר ויצא ידי חובתו"
        },
        {
            "id": 137,
            "text": "מי שטעה ובירך על הלחם בורא פרי האדמה, או שהכל, או בורא מיני מזונות, ולא תיקן תוך כדי דיבור לומר המוציא לחם מן הארץ, דעת הריטב''א שלא יצא ידי חובתו, אחר שחכמים הפקיעו שם של פרי בנוסח הברכה ויש אומרים שיצא ידי חובתו, דסוף סוף החטים יצאו מהאדמה, ולא שיקר בברכתו אולם לכולי עלמא אם בירך על הלחם בורא פרי העץ, לא יצא ידי חובה, וחייב לחזור ולברך והוא הדין בעוגה שאם בירך עליה בורא פרי האדמה, יצא ואם בירך על היין בורא פרי העץ יצא"
        },
        {
            "id": 138,
            "text": "אם במקום ברכת המוציא אמר בריך רחמנא מלכא מאריה דהאי פיתא, יצא ובמקום שיש ספק או מחלוקת בפוסקים אם לברך או לא, אין לברך אפילו בלשון תרגום, כגון בריך רחמנא מלכא דעלמא וכו', שגם בזה יש חשש איסור ברכה לבטלה אלא יהרהר הברכה בלבו ודיו והנוהגים לתרגם בליל פסח את ברכת אשר גאלנו בלשון ערבי, אחר שאמרוה בלשון הקודש, אין למחות בידם בחזקה, שיש להם על מה שיסמוכו"
        },
        {
            "id": 139,
            "text": "הבוצע יטעם ראשון, ואין המסובים רשאים לטעום מהלחם עד שיטעום הבוצע ואם כל אחד אוכל מככרו ואין כולם זקוקים לככר שביד הבוצע, רשאים לטעום קודם ובשבת וביום טוב נוהגים שבעל הבית בוצע על ב' ככרות, וכל בני הבית יוצאים בברכתו י''ח לחם משנה והמברך יכוין להוציאם י''ח, וגם הם יכוונו לצאת י''ח ואם רוצים לטעום קודם שיטעם הבוצע, צריך שיהיה לפני המסובים לחם משנה חוץ ממה שלפני הבוצע, ואז יהיו רשאים לטעום קודם הבוצע"
        },
        {
            "id": 140,
            "text": "אין נותנין לאחרים הלחם ביד, שאין נותנין ביד אלא לאבל אלא יניח על השלחן לפניהם והוא הדין בזה גם לבניו הקטנים היכולים ליקח הלחם שלפניהם  ולא יבצע פרוסה קטנה מאד להמוציא, שנראה כצר-עין, וכן לא יבצע פרוסה גדולה מדי, שלא ייראה כרעבתן אך בשבת יכול לבצוע פרוסה שתספיק לו לכל הסעודה"
        },
        {
            "id": 141,
            "text": "אין הבוצע רשאי לבצוע עד שיכלה אמן מפי רוב העונים וכל זה כשמברך ומוציא אחרים ידי חובת הברכה, אבל אם כל אחד מברך המוציא לעצמו, אין צריך להמתין עד שיכלה אמן מפי העונים ומי שאינו אוכל אינו יכול לברך המוציא להוציא אחרים ידי חובת הברכה ואפילו בשבת ויום טוב שיש חיוב לאכול פת, לא יברך לו חבירו ברכת המוציא אם אינו אוכל עמהם אבל לקטנים יכול לברך אף על פי שאינו אוכל עמהם, כדי לחנכם במצוות סימן קסח - על איזה פת מברכין"
        },
        {
            "id": 142,
            "text": "אם יש לו לחם שלם, נכון יותר לברך על השלם, אפילו אם הוא לחם קטן ואם הלחם השלם הוא משעורים, והחתיכות הם מחטים, יניח הפרוסה תחת השלימה ובוצע משתיהן יחד"
        },
        {
            "id": 143,
            "text": "פת גמור אפילו פחות מכזית, מברך עליו המוציא אבל לאחריו אינו מברך כלום, כל שלא אכל כזית"
        },
        {
            "id": 144,
            "text": "פיצה הנאפית בתנור עם בשר או גבינה, ונילושה במים, יש לברך עליה ברכת המוציא ואם אכל שיעור כזית מברך ברכת המזון  ואם נילושה בחלב וטעם החלב ניכר בפיצה, יברך מזונות ופשטידה הנאפית בתנור, מברכים עליה המוציא וברכת המזון אבל פשטידא הנעשית מבצק עלים וכדומה, והעיסה נפרכת, אף שיש בתוכה בשר וכדומה, , מברכים עליו בורא מיני מזונות וכן סיגרים הממולאים בבשר, העשויים מבצק עלים , וכדומה אבל פשטידא הנאפית מבצק רגיל ונילוש במים, וממולא בבשר או בדגים או בגבינה, ואופים אותה כעיסה רגילה, מברכים עליה המוציא וברכת המזון"
        },
        {
            "id": 145,
            "text": "הספרדים ובני עדות המזרח נוהגים לברך על המצה לאחר הפסח, ''בורא מיני מזונות'' ולאחריה על המחיה ויש למנהגם זה על מה לסמוך אך מי שרוצה לנהוג לברך על המצה המוציא וברכת המזון, כשהוא קובע סעודה על המצה, , יכול לנהוג כן, אחר שהמצה עשויה לאוכלה עם מיני ליפתן וכדומה, ואינה דומה לפת הבאה בכיסנין הבאה בדרך כלל לקינוח סעודה וחסידים ואנשי מעשה נוהגים לאכול המצה בתוך סעודה של פת גמור, או שקובעים סעודתם על המצה, שהוא שיעור שבעים ושנים דרהם, שהם מאתים ושש עשרה גרם, ואז מברכים על המצה המוציא וברכת המזון בלי פקפוק וצריכים ליטול ידים כדין פת, בלי ברכה  ויש שפוטרים הברכה הראשונה של המצה בטעימה מפת גמור, ובכהאי גוונא יברכו ברכה אחרונה ''מעין שלש'' ומי שאינו רגיל לאכול פת כלל, מסיבות בריאותיות וכדומה, אלא מצה בלבד, יברך עליה המוציא וברכת המזון ומנהג האשכנזים לברך על המצה המוציא וברכת המזון בכל השנה כמו בפסח"
        },
        {
            "id": 146,
            "text": "המטגן פרוסת לחם שאין בה כזית, אף שיש בה תואר לחם, מברך בורא מיני מזונות וכן פירורי לחם מבושלים, שאין בהם כזית, אף שיש להם תואר לחם, מברכים עליהם בורא מיני מזונות, ומעין שלש ואם יש כזית מן הפת, מברך המוציא וברכת המזון"
        },
        {
            "id": 147,
            "text": "עיסה רגילה שיש עליה שומשמין, מברכים עליה המוציא לחם מן הארץ, ואם אכל שיעור כזית, מברך ברכת המזון ואם יש בה הרבה שומשמין עד שאין ניכר טעם העיסה מרוב השומשמין, מברך עליה מזונות ועל המחיה ואין חילוק בזה בין אם היו השומשמין על העיסה או שהיתה ממולאת מהם"
        },
        {
            "id": 148,
            "text": "פת הבאה בכיסנין מברך עליו בורא מיני מזונות, ולאחריו ברכה אחת מעין שלש  ופת הבאה בכיסנין הוא, פת העשוי כמין כיסים שממלאים אותם דבש או סוכר ואגוזים ושקדים ותבלין וכן עיסה שעירב בה דבש או שמן או חלב או מיני תבלין ואפאה, וטעם תערובת מי הפירות או התבלין או החלב ניכר בעיסה, שמברכים עליהם בורא מיני מזונות ואפילו אם הקמח עיקר, מברך עליה בורא מיני מזונות ואם אין טעמם ניכר בעיסה, מברך עליה המוציא לחם מן הארץ ופת שעושים אותה כעכין יבשים וכוססין אותם, מברך בורא מיני מזונות ולאחריהם על המחיה"
        },
        {
            "id": 149,
            "text": ", דהיינו שאוכל למעלה מ-216 גרם, מברך על העוגה המוציא לחם מן הארץ, וברכת המזון ואם התחיל לאכול את העוגה שלא על דעת לקבוע עליה סעודה, ובירך בורא מיני מזונות, ונמשך באכילתו, עד שאכל שיעור 216 גרם, יברך ברכת המזון, אף שבירך בתחלה מזונות וכבר נתבאר לעיל שאם אוכל עוגה שיעור 162 גרם, יטול ידיו בלי ברכה ואם אוכל שיעור 216 גרם, הרוצה לברך על הנטילה יש לו על מה שיסמוך"
        },
        {
            "id": 150,
            "text": "כשקובע סעודתו על עוגה, צריך שיאכל כל כזית מפת הבאה בכיסנין בתוך כדי אכילת פרס ואם אוכל פחות משיעור ארבע ביצים מברך בורא מיני מזונות, ולבסוף על המחיה ומכל מקום נכון להזהר לכתחלה שלא לאכול מפת הבאה בכיסנין כשיעור שלש ביצים, דהיינו נ''ד דרהם, שהם כמאה ששים ושנים גרם"
        },
        {
            "id": 151,
            "text": "מה שמצוי בכמה סעודות מצוה, שמביאים חלות מתובלות בסוכר, ומודיעים לצבור שאין צריך ליטול הידים, כיון שמברכים עליהם בורא מיני מזונות , יש להעיר, שאם קובעים סעודתם עליהם ואוכלים שיעור כ-216 גרם, צריכים לברך המוציא וברכת המזון  וגם בחתונות הנערכות כיום עם חלות מתוקות יש לנהוג כן"
        },
        {
            "id": 152,
            "text": "כל דין זה של הקובע סעודתו על עוגה, ומברך המוציא וברכת המזון, הוא דוקא שהעוגה נאפית בתנור אבל עיסה שבישלה או טיגנה, אינה נקראית לחם, ואף אם קובע סעודתו עליהם מברך בורא מיני מזונות ועל המחיה ולכן על הזלאבייא של התימנים, מברכים בורא מיני מזונות ולאחריה על המחיה, אף אם קובע סעודתו עליה וכן סופגניות שבלליתן רכה ונעשות על ידי טיגון בשמן, אפילו אם קבע סעודתו עליהם אינו מברך המוציא וברכת המזון, אלא בורא מיני מזונות ועל המחיה"
        },
        {
            "id": 153,
            "text": "הקובע סעודתו על פת הבאה בכיסנין , שצריך לברך המוציא וברכת המזון, ושבע באכילתו, ונסתפק אחר אכילתו אם בירך ברכת המזון או לא, חוזר ומברך מספק, חוץ מברכה רביעית לעד האל אבינו וכו'"
        },
        {
            "id": 154,
            "text": "בכל אכילה שהאדם אוכל אינו מברך ברכה אחרונה אלא אם כן אכל כזית בכדי אכילת פרס אבל אם אכל כזית ביותר מכדי אכילת פרס, אינו מברך ברכה אחרונה כלל וכן באכילה של מצוה, כגון אכילת מצה ומרור וכיוצא, צריך לדקדק לאכול כזית בכדי אכילת פרס ושיעור זה הוא כשבע דקות וחצי וטוב להחמיר בדברים שהם מן התורה לאכול כזית בארבע דקות והקובע סעודה על עוגה, יש אומרים שדי שיאכל כזית מהעוגה בתוך זמן של אכילת פרס, שהוא בין ארבע לשבע דקות, ואף שאכל את שאר העוגה קימעא קימעא, צריך לברך ברכת המזון ולדינא צריך שיאכל כל כזית בשיעור תוך כדי אכילת פרס"
        },
        {
            "id": 155,
            "text": "הקובע סעודתו על פת הבאה בכיסנין, ובצירוף הבשר וכו' אכל שיעור ע''ב דרהם, לא חשיב כקובע סעודה על פת הבאה בכיסנין, שאין לצרף לשיעור זה מאכלים אחרים, אלא צריך שיקבע סעודה על העוגה ולא ביחד עם שאר המאכלים"
        },
        {
            "id": 156,
            "text": "האוכל איטריות ושאר מעשה קדרה מחמשה מיני דגן, וקבע סעודתו עליהם, אינו מברך המוציא וברכת המזון, אלא יברך בורא מיני מזונות ועל המחיה ואף בדיעבד אם בירך עליהם המוציא, לא יצא אבל אם טעה ובירך עליהם ברכת המזון יצא"
        },
        {
            "id": 157,
            "text": "עיסה שנילושה בדבש אפילו אם לא היה הרוב דבש, מברכים עליה בורא מיני מזונות, כל שהמתיקות ניכרת בעיסה ולדעת הרמ''א מברכים עליה המוציא"
        },
        {
            "id": 158,
            "text": "מי שקבע סעודתו על פת הבאה בכיסנין, והיה בדעתו לאכול למעלה משיעור מאתים ושש עשרה גרם, ונטל ידיו ובירך המוציא, ונאנס ולא אכל שיעור זה, מברך ברכה אחרונה על המחיה ועל הכלכלה, אף שבירך בתחלה המוציא ומה שבירך המוציא לא נחשב כמי שבירך ברכה לבטלה ומי שאכל עוגה ולא היה בדעתו לקבוע סעודתו על זה, ותוך כדי אכילה נמלך ורוצה לקבוע על זה סעודתו, יכול להמשיך באכילתו על סמך ברכת מזונות שבירך בתחלה, ואינו צריך לברך עתה המוציא, אף שאוכל שבעים ושתים דרהם"
        },
        {
            "id": 159,
            "text": "זלאביה הנעשית מסולת ודבש, ומטגנים אותה בשמן, מברכים עליהם מזונות וכן במה שעושים מקמח דליל עם סוכר ומטגנים אותו ומטבלים אותו בדבש כשהוא חם, ברכתו מזונות ואפילו אם קבע סעודתו עליהם, דהיינו שאכל יותר משיעור מאתים ושש עשרה גרם, אינו מברך אלא מזונות וברכה אחת מעין שלש"
        },
        {
            "id": 160,
            "text": "האוכל פת הבאה בכיסנין, ומלפת מעט בפירות הנמצאים לפניו, ועיקר כוונת אכילתו היא לפת הבאה בכיסנין, אינו מברך על הפירות, שהם נחשבים כטפלים כלפי העוגה ואם באמצע אכילת העוגה אוכל מהפירות לבדם, וכבר אינו מלפתם ביחד, אין האחד פוטר את השני בברכה, וצריך לברך על שניהם הלכות דברים הנוהגים בסעודה סימן קסט-קע - ליתן לאחרים לאכול, והנהגות בעת הסעודה"
        },
        {
            "id": 161,
            "text": "לא יתן לאכול אלא למי שיודע בו שיברך אולם אם בא לביתו אורח נכבד שאינו שומר תורה ומצוות, אבל מוקיר את התורה ולומדיה, ואם לא יכבדו באיזה כיבוד יגרום הדבר שהאורח ישנא את לומדי התורה, ואם ידרוש ממנו לברך או ליטול ידיו יפגע ויבוא לידי שנאת שומרי התורה, יש להקל ליתן לפניו כיבוד מאכל ומשקה, אף שאינו מברך ונכון שהוא עצמו יברך בקול רם ויאמר לאורח שישמע והוא מוציא אותו ידי חובה"
        },
        {
            "id": 162,
            "text": "אין משיחין בסעודה, ואפילו בדברי תורה, שמא יקדים קנה לושט, ואפילו מי שנתעטש אין אומרים לו לבריאות או חיים טובים ובזמן הזה שאין אנו נוהגים לישב בהיסבה נהגו להקל בזה להפסיק בדיבור באמצע הסעודה וכן נהגו גם כמה תלמידי חכמים לדבר בעת הסעודה, בפרט בדברי תורה והלכה ואם שמע ברכה מחבירו והוא קרוב לבית הבליעה, יהרהר אמן בלבו ודיו אמנם בליל פסח שאוכלים בהיסבה יש להזהר שלא להשיח בסעודה בעת שמיסב, שמא יקדים קנה לושט ויבא לידי סכנה"
        },
        {
            "id": 163,
            "text": "לא ישתה אדם מהכוס ויתן לחבירו, מפני הסכנה, שמא מחמת הבושה יקבל חבירו ממנו וישתה, ואם השותה חולה ידבק ממנו אולם בכוס של קידוש המנהג לשתות מכוס היין של בעל הבית שקידש עליו ואם יש אורחים זרים בבית, נכון שיקנח בידיו המקום ששתה ממנו, או שיתן מעט יין מהבקבוק לתוך כוס אחר ויתן לפניהם ואם לא עשה כן, והאורח חושש שמא המקדש יש לו חולי, ויכול להזיק לטועם אחריו מן הכוס, או שהוא איסטניס שאינו יכול לטעום מכוס ששתה ממנו חבירו, אין צריך לשתות מן הכוס"
        },
        {
            "id": 164,
            "text": "כבר נהגו להקל לשתות גם ב' כוסות, דלא חיישינן לזוגות בזמן הזה"
        },
        {
            "id": 165,
            "text": "אין מסתכלין בפני האוכל ולא במנתו, שלא לביישו ויטב לבו בסעודתו אם מעט ואם רב, ויחשוב שאוכל כדי שיהיה לו כח לעבודתו יתברך, ויאכל פתו בשמחה, ולא בכעס ודאגה, ולא יהיה קפדן בסעודה, שאז הוא גם מונע מבני ביתו לאכול ולא ישוך מהפרוסה ויניחנה על השלחן, מפני שנמאסה לבריות ושנים שיושבים יחד בסעודה, הגדול פושט ידו תחלה, ואחריו מי שקטן ממנו וכן אם מניחין פירות ומגדנות בפני האורחים, הגדול פושט ידו תחלה"
        },
        {
            "id": 166,
            "text": "הנכנס לבית חבירו, צריך שיעשה כל מה שיאמר בעל הבית, ולכן אם מכבדו במאכל ומשתה צריך שישמע לו ומשורת דרך ארץ שימתין עד שיחזור ויבקש ממנו ואם האורח נוהג להחמיר באיזה דבר שיש בו סרך איסור, רשאי להחמיר כן גם אם בעל הבית אינו נוהג להחמיר אלא אם כן הוא דבר שאין בו סרך של איסור, רק פרישות בעלמא, טוב שיסתיר הנהגתו מאחרים"
        },
        {
            "id": 167,
            "text": "יזהר שלא יטנף מלבושיו באכילתו וטוב שיאכל על ידי כף ומזלג, ולא יאכל בשתי ידים, אלא ביד אחת ולא ימהר בלעיסתו ואכילתו, כדרך הגרגרנים, ויפסיק מעט בין לעיסה ללעיסה, ולא ישמיע קול בעת הלעיסה ולא ישתה ב' כוסות בזה אחר זה, ולא יאחז בידו פרוסת לחם גדולה יותר מהרגיל אצל הבריות וינהג כן אפילו הוא לבדו בביתו"
        },
        {
            "id": 168,
            "text": "מה שאמרו לא ישתה אדם כוס יין בבת אחת, דין זה לא שייך ביין מתוק שלנו , וכן ביינות שלנו שהם רפויים"
        },
        {
            "id": 169,
            "text": "המנהג פשוט לשתות מים ושאר משקאות בפני רבים, בין בתוך הסעודה ובין שלא בתוך הסעודה"
        },
        {
            "id": 170,
            "text": "לא יאכל וישתה מעומד, ולא יאכל את המאכל כולו עד קיצו, אלא ישייר מעט סימן קעא - שלא לנהוג ביזיון באוכלים"
        },
        {
            "id": 171,
            "text": "מותר לאכול דייסא בפת במקום כף, והוא שיאכל הפת אחר כך והמדקדקים אוכלים בכל פעם שמכניסים לתוך פיהם מעט מן הפת עם הדייסא"
        },
        {
            "id": 172,
            "text": "הזורקים סוכריות ומעדנים בבית הכנסת על חתן וכלה, יש להם להזהר שלא יבואו לידי ביזיון אוכלים וכן יש להזהר שלא יזרקו הסוכריות במקומות שאינם נקיים, שלא להפסיד האוכלים ואם רואה אוכלים מושלכים בארץ, אסור להניחם כך, אלא צריך להסירם משם וכן אסור לגרום לאוכלים שיאסרו בהנאה שלא לצורך"
        },
        {
            "id": 173,
            "text": "יש אומרים שאסור לזרוק לפני החתן והכלה פירות של ערלה, משום ביזוי אוכלין, שזורקן במקום שבאים לידי בזיון, כגון במקום רפש וטיט  ולדעתם אין לאסור בזה משום הנאה מפירות של ערלה, אחר שאינו נהנה מגוף הפרי ולכן במקום שאין רפש וטיט והפרי של ערלה עטוף בנייר באופן שלא יבוא לידי בזיון, מותר לשחק בפרי זה ולזורקו לפני חתן וכלה, ובתנאי שיכבדו את הפירות לאחר מכן ורק בפירות רכים, כמו תאנים וכדו' אין לזורקן לפני החתן והכלה ויש חולקים ואוסרים בכל אופן משום הנאה מפירות של ערלה  ולדבריהם אותן הנוהגים לזרוק פרי אחד, ולקבל בידו השניה את הפרי השני, בלי שיגעו זה בזה, אין להקל בזה בפרי של ערלה, מפני שהוא רוצה בקיומו"
        },
        {
            "id": 174,
            "text": "יש נוהגים כשעושים פירות כבושים במים ומלח, מניחים בתוכם חתיכת פת, כדי שיהיה לכבושין טעם יפה ואף שחתיכת פת זו נמאסת ומתקלקלת, אין איסור לעשות כן, כיון שעושים כן לצורך הכבושים"
        },
        {
            "id": 175,
            "text": "יש להזהר כשנותן פת מהלחם משנה למסובין, שלא לזרוק הפת לפני המסובין דרך ביזיון, אף אם אין הפת נמאסת בזריקה זו, אלא יניח הפת על השלחן, או שיתן דרך מסירה ואין סומכין קערה מלאה בפת, כדי שתעמוד יפה, דיש לחוש שמא ישפך מהקדרה על הפת וימאס"
        },
        {
            "id": 176,
            "text": "אין להניח בשר חי על גבי ככר, שהרי הדם יזוב על הככר ויאסרנו ואף אם הוכשר הבשר מדמו, אין להניח הבשר על הככר, אם הפת תימאס לאכילה על ידי הנחת הבשר על גבי הככר אבל בשר צלי מותר להניחו על פת כשאוכל הפת עם הבשר ואין מעבירים כוס מלא על גבי הלחם, שמא ישפך מהמשקה על הלחם"
        },
        {
            "id": 177,
            "text": "ארגז מעץ שמונחים בתוכו מאכלים, מותר לישב עליו, שאינו גורם למעיכת המאכלים אבל אם ישיבתו גורמת למיעוך המאכלים הנמצאים בארגז, או שהוא שק וכדומה, אין לישב עליהם"
        },
        {
            "id": 178,
            "text": "במקום צורך מותר להניח ככר לחם ולתת עליו ספר כדי לעיין בו, שהרי עושה אדם כל צרכיו בפת, וכל שאינו מידי דממאיס עושים בפת, וסומכים בה הקערה, וקל וחומר לספר שהוא למצות לימוד תורה סימן קעב - דין אם הכניס אוכלים לפיו בלי ברכה"
        },
        {
            "id": 179,
            "text": "שכח והכניס משקים לתוך פיו בלי ברכה, בולעם, ואינו מברך עליהם ברכה ראשונה, וינהג כן אפילו אם אינו דחוק לשתות המשקה שהכניס לתוך פיו ויהרהר הברכה בלבו בעוד המשקה בפיו ואם שתה שיעור רביעית בלי ברכה ראשונה, יברך לאחריה ברכת ''בורא נפשות'' ואם שותה עוד יברך ברכה ראשונה, ולא יסמוך על מה שהרהר הברכה בלבו ויאמר: ברוך שם כבוד מלכותו לעולם ועד, ויברך ואם הכניס אוכלים לתוך פיו בלי ברכה, אם הוא דבר שאינו נמאס אם יפלטנו, יפלטנו ויברך עליו, שאינו יכול לברך כשפיו מלא באיזה מאכל ואם הוא דבר שנמאס, מסלקו לצד אחר בפיו ומברך"
        },
        {
            "id": 180,
            "text": "לכתחלה טוב ונכון להסיר את הפירורין מתוך פיו בעת הברכה, כדי שלא יגמגם בברכה, וכן אם יש בפיו ריבוי רוק, נכון שיבלענו קודם שיברך"
        },
        {
            "id": 181,
            "text": "מותר לברך כאשר בפיו מונחות שיניים תותבות, ואין בזה חשש משום ''ימלא פי תהלתך''"
        },
        {
            "id": 182,
            "text": "מי שאכל בשר, ובתוך שש שעות מאכילת הבשר טעה ובירך ברכת הנהנין על מאכלי חלב, יטעם מעט, כדי שלא תהיה ברכתו ברכה לבטלה והוא הדין במי שטעה ובירך על בשר אחר ראש חודש אב, או שטעה ובירך על מאכל או משקה בתעניות צבור , או במוצאי שבת ויום טוב קודם שהבדיל, או דבר מאכל או משקה קודם הקידוש, או על מאכל קודם תפלת שחרית, בכל אלה יטעם מעט כדי שלא תהיה ברכתו ברכה לבטלה וכן אם קיבל עליו תענית שלא בלשון נדר אבל אם טעה ובירך על מאכלות אסורות, כמו נבילה וטריפה, וכדומה, אפילו באיסורי דרבנן כמו בישולי גויים, לא יטעם כלל, ויאמר ''ברוך שם כבוד מלכותו לעולם ועד'' וכן אם קיבל עליו תענית בלשון ''נדר'', ושכח ובירך על איזה מאכל, או בצום יום הכפורים, לא יטעם, ויאמר ברוך שם וגו' סימן קעג - דין מים אמצעיים"
        },
        {
            "id": 183,
            "text": "מים אמצעיים רשות, והני מילי בין תבשיל לתבשיל, אבל בין גבינה לתבשיל, חובה ולפיכך האוכל מאכלי חלב, ורוצה לאכול מאכלי בשר, יקנח פיו בפת וכיוצא בזה, וידיח פיו במשקים, ויטול ידיו, או ינקה אותם היטב"
        },
        {
            "id": 184,
            "text": "השותה חלב נוזלי מתוך כלי, ורוצה אחר כך לאכול בשר, ואפילו בשר בהמה, אין צריך נטילת ידים, ודי בהדחת הפה בלבד, ואינו צריך לקנח פיו בפת"
        },
        {
            "id": 185,
            "text": "המנהג להחמיר גם בתבשיל מרק שבישלו בו בשר, להמתין שש שעות בין בשר לחלב, אך בחולה וכדומה יש להקל"
        },
        {
            "id": 186,
            "text": "בין בשר לדגים חובה ליטול הידים, משום דקשה לצרעת, וחמירא סכנתא מאיסורא וגם בזמן הזה יש להקפיד בזה ויש לנהוג כן גם בין בשר עוף לדגים ובין אכילת הדגים לבשר ישתה איזה משקה, ויאכל מעט פת וכל דבר שאינו נדבק בפה כדי להעביר את טעם הדגים מהפה ויש אומרים דבין בשר עוף לדגים אין צריך ליטול ידיו, אבל לדינא גם בין בשר עוף לדגים צריך נטילת ידים אבל בין ביצים לדגים אין צריך להחמיר ליטול ידיו, אף שהביצים באו מהעוף ומותר אף לאכול ביצים אלה עם גבינה ללא שום חשש כלל"
        },
        {
            "id": 187,
            "text": "האוכל דגים על ידי מזלג, וידיו נקיות, ואוכל אחר כך בשר, יש אומרים שאין צריך ליטול את ידיו, אחר שלא נגע בידיו בדגים ויש חולקים, ולדינא אפשר להקל בדבר זה אך אם אוכל דג שיש בו עצמות דקים, והוצרך להוציאם מפיו, וממילא נוגע בדגים בידיו, צריך ליטול ידיו כנ''ל, ולהדיח פיו במשקה, ויאכל מעט פת וכדו' בין הדגים לבשר"
        },
        {
            "id": 188,
            "text": "שני בני אדם המכירים זה את זה מותר להם לאכול זה ליד זה האחד דגים והאחד בשר, ואין לחוש שמא יקח האחד מהשני ויאכל דגים ובשר יחד, שכיון שחמירא סכנתא מאיסורא, נזהרים בזה יותר"
        },
        {
            "id": 189,
            "text": "חולה האוכל על-ידי אדם אחר, ואינו נוגע במאכל בידיו, אין צריך ליטול ידיו מים אמצעיים וכן המאכיל לאחרים אין צריך ליטול את ידיו"
        },
        {
            "id": 190,
            "text": "מי שאכל דגים, והביאו לפניו בשר, ונגע בבשר קודם שנטל ידיו, אין לאסור הבשר באכילה ויקנח אותו מקום היטב, ויטול ידיו ויאכל הבשר"
        },
        {
            "id": 191,
            "text": "מים אמצעיים צריכים ניגוב כמים ראשונים וראוי להקפיד לכתחלה שלא ליטול מים אמצעיים על קרקע ויש אומרים שבמים אמצעיים צריך ליטול דוקא ממים, ולא משאר משקים, ולא דומה למים אחרונים שאפשר ליטול בכל המשקים ויש חולקים, ובשעת הדחק, כשאין לו מים יכול ליטול מים אמצעייים בשאר משקים  והיסח הדעת פוסל באמצעיים, מפני שעדיין רוצה לאכול וידיו צריכים שימור סימן קעד - דין ברכת היין והמים בסעודה"
        },
        {
            "id": 192,
            "text": "יין פוטר כל שאר משקים, ולכן אם בירך הגפן על היין, אפילו לא היו לפניו באותה שעה שאר מיני משקין, כל שהיה בדעתו בשעה שבירך על היין לשתות שאר מיני משקים לאחר מכן, או שהיו לפניו, אינו מברך עליהם, שכבר נפטרו בברכת היין ואפילו שתה יין דרך עראי, פוטר בברכת היין שאר מיני משקים ואינו מברך לא ברכה ראשונה ולא ברכה אחרונה"
        },
        {
            "id": 193,
            "text": "ולכן השומעים קידוש ומכוונים לצאת ידי חובה, אם טעמו מעט מהיין, כפי שנוהגים לעשות כן לחיבוב מצוה, אינם מברכים על שתיית שכר ושאר כל המשקים, אפילו אם שותה בין הקידוש לסעודה אבל אם לא טעמו מהיין, צריכים לברך על שאר משקים קודם הסעודה  וכן הדין למברך על כוס ברכת המזון, שברכת היין פוטרת כל מיני משקין גם כששותה יין לשם מצוה, ואם שותה קפה אחר ברכת המזון לא יברך עליו"
        },
        {
            "id": 194,
            "text": "השותה יין בתוך הסעודה מברך עליו בורא פרי הגפן, שאין ברכת המוציא שבירך על הפת פוטרתו ואפילו אם היין בא מחמת הסעודה, מברך עליו הגפן, ואינו נפטר בברכת הפת והדין כן אף אם היין מבושל אבל אינו מברך עליו ברכה אחרונה, שברכת המזון פוטרתו ואם קידש על היין, ושותה יין אחר כך בתוך הסעודה, אינו מברך הגפן, אם היה בדעתו לשתות עוד מהיין בתוך הסעודה ומי שמיסב לאכול מיד אחר ההבדלה, , ורוצה לשתות יין בסעודה, יכוין בעת שמבדיל שאינו רוצה לפטור בברכת הגפן את היין שישתה אחר כך בתוך הסעודה, ואז יוכל לברך על היין שבסעודה בורא פרי הגפן"
        },
        {
            "id": 195,
            "text": "מי שבירך על היין ופטר את כל המשקים, ולאחר מכן רוצה לשתות קפה, ורוצה לאכול מעט סוכר לבדו כדי למתק את הקפה, אין צריך לברך גם על הסוכר"
        },
        {
            "id": 196,
            "text": "המברך על כוס יין של ברכת המזון, ושתה מהיין שיעור רביעית, ורוצה אחר כך לשתות קפה, יש אומרים שיברך קודם על הגפן, ואחר כך יברך שהכל על הקפה ויש חולקים וסוברים דחשיב גורם לברכה שאינה צריכה והעיקר דשב ואל תעשה עדיף ולא יברך על היין ברכה אחרונה, וגם לא יברך על הקפה ברכה ראשונה ואם קדם ובירך ''על הגפן'' ושותה אחר כך קפה, צריך לברך על הקפה ומי שלא טעם מכוס של ברכת המזון, בודאי שצריך לברך על הקפה ששותה אחר ברכת המזון"
        },
        {
            "id": 197,
            "text": "השותה מים או שאר משקים בתוך הסעודה, אין לו לברך עליהם דחשיבי כבאים מחמת הסעודה לפי שאין דרך לאכול בלא שתייה ואפילו היה צמא קודם הסעודה שאין זה דומה לשותה יין בתוך הסעודה שמברך עליו הגפן, שדוקא ביין מפני חשיבותו הצריכו לו ברכה אף בתוך הסעודה וירא שמים הרוצה להסתלק מן הספק ישב קודם הסעודה במקום סעודתו, ויברך ברכת שהכל על מים קודם הסעודה, על דעת לשתות בתוך סעודתו, כדי לפטור מה שישתה בתוך הסעודה אלא שאם אינו צמא לשתות, אין לו לברך שהכל על המים, כיון שהשותה מים שלא לצמאו אינו מברך, אפילו אם רוצה לברך כדי לפטור המים שישתה בתוך הסעודה ועל כן כשאינו צמא לשתות יברך שהכל על שאר משקאות קלים שיש הנאה בשתייתם, או על סוכר ומסטיק או שאר מיני מתיקה ומכל מקום כל זה הוא כדי לצאת ידי חובת כל הדיעות, וממדת חסידות, אך אינו מעיקר ההלכה, שכבר נהגו אף לכתחלה לשתות מים בתוך סעודה בלא ברכה"
        },
        {
            "id": 198,
            "text": "הנוהגים להחמיר ולשתות מים קודם הסעודה, כדי לפטור מה שישתו בתוך הסעודה, נכון שלא ישתו שיעור רביעית בבת אחת כדי שלא יכנסו בספק ברכה אחרונה ואם שתו שיעור רביעית, יש אומרים שלא יברכו ברכה אחרונה, שברכת המזון פוטרת גם ברכה אחרונה על מה ששתה קודם הסעודה ויש חולקים, ולדינא, ספק ברכות להקל, ומכל מקום הרוצה לברך הרשות בידו, משום ספק ספיקא, דמאי דלא עבדינן ספק ספיקא בברכות הוא לכתחלה, אבל הרוצה לברך ולסמוך על ספק ספיקא, יש לו על מה שיסמוך ובלבד שאין בדעתו לשתות עוד בתוך הסעודה, אבל אם יש בדעתו לשתות עוד בתוך הסעודה, אינו רשאי לברך ברכה אחרונה על המים ששתה קודם הסעודה"
        },
        {
            "id": 199,
            "text": "השותה תה או קפה באמצע הסעודה, או בגמר הסעודה ובסיומה, אין לו לברך עליהם, דספק ברכות להקל וטוב שיניח התה והקפה לאחר ברכת המזון, ואז יוכל לברך לכולי עלמא או שיברך באמצע הסעודה על סוכריה, כדי לפטור את התה והקפה ואם התחיל לשתות או לאכול בתוך הסעודה, וממשיך לשתות או לאכול הדבר אחרי ברכת המזון, צריך לברך"
        },
        {
            "id": 200,
            "text": "יש המקפידים לכתחלה שלא לשתות עראק, או שאר חמר מדינה, בתוך סעודתו, כי יש ספק בדבר אם צריך לברך עליו שהכל נהיה בדברו, ומכל מקום העיקר לדינא שאין מברכים על כל חמר מדינה ששותים בתוך הסעודה, כמו עראק, קונייאק וכדומה, שרק יין קובע ברכה לעצמו בסעודה ואם רוצה לצאת מידי ספק, יברך על השכר קודם הסעודה, ויכוין לפטור את השכר ששותה בתוך הסעודה וכן אם שותה יין פוטר השכר בברכת הגפן שמברך על היין, שיין פוטר כל שאר משקין"
        },
        {
            "id": 201,
            "text": "במקומות שמביאים ערק וקונייאק לפני המזון להמשיך תאות המאכל, ובפרט בסעודות גדולות, אפילו אם שתו רביעית אינם מברכים אחריו ברכה אחרונה אלא שאין לשתות מהערק בין נטילה לברכת המוציא"
        },
        {
            "id": 202,
            "text": "הקובע סעודתו על פת הבאה בכיסנין, דהיינו שאוכל למעלה מ-216 גרם, , אם שותה מים באמצע האכילה, אין לו לברך ברכת שהכל על המים, כדין השותה מים באמצע הסעודה אבל אם אוכל פחות משיעור קביעות סעודה, אם שותה מים, מברך עליהם שהכל"
        },
        {
            "id": 203,
            "text": "וכן האוכל מאכל הנקרא קוסקוס, ושאר מעשה קדירה, אם שותה מים באמצע האכילה, יש לו לברך על מים אלה ברכת שהכל והברכה על הקוסקוס היא ''בורא מיני מזונות'', גם אם קובע סעודתו על מאכל זה, ואוכל יותר מ-216 גרם ואם יש בקוסקוס תערובת של ירקות או בשר, אינו מברך על תערובת זו, שברכת מזונות שבירך על הקוסקוס פטרה כל מה שמעורב שם, שהם טפלים לעיקר"
        },
        {
            "id": 204,
            "text": "האוכל עוגה ורוצה לשתות תה או קפה באמצע אכילתו, צריך לברך על המשקה שהכל נהיה בדברו, שאין ברכת בורא מיני מזונות פוטרת המשקה וגם כשהובאו לפניו ביחד, צריך להקדים ולברך בורא מיני מזונות על העוגה, ואחר כך יברך שהכל נהיה בדברו על המשקה, לאחר טעימה מן העוגה ואם אוכל כזית מהעוגה צריך לברך בסוף ''על המחיה'' בלבד, לפי מנהגינו שאין אנו מברכים ברכה אחרונה אחר שתיית תה או קפה בעודם חמים"
        },
        {
            "id": 205,
            "text": "השותה רביעית מים בבת אחת, או כוס מיץ פירות, באמצע אכילת העוגה, צריך לברך שהכל, ולבסוף ''בורא נפשות'' ויקדים בברכה האחרונה ברכת ''על המחיה'', ואחר כך ברכת ''בורא נפשות'' אבל האוכל פירות או ירקות שיעור כזית, ואוכל גם כן עוגה, יקדים בברכה האחרונה ''בורא נפשות'' על הפרי, ואחר כך ברכת על המחיה ואם קדם ובירך על המחיה, כיון שהזכיר בברכת על המחיה ''ועל תנובת השדה'', פטר את ברכת נפשות על הפירות או הירקות, שהם מתנובת השדה, ואף שלא נתכוין לפטור את ברכת נפשות, מכל מקום למאן דאמר מצוות אין צריכות כוונה בעל כרחו פטר את ברכת נפשות במה שאמר ועל תנובת השדה, ולכן אינו מברך נפשות סימן קעז - הלכות דברים הבאים בתוך הסעודה"
        },
        {
            "id": 206,
            "text": "דברים הנאכלים בתוך הסעודה, אם הם דברים הבאים ללפת בהם את הפת, כגון בשר ודגים וביצים וגבינה ודייסא, ומיני מלוחים, , וכן דברים הבאים להשביע, אפילו אוכלם בלי פת, אין צריך לברך עליהם לא לפניהם ולא לאחריהם, שברכת המוציא וברכת המזון פוטרתם ואפילו אם לא היו לפניו בעת שבירך על הפת, אינם טעונים ברכה כלל ואפילו אם הובאו לו באמצע הסעודה מבית אחר ואם הם דברים הבאים שלא מחמת הסעודה, דהיינו שאין דרך לקבוע סעודה עליהם ללפת בהם את הפת, כגון תאנים וענבים וכל מיני פירות, אם אוכל אותם בלי פת, טעונים ברכה לפניהם, שברכת המוציא אינה פוטרתם, שאינם מעיקר הסעודה אבל אינם טעונים ברכה לאחריהם, שכיון שבאו בתוך הסעודה, ברכת המזון פוטרתם ואין תורת סעודה אלא באוכל כזית פת או יותר, שאז אינו מברך על התבשילים אבל אם אוכל פחות מכזית פת, יש לברך על התבשיל שאוכל אחריו"
        },
        {
            "id": 207,
            "text": "מה שמצוי כיום בחתונות שעוזבים את השלחן בסיום הסעודה, ועוסקים בשמחת חתן וכלה, והמלצרים מפנים את השולחנות, הדבר נחשב כסילוק שלחן גם לדידן, ואז אם ממשיך לאכול איזה פרי, צריך לברך עליו בתחלה ובסוף, ולכתחלה נכון להנהיג לברך ברכת המזון לפני שהצבור יקום מהשולחנות כדי לשמח חתן וכלה, ואז יוכלו לברך ברכה ראשונה ואחרונה על הפירות שמגישים בסיום החתונה לכולי עלמא"
        },
        {
            "id": 208,
            "text": "האוכל מיני מתיקה, כגון, סוכריה, מסטיק, וכדומה, שאין דרך לאוכלם עם הפת, מברך עליהם ברכה ראשונה ואם אכל כזית בכדי אכילת פרס אינו מברך ברכה אחרונה, שברכת המזון פוטרתם ואם אוכלן עם הפת, אינו מברך עליהם אף ברכה ראשונה, וכגון במי שאוכל בננה עם פת, וכדומה, שאינו מברך ברכת האדמה על הבננה"
        },
        {
            "id": 209,
            "text": "וכן האוכל חבוש מבושל, מברך עליו בורא פרי העץ, שאף שהוא מבושל, הדרך להביאו לקינוח סעודה, ולא לשם מזון, ולכן צריך לברך עליו תחלה"
        },
        {
            "id": 210,
            "text": "לכתחלה אין ראוי לאכול עוגה בתוך הסעודה, מאחר שיש ספק ברוב העוגות אם ברכתם בורא מיני מזונות או המוציא לחם מן הארץ ורק מחמת הספק נהגו לברך על כל העוגות ברכת מזונות ולכן האוכל עוגה בתוך הסעודה אינו מברך עליה, שמא פטר את העוגה בברכת המוציא שבירך על הלחם וטוב שיכוין בברכת המוציא לפטור גם את העוגה וגם עוגה שיש בתוכה אגוזים ודבש וכיו''ב, והעיסה נילושה עם סוכר, וגם היא יבשה שכוססין אותה, שבעוגה כזו לכל הדיעות יש לברך בורא מיני מזונות, גם בזה לכתחלה יש להניחה לאחר ברכת המזון ומכל מקום אם אוכל עוגה כזו בסוף הסעודה לשם קינוח הסעודה, , המברך עליה מזונות, יש לו על מה שיסמוך , אבל בתוך הסעודה, אינו מברך עליו וכן האוכל וופלה בסוף הסעודה לקינוח, והמתיקות בעיסה עצמה נרגשת, ורוצה לברך עליה מזונות, יש לו על מה לסמוך, שהרי ברכת הוופלה לכולי עלמא היא מזונות, שגם נכססת בשיניו, וגם ממולאת בשוקולד, וגם העיסה נילושה עם סוכר ואין העיסה באה להחזיק את המילוי בלבד, אלא להטעים"
        },
        {
            "id": 211,
            "text": "יש הנוהגים בשבת ויום טוב, לברך על בשר ודגים, ביצים ומיני תבשיל, או פירות, קודם נטילת ידים וברכת המוציא, כדי להשלים מאה ברכות בשבת ויש להם על מה שיסמוכו ואין חילוק בזה בין אנשים לנשים  וכיון שאוכלים קודם הסעודה, יזהרו שלא יאכלו כזית, כדי שלא יכנסו בספק ברכה אחרונה ואם אכלו מהם כזית קודם הסעודה, , לא יברכו ברכה אחרונה, שספק ברכות להקל וכן אם אכל עוגה קודם הסעודה שיעור כזית, אינו מברך ברכה אחרונה, דשמא ברכת המזון פוטרתו"
        },
        {
            "id": 212,
            "text": "כשחל ט''ו בשבט בשבת, יש להעדיף לאכול מפירות שבעת המינים ושאר דברים שנוהגים לאכול בליל ט''ו בשבט, רק לאחר סיום הסעודה, שאז יוכל לברך בתחלה ובסוף ולהרויח מאה ברכות בשבת ואם אכל מהפירות הנז' אחר שאכל כזית מן הלחם, אינו מברך ברכה אחרונה, שברכת המזון פוטרתם ועל כל פנים לא יאכל מהפירות בין הקידוש לסעודה, שיעור כזית, כדי שלא יכנס לספק ברכה אחרונה, וכנזכר לעיל ובשבת ויום טוב מותר לכתחלה להניח הפירות לאחר ברכת המזון, כדי לברך עליהם גם ברכה אחרונה, ולהשלים בכך חיוב מאה ברכות בכל יום ואין לחוש בזה לברכה שאינה צריכה אך בימות החול שאינו חסר ברכות להשלים למנין מאה ברכות, לכתחלה אין ראוי להניח הפירות שהובאו לפניו לאחר ברכת המזון, אלא אם כן אינו אוכל כשיעור וכן יעשה בליל ראש השנה, שאחר שבירך המוציא יאכל כזית לחם, ויברך על התמרים ושאר דברים שנוהגים לאכול בליל ראש השנה ואין הבדל בזה בין אנשים לנשים, שגם האשה לכתחלה צריכה לברך מאה ברכות בכל יום, אחר שאין זו מצוה שקבוע לה זמן"
        },
        {
            "id": 213,
            "text": "האוכל קישואין או עגבניה או ירק כבוש או מבושל, או מיני חמוצים בתוך הסעודה, אינו מברך עליהם בורא פרי האדמה, שהרי באים מחמת הסעודה אבל אם שוב הובא לפניו מאותו ירק כשהוא חי לשם קינוח סעודה, צריך לברך עליו ברכה ראשונה ולכן אם אוכל בסוף הסעודה לקינוח סעודה, קישואין או מלפפון חי, או חזרת, קודם ברכת המזון, צריך לברך עליהם ברכת בורא פרי האדמה, אם כוונתו באכילה זו היא לקינוח סעודה ואפילו אם אכל מהם בתוך הסעודה כשהם מבושלים, מברך עליהם כשהובאו לפניו חיים, לקינוח סעודה ואפילו אם אכל בתוך הסעודה סלט ירקות חי, ובתוכו חתיכות מלפפון, ובסוף הסעודה הביאו לפניו מלפפון חי לבדו לקינוח, צריך לברך עליו, שמכיון שמתחלה היה בתערובת, ונשתנה, הרי פנים חדשות באו לכאן אלא שאם יש לפניו מין ירק אחר , מהיות טוב יברך עליו ויפטור אותם, אבל אין זה מעכב"
        },
        {
            "id": 214,
            "text": "האוכל פירות מבושלים בסוכר בסוף סעודתו לקינוח סעודה, , צריך לברך עליהם ברכת העץ, וכן המנהג שהרי אינם באים ללפת את הפת, אלא לקינוח סעודה  ואם פירות אלה מעורבים בהם פירות עץ ופירות אדמה, וניכרים לעין, יש לברך על כל מין ברכתו הראויה לו אבל אין לברך עליהם ברכה אחרונה"
        },
        {
            "id": 215,
            "text": "וכן האוכל פודינג בסוף סעודתו, מברך ברכה ראשונה על הפירות הניכרים שבפודינג  ואם אוכל לחם עם הפודינג בתחלה וסוף, אף על פי שבאמצע אוכל קצת פודינג על-ידי כף בלי לחם, אין צריך לברך עליו"
        },
        {
            "id": 216,
            "text": "פשט המנהג שהאוכל זיתים בתוך סעודתו, אפילו בלי לחם, שאינו מברך עליהם בורא פרי העץ וכן הדין במלפפון חמוץ, שנחשבים כדברים הבאים מחמת סעודה וכן המנהג ואם ירצה יכול להרהר ברכה ראשונה בלבו ויש המחמירים לברך על פרי אחר, כדי לפטור הזית מברכתו ויש המחמירים לאכול את הזית הראשון עם פת"
        },
        {
            "id": 217,
            "text": "לכתחלה אין ראוי לאכול גלידה בתוך הסעודה או בסיומה, אלא יניחנה לאחר ברכת המזון, ואז יברך שהכל, שהרי יש מי שכתב שאין לברך על הגלידה באמצע הסעודה, שדינה כמשקה, תדע, שהרי לא מברכים אחריה ברכה אחרונה כיון שלא אכלו ממנה רביעית בבת אחת ואף שהגלידה לא באה להעביר המאכל, הנה גם בשתיה שבאה לתענוג בעלמא ולא להעביר המאכל, וכגון משקה עם גרגירי קרח ששותים אותו לתענוג בעלמא ולא להעביר את המאכל, ועם כל זה אין מברכים על זה אף בסוף הסעודה, דלא פלוג רבנן וה''ה לגלידה ויש מי שכתב כן רק אם הגלידה עשויה מחלב, שאז אינו מברך עליה באמצע הסעודה  אך למעשה הדין כן בכל גלידה דלכתחלה יש להמנע מלאוכלה באמצע הסעודה, ולהשאירה לאחר הסעודה"
        },
        {
            "id": 218,
            "text": "מי ששתה יין ומיד יושב לאכול, אין לו לברך על הגפן ועל פרי הגפן, דברכת המזון פוטרתו וכן מי שאכל עוגה סמוך לסעודה , אינו מברך ברכת על המחיה, שברכת המזון פוטרתו ואין חילוק בזה בין אם זו עוגה שברכתה מזונות לכולי עלמא, או בעוגה שיש בה מחלוקת אם ברכתה מזונות או המוציא וכן אין חילוק בזה בין אם אכל קודם הסעודה, וידע שהוא עומד לסעוד, לבין אם אכל כשיעור ואחר כך הזמינוהו לאכול מיד, שבכל זה לא יברך ברכה אחרונה על העוגה, או על הפירות, או על המים, אלא אם כן שהה כחצי שעה והסיח דעתו בין הברכה האחרונה לבין נטילת ידים לסעודה וכן האוכלים פירות או ירקות כשיעור סמוך לסעודה, לא יברך אחריהם ברכה אחרונה קודם שסועד ומכל מקום בכל זה לכתחלה ראוי ונכון שלא לאכול כשיעור סמוך לסעודה, וכמבואר לעיל"
        },
        {
            "id": 219,
            "text": "האוכל פירות אחר הסעודה קודם ברכת המזון, אינו מברך לאחריהם ברכה אחרונה, מפני שברכת המזון פוטרתם וכבר נתבאר לעיל שאם סילקו השלחן מלפניהם והביאו שלחן אחר, או שהסירו המפה והביאו מפה אחרת, ועליה פירות לקינוח סעודה, צריכים לברך על הפירות לפניהם ולאחריהם, שהרי בכיוצא בזה ברור שהסיחו דעתם ומשכו ידיהם מן הפת סימן קעח - דיני הפסק בסעודה"
        },
        {
            "id": 220,
            "text": "היושב בסעודה, לכתחלה יזהר שלא לעקור מסעודתו ללכת לחדר אחר, עד שיברך ברכת המזון, אפילו אם הניח מקצת חברים על השלחן, ואפילו אם דעתו לחזור למקום סעודתו ולסיים סעודתו ולברך ברכת המזון, שאם יעקור ממקומו, יש לחוש שישכח לברך ברכת המזון ואפילו הולך לאכול במקום אחר, לכתחלה אין לו לעקור ממקום שהתחיל לאכול שם ואפילו אם בשעה שבירך המוציא היה בדעתו להמשיך אכילתו גם במקום אחר, גם בזה לכתחלה אין ראוי לעקור ממקומו  ואם בכל זאת יש לו הכרח לעקור ממקומו, ורוצה לברך ברכת המזון קודם שיעקור ממקומו, ואחר כך חוזר לסעוד בברכה, רשאי לעשות כן ולא חשיב כגורם לברכה שאינה צריכה  אבל אם עקר ממקומו ולא בירך ברכת המזון, וכשחזר לחדר רוצה לברך ברכת המזון ושוב לברך המוציא, אין לו לעשות כן, משום דגורם לברכה שאינה צריכה אלא ימשיך באכילתו על סמך הברכה שבירך בתחלת אכילתו וכל זה אפילו באופן שהיה אוכל לבדו, ולא הניח אחרים על השלחן וכל שכן אם הניח אחרים על שולחנו, ועוקר ממקומו וחוזר למקום אכילתו, שאין לו לברך ברכת המזון ושוב ברכת המוציא, אלא ימשיך באכילתו"
        },
        {
            "id": 221,
            "text": "מותר לעקור ממקומו באמצע הסעודה ולילך למטבח כדי להביא עוד מנה לאכול, וכדומה וכן הנוהגים להקל לעקור ממקום הסעודה בין הקידוש לסעודה להביא איזה דבר מהמטבח, וכדומה, יש להם על מה שיסמוכו וכן היושב בסוכה ופוסק באמצע סעודתו להביא איזה דבר מהבית, אין זה חשיב הפסק ומותר לעשות כן אף לכתחלה"
        },
        {
            "id": 222,
            "text": "כל מה שאמרנו שלכתחלה אין לעקור ממקום אכילתו קודם שיברך ברכת המזון, הוא דוקא בהולך לדבר הרשות, אבל לצורך מצוה, אפילו אם אינה מצוה עוברת , וכל שכן לצורך לוית המת, או לבית הכנסת להתפלל בצבור , וכיוצא, מותר לו לכתחלה לילך למקום אחר לעשות המצוה, ולברך ברכת המזון כשיחזור למקומו ואפילו לא הניח מקצת חברים על השלחן, שאין להניח מצוה עוברת מחשש שמא ישכח מלברך ברכת המזון"
        },
        {
            "id": 223,
            "text": "מי שיצא באמצע סעודתו מחוץ לפתח הבית, או יצא לחדר המדרגות, כשחוזר למקומו, מאחר והיה בתוך הסעודה, חוזר לאכול כרגיל, ואינו חוזר לברך ואף אם לא אכל שיעור כזית אינו חוזר לברך המוציא ומכל מקום הנוהג כדעת מרן השלחן ערוך וחוזר לברך, יש לו על מה לסמוך, ואין מזניחין אותו אבל אין צריך ליטול ידיו שנית ואם היה מיסב עם אחרים, וכשיצא לחוץ הם נשארו שם, אפילו הניח זקן או חולה, אף שלא אכל כזית פת, כשחוזר, אין צריך לחזור ולברך המוציא, ואפילו אם יצאו כמה מהם אבל לכתחלה גם זה אין לעשות  ולאו דוקא הניח זקן או חולה, אלא הוא הדין הניח על השלחן כל אדם"
        },
        {
            "id": 224,
            "text": "מי שהתחיל לאכול במקום אחד, ועקר ממקומו והמשיך סעודתו במקום אחר, אין צריך לחזור למקומו הראשון כדי לברך שם ברכת המזון, אלא יכול לברך ברכת המזון במקום שסיים סעודתו והדין כן אפילו במזיד, אחר שהמשיך באכילות במקום השני אבל אם אכל במקום אחד, ורוצה לברך במקום אחר, ולא אכל שם כלל, אם הוא במזיד חייב לחזור ולמקומו ולברך, ואם הוא בשוגג אין מחייבים אותו לחזור למקומו ולברך והמחמיר לחזור למקומו גם בשוגג, תבוא עליו ברכה"
        },
        {
            "id": 225,
            "text": "הנמצא באמצע סעודתו, ואוכל פירות לקינוח ובירך עליהם ברכת הנהנין ואכל מהם, ויצא לחדר אחר, ורוצה ליקח משם עוד פרי ולאכול שם, אין צריך לברך על הפרי שאוכל בחדר השני וכל שכן אם היה בדעתו לאכול שם שאין צריך לברך"
        },
        {
            "id": 226,
            "text": "אוכלים ומשקים שברכתם האחרונה היא בורא נפשות רבות, לכולי עלמא אין צריך לברך ברכה אחרונה דוקא במקום האכילה או השתיה, ולכן אם עבר ועקר ממקומו קודם שבירך ברכה אחרונה, אין צריך לחזור למקומו ולברך ברכה אחרונה"
        },
        {
            "id": 227,
            "text": "האוכל מיני מאכל או משקה שברכתם האחרונה היא בורא נפשות רבות, ובאמצע אכילתו שינה מקומו מחדר לחדר באותו הבית, אפילו לא היה בדעתו מתחלה לאכול במקום השני, ואפילו אינו רואה את מקומו הראשון מן המקום השני, אין צריך לחזור ולברך ברכת הנהנין פעם שניה ואף על פי שיש חולקים בדבר, מכל מקום כלל גדול בידינו ספק ברכות להקל אולם אם נכנס באמצע אכילתו או שתייתו, לבית הכסא לעשות צרכיו, כיון שאין המקום שנכנס אליו ראוי לאכילה, ומסיח דעתו מאכילה שם, צריך לחזור ולברך ברכת הנהנין אפילו כשחוזר למקומו הראשון ומכל מקום אם היה הדבר באמצע סעודת פת, או דברים העשויים מחמשת מיני דגן, כיון שטעונים ברכה אחרונה במקומם, אינו חוזר ומברך ברכת הנהנין ואף לגבי שבעת המינים נקטינן דספק ברכות להקל"
        },
        {
            "id": 228,
            "text": "האוכל פירות ועקר לחדר אחר, ובדעתו לחזור למקומו הראשון ולהמשיך לאכול מאותם פירות, ראוי שלא יצא לחדר אחר עד שיברך ברכה אחרונה, שמא ישכח מלברך אך בדיעבד אם שינה מקומו מחדר לחדר, ורוצה להמשיך ולאכול שם את אותם מאכלים ומשקים, אינו צריך לחזור ולברך ברכה ראשונה, ורק אם יצא חוץ לבית, חוזר ומברך"
        },
        {
            "id": 229,
            "text": "היה יושב ואוכל עוגה, או פירות שבעת המינים, ובאמצע אכילתו יצא חוץ לביתו, ושוב חזר למקומו הראשון ורוצה להמשיך באכילתו, אין צריך לחזור ולברך ברכה ראשונה ומכל מקום אם חוזר ומברך ברכה ראשונה יש לו על מה שיסמוך שבלאו הכי אפילו בפת המברך כדעת מרן יש לו על מה שיסמוך, ואפילו אם אכל כזית"
        },
        {
            "id": 230,
            "text": "אם היה אוכל מפירות שאינם משבעת המינים, ויצא חוץ לביתו וחזר למקומו הראשון, ורוצה להמשיך באכילתו, צריך לברך ברכה ראשונה קודם שיאכל וכן הדין במי שהיה שותה מיני משקים"
        },
        {
            "id": 231,
            "text": "במה דברים אמורים, כשהיה יושב ואוכל במקום אחד, אבל אם לא קבע עצמו לאכול במקומו, אלא היה הולך ממקום למקום ואוכל בדרך הילוכו, פת או עוגות או פירות, יכול להמשיך כל אכילתו על סמך ברכה שבירך בתחלה, וכן הדין במי שהיה שותה משקין בדרך הילוכו"
        },
        {
            "id": 232,
            "text": "מי שאכל פחות משיעור כזית, ויצא לחוץ וחזר, והשלים אכילתו לכזית, הכל מצטרף לחיוב ברכה אחרונה, ובלבד שלא שהה יותר משיעור אכילת פרס מתחלת אכילתו עד סוף אכילתו"
        },
        {
            "id": 233,
            "text": "מי שבירך על פרי ולא טעם ממנו כלל, והוליכו למקום אחר בשתיקה, יש אומרים שצריך לחזור ולברך שנית, כיון שלא טעם במקום שבירך ויש אומרים שאינו חוזר לברך, כיון שהוא תופסו בידו, והולך עמו וכל זה כשהוציאו מן הבית לחוץ, אבל מחדר לחדר אין צריך לחזור ולברך ומיהו לכתחלה יש להזהר שלא לעשות כן אפילו מחדר לחדר"
        },
        {
            "id": 234,
            "text": "המפצח גרעינים, ובירך על אחד מהם בביתו, ויצא לחוץ, כיון שדעתו היתה לאוכלם גם בדרך, אין צריך לברך, וכמבואר, ואפילו אם יסיים אכילתם אחר זמן רב בדרכו ואם הגרעינים היו מונחים לפניו בצלחת, ובעת שבירך לא חשב לקחת עמו הגרעינים ולאוכלם בדרכו, וחזר בו ויצא, צריך לחזור ולברך, שהרי שינה את מקומו"
        },
        {
            "id": 235,
            "text": "וכן מי שבירך על סוכריה או מסטיק , ויצא מביתו לחוץ והסוכריה עדיין בפיו, אין צריך לחזור ולברך אפילו הולך דרך ארוכה ולא עוד אלא אפילו אם לקח עמו כמה סוכריות בכיסו, ולאחר שיסיים אכילת הסוכריה שבפיו רוצה ליקח עוד מהסוכריות שבכיסו, אין צריך לברך שנית על הסוכריות הנוספות שאוכל, כל שבעת הברכה היה בדעתו לפטור את כל הסוכריות שירצה לאכול"
        },
        {
            "id": 236,
            "text": "אורחים המביאים לפניהם פירות בזה אחר זה, וברכותיהם שוות, אינם צריכים לברך אלא על הפרי הראשון, שדי בברכה אחת על כל המינים שברכותיהם שוות ואפילו אם לא היה בדעת בעל הבית ליתן עוד לפני אורחיו, ונמלך והביא לפניהם עוד פירות, אין צריך לחזור ולברך ואם האורח מתגורר אצלו לאיזה זמן, או בן אצל אביו וכדומה, שרשאי ליקח ולאכול מבית בעל הבית כל מה שיחפוץ, בטל ממנו דין אורח"
        },
        {
            "id": 237,
            "text": "חברים העוסקים בתורה, ומגישים לפניהם מידי פעם בפעם כוס תה או קפה, או בלילי שבועות והושענא רבה ששמש בית הכנסת מגיש לקהל כמה פעמים תה או קפה, אינם צריכים לחזור ולברך ברכת שהכל על כל כוס וכוס, אלא די בברכה אחת על הכוס הראשון, וברכה זו פוטרת את כל מה שישתה אחר כך ואף על פי שהם שוהים יותר משעה ומחצה בין כוס לכוס  ואפילו אם התה או הקפה לא היו מוכנים כלל בשעה שבירך על הכוס הראשון וטוב שיכוין בדעתו לפטור בברכתו הראשונה את כל מה שיביאו לפניו לאחר מכן ואם הוצרך לצאת מחוץ לבית הכנסת לשעה קלה, ויצא לחדר המדרגות, או לחצר, וחזר אחר כך, צריך לחזור ולברך על הכוס שיביאו לפניו, ששינוי מקום נחשב להיסח הדעת ומותר לעשות כן לכתחלה, כדי לצאת מידי כל ספק  אבל אם בירך ''על המחיה'' על העוגה, רק מפני שחשש שיעבור זמן העיכול, או אם אכל פירות כשיעור ובירך בורא נפשות רק מהחשש שיעבור זמן עיכול, והיה בדעתו בפירוש לאכול עוד מהעוגות או מהפירות, אינו חוזר לברך עליהם ברכה ראשונה שאף שבירך נפשות, כיון שלא בירך אלא מחשש שמא יעבור זמן ברכה אחרונה, אינו חוזר לברך ברכה ראשונה והוא הדין אם שתה את כוס התה כשהוא צונן ובירך ברכת בורא נפשות רבות"
        },
        {
            "id": 238,
            "text": "פועלים העובדים בחוץ, ושותים מידי פעם מים וכדומה, מאחר ואינם נמצאים כל הזמן במקום אחד, נכון שיברכו ברכת נפשות אחר שתיית המים, ויתכוונו להדיא להסיח דעתם מהשתיה הנוספת, וכששותים לאחר מכן, יברכו שהכל על כל שתיה ושתיה אולם אם שותים כמה כוסות בזה אחר זה, או שנמצאים רק במקום אחד ואין מסיחין דעתם מלשתות עוד, לא יברכו אלא על הכוס הראשון"
        },
        {
            "id": 239,
            "text": "האוכל פירות ושהה כדי שיעור עיכול ולא עקר ממקומו, ורוצה להמשיך לאכול מאותם פירות, אינו צריך לברך עליהם שוב ברכת הנהנין"
        },
        {
            "id": 240,
            "text": "אולם השותה מים או שאר משקאות קלים, ובדעתו היה לשתות קפה, ובירך ברכה אחרונה אחר המים, צריך לחזור ולברך על הקפה, הואיל ובירך בורא נפשות רבות על המים בכוונה תחלה, חשיב כסילוק והיסח דעת גמור ואינו דומה למי שבירך ברכה אחרונה רק מחשש שיעבור זמן עיכול, ודעתו בפירוש לשתות עוד, שהרי כאן בירך בכוונה תחלה וסילק דעתו"
        },
        {
            "id": 241,
            "text": "מי שנזכר בתוך הסעודה שלא התפלל ועמד והתפלל, אפילו אם אין שהות לגמור סעודתו ולהתפלל, שחייב להפסיק ואי אפשר לאכול עד שיתפלל, עם כל זה לא הוי הפסק ואפילו אם יצא מביתו והלך להתפלל בבית הכנסת, בדיעבד לא הוי הפסק"
        },
        {
            "id": 242,
            "text": "הישן בתוך סעודתו שינת עראי, אף על פי שאין זה הפסק, ורשאי להמשיך בסעודתו, וכמו שכתב מרן בשלחן ערוך, מכל מקום צריך לחזור וליטול ידיו בלי ברכה ואף בישן פחות מחצי שעה ראוי להחמיר בזה"
        },
        {
            "id": 243,
            "text": "הנצרך לנקביו באמצע הסעודה, ויצא לשירותים, לא הוי הפסק,"
        },
        {
            "id": 244,
            "text": "הנוגע במקומות המכוסים באמצע הסעודה, נוטל ידיו בלא ברכה"
        },
        {
            "id": 245,
            "text": "הנצרך לנקביו באמצע אכילת פירות ומגדנות, כשחוזר לחדר ורוצה להמשיך לאכול שם פירות, יש אומרים שאינו צריך לחזור ולברך על הפירות, אחר שמעיקר הדין מותר לאכול בבית הכסא  אולם לדינא אף אם השירותים באותה הדירה צריך לחזור לחזור ולברך שוב ברכה ראשונה על הפירות, אחר שדרך בני אדם להסיח דעתם מאכילה בבית הכסא, ויש כאן הפסק, והדין כן אפילו אם אכל בתחלה שיעור כזית וכן עיקר כסברא שניה"
        },
        {
            "id": 246,
            "text": "חברים היושבים ולומדים, ואוכלים עוגות ופירות, או שותים תה או קפה, וכל דבר שברכתו האחרונה בורא נפשות, ויצאו לחדר אחר ורוצים לאכול שם פירות, כיון שהוא בדירה אחת אינם צריכים לברך שם על הפירות אפילו אינו רואה משם את מקומו הראשון וגם כשחוזרים לחדר שאכלו שם בתחלה ורוצים לאכול שם עוד פירות, אפילו לא אכלו בתחלה כזית, אינם צריכים לברך ברכה ראשונה שנית  ובפרט אם היה בדעתם מראש לברך במקום אחד ולהמשיך האכילה במקום אחר, ואוכלים והולכים, שאינם צריכים לחזור ולברך וכל שכן אם הניחו מקצת חברים שיושבים על השלחן ואוכלים פירות ומגדנות, ויצאו לחדר אחר, כשחוזרים רשאים להמשיך לאכול מהפירות בלי ברכה ראשונה שיש אומרים שגם לאכילת פירות ומגדנות מועיל הניח שם מקצת חברים"
        },
        {
            "id": 247,
            "text": "מי שאוכל פירות ועלה לקומה שניה הנמצאת בתוך הבית, , וכשחוזר למקומו רוצה להמשיך באכילת הפירות, אינו מברך עליהם שוב בתחלה"
        },
        {
            "id": 248,
            "text": "כבר נתבאר שהשותה מים והיה בדעתו לשתות עוד לאחר זמן, וחשש שלא יעבור זמן עיכול ובירך נפשות, אבל היה בדעתו לשתות עוד, אינו חוזר לברך שהכל אבל אם בירך נפשות בכוונה תחלה, ולא מפני שחשש שיעבור זמן עיכול, מברך שהכל סימן קעט - היסח דעת בסעודה"
        },
        {
            "id": 249,
            "text": "גמר סעודתו ונטל ידיו למים אחרונים, אינו יכול לאכול ולא לשתות עד שיברך ברכת המזון ותיכף לנטילה ברכה ואם אמר הב לן ונבריך, הוי היסח הדעת ואסור לו לשתות אלא אם כן יברך עליו תחלה אבל לאכילה אין צריך לברך, דספק ברכות להקל ונכון שיהרהר הברכה בלבו"
        },
        {
            "id": 250,
            "text": "היכא שאמר שיר המעלות בשוב ה' וגו', מותר לו להמשיך לאכול, דלא חשיב היסח דעת"
        },
        {
            "id": 251,
            "text": "מי שסומך על שלחן אחרים, אפילו אמר הב לן ונבריך, לא הוי היסח דעת, עד שיאמר בעל הבית"
        },
        {
            "id": 252,
            "text": "מי שבירך ברכת המזון, ואחר ברכת המזון רוצה לאכול דבר שטיבולו במשקה על סמך נטילת הידים שנטל עם תחלת הסעודה, ולא הסיח דעתו מהנטילה, יש אומרים שיכול לאכול את הטיבולו במשקה על סמך אותה נטילה ודעת כמה אחרונים להחמיר בזה והמיקל יש לו על מה לסמוך, שהרי בלאו הכי דעת התוס' בפסחים דהאידנא אין צריכים נטילת ידים לטיבולו במשקה, ואף שאין הלכה כדבריהם, מכל מקום מהני לצרף סברתם לספק ספיקא בנידון דידן, ולכן המיקל יש לו ע''מ לסמוך סימן קפ - דיני פירורי הפת"
        },
        {
            "id": 253,
            "text": "אין להסיר את המפה והלחם עד אחר ברכת המזון וכל מי שאינו משייר פת על שלחנו אינו רואה סימן ברכה לעולם וטוב להסיר מעל השלחן את הצלחות והקערות שיש בהם שיירי מאכל ויש הנוהגים על פי הסוד לרכז את העצמות והקליפות בצלחת אחת, ומשאירים אותה על השלחן עד אחר ברכת המזון"
        },
        {
            "id": 254,
            "text": "האוכל פרוסת סנדוויטש, ולא נשארו פירורין הרבה, אף שלפי המבואר באחרונים צריך לשייר פת כשיעור נתינה לעני, בזמנינו לא שייך טעם זה, ודי באיזה פירורין שבודאי נשארו"
        },
        {
            "id": 255,
            "text": "לכתחלה אין להסיר מהשלחן גם את המלח, עד לאחר ברכת המזון, דוגמת המזבח המכפר שכתוב בו על כל קרבנך תקריב מלח"
        },
        {
            "id": 256,
            "text": "אף על פי שמותר לאבד פירורין שאין בהם כזית, מכל מקום הדבר קשה לעניות"
        },
        {
            "id": 257,
            "text": "נוהגים לכסות את הסכין בשעת ברכת המזון, ויש מחמירים בזה גם בסכין פלסטיק או של כסף ונהגו שלא לכסות הסכין בשבתות וימים טובים ויש נוהגים לכסות הפת במפה בעת ברכת המזון, ואין מנהגינו כן הלכות מים אחרונים סימן קפא - דין מים אחרונים"
        },
        {
            "id": 258,
            "text": "מים אחרונים חובה ואף בזמן הזה שאין מלח סדומית מצויה בינינו, יש חיוב ליטול ידיו מים אחרונים ובפרט מי שידיו מלוכלכות ושלא כאותם שמקילין בזה"
        },
        {
            "id": 259,
            "text": "אף הנשים חייבות במים אחרונים ואף שיש שכתבו להקל בזה, העיקר להלכה להנהיג גם את הנשים והבנות שתטולנה ידיהן מים אחרונים וטוב לחנך את בניו ובנותיו הקטנים שהגיעו לחינוך ליטול ידיהם מים אחרונים"
        },
        {
            "id": 260,
            "text": "מי ששכח ליטול ידיו מים אחרונים קודם ברכת המזון, ונזכר באמצע ברכת המזון, אם ידיו מלוכלכות משיירי המזון, יטול ידיו במקום שנזכר, באין אומר ודברים ואם ידיו נקיות, יטול לאחר ברכת המזון"
        },
        {
            "id": 261,
            "text": "מים אחרונים אין נוטלים על גבי קרקע אלא לתוך כלי, מפני רוח רעה ששורה עליהם אך אין צריך שיהיה כלי ממש, ולכן מותר ליטול מים אחרונים לתוך קערות מטבח הנקובות, הנקראות ''כיור''"
        },
        {
            "id": 262,
            "text": "הנוסע בספינה מותר ליטול ידיו מים אחרונים לתוך הנהר או לתוך הים"
        },
        {
            "id": 263,
            "text": "מה שיש נוהגים ליטול ידיהם מים אחרונים בתוך צלחת אחת מן הצלחות שאכלו מהם, אין לחוש בזה משום רוח רעה, ומותר להשתמש בכלי זה לאחר הדחתו יפה ומותר לשפוך אחר כך את המים האחרונים שבצלחת אף במקום עוברים ושבים"
        },
        {
            "id": 264,
            "text": "הנוהגים ליטול מים אחרונים על ידי הכנסת ידיהם לקערה עם מים, יש להם על מה שיסמוכו"
        },
        {
            "id": 265,
            "text": "יש שנוטלים מים אחרונים מתחת לשלחן, ויש להם על מה שיסמוכו, מאחר שאין בני אדם עוברים שם ואף שלפעמים מסלקים השלחן, מכל מקום המים יתנגבו ביני וביני"
        },
        {
            "id": 266,
            "text": "אין נוטלין מים אחרונים במים חמים שהיד סולדת בהם"
        },
        {
            "id": 267,
            "text": "אין צריך ליטול אלא עד הפרק שני של האצבעות ויש נוהגים על פי הסוד ליטול עד סוף האצבעות, דהיינו עד כף היד, וכן עיקר לכתחלה, בפרט אם ידיו מלוכלכות ואין צריך ליטול אלא פעם אחת ואין צריך ליטול דוקא מתוך כלי"
        },
        {
            "id": 268,
            "text": "אף שמעיקר הדין אין צריך לנגב הידים, מכל מקום טוב ונכון לנגבם"
        },
        {
            "id": 269,
            "text": "לכתחלה ראוי שלא לנגב את ידיו בבגדיו, דשמא גם בניגוב ידיו מנטילה הדבר קשה לשכחה"
        },
        {
            "id": 270,
            "text": "יזהר שיהיו מים אחרונים מועטים ולצורך ניקיון אצבעותיו בלבד, ולא ירבה בהם, ואם ידיו מזוהמות הרבה מן התבשיל שאכל, וכן פיו ושפמו, שצריך להם הרבה מים ברחיצתם, יש אומרים שטוב שירחצם קודם נטילת ידים מים אחרונים אדעתא לאכול עוד אחר כך, ויהיו אלו כמים אמצעיים ויאכל פת, ואחר כך יטול מים אחרונים במעט מים ויש אומרים שאין צריך להחמיר בזה כל כך, ורשאי להעביר את ידיו לאחר שנטל מים אחרונים על פיו ושפמו ולדינא, נכון שירחץ ידיו להעביר הזוהמא שלא לשם מים אחרונים, ושוב יחזור ויטול אצבעות ידיו במים מועטים לשם מים אחרונים ועל כל פנים צריך לרחוץ י''ד פרקי אצבעותיו"
        },
        {
            "id": 271,
            "text": "צריך שישפיל את ראשי אצבעותיו למטה כדי שתרד הזוהמא"
        },
        {
            "id": 272,
            "text": "אם המסובין הם רבים עד חמשה, מתחילים ליטול מים אחרונים מן המברך ואם הם יותר, מתחילין מן הקטן ונוטלין דרך ישיבתם, ואין מכבדין זה את זה ליטול עד שמגיעין לחמשה האחרונים וכיום אין מנהגינו כן, אלא מכבדים את הגדול שבקהל ליטול ידיו תחלה במים אחרונים"
        },
        {
            "id": 273,
            "text": "אין מברכים שום ברכה על מים אחרונים"
        },
        {
            "id": 274,
            "text": "יש נוהגים לומר בעת שנוטלין הידים ''מים אחרונים חובה'', או ''יחיד ורבים הלכה כרבים''"
        },
        {
            "id": 275,
            "text": "מים אחרונים ניטלים בכל מיני משקים, חוץ מיין  ולכתחלה עדיף ליטול במים הראויים לשתיה ויש להתיר ליטול מים אחרונים ממים שנשארו בכוס לאחר שסיים שתייתו"
        },
        {
            "id": 276,
            "text": "יש אומרים שמי שמהלך בדרך לכתחלה לא יאכל אלא אם כן יודע שיש לו מים או שאר משקים כדי ליטול מהם מים אחרונים וכשאין לו מים או שאר משקים, אם יודע שהם לפניו במרחק ד' מילין, צריך לילך לשם, ויאכל שם, ולאחריו מהלך מיל אחד, וכדין מים ראשונים ומאחר ויש אומרים שאין דין מים אחרונים נוהג בזמן הזה, לפיכך המיקל בזה לאכול לכתחלה כשאין לו מים או שאר משקים למים אחרונים, יש לו על מה שיסמוך ולכולי עלמא אם גם אחר מהלך ד' מילין לפניו, או מיל אחד לאחריו, אין לו מים, רשאי לכתחלה לאכול, ובסיום אכילתו ינקה ידיו בעפר או במידי דמנקי, אבל לא מועיל לנקות את אצבעות ידיו על ידי הרוק שבפיו, והמיקל בזה יש לו על מה שיסמוך"
        },
        {
            "id": 277,
            "text": "מעיקר הדין מותר לברך ברכת המזון בעת שהכלי שנטלו לתוכו ''מים אחרונים'', מונח לפניו על השלחן עם המים האחרונים שבתוכו ומכל מקום ממדת חסידות טוב ונכון להסיר את הצלוחית עם המים האחרונים שבתוכה, בעת ברכת המזון אל מחוץ לשלחן, או לצדדין, וכן המנהג"
        },
        {
            "id": 278,
            "text": "המודד מלח יש אומרים שצריך אחר כך ליטול את ידיו וכן הנותן מלח על קישואין או מלפפון חי, צריך ליטול את ידיו אך לא ראינו שנהגו כן"
        },
        {
            "id": 279,
            "text": "אין לדבר בין נטילת ידיו למים אחרונים לברכת המזון, כי צריך להסמיך את הברכה לנטילה ואם עבר ודיבר בין הנטילה לברכת המזון, יחזור ליטול שוב מים אחרונים"
        },
        {
            "id": 280,
            "text": "מותר לצאת לחדר אחר, או למטבח, כדי ליטול שם מים אחרונים, ואין לחוש שמא על ידי כך שעוקר ממקומו ישכח מלברך ברכת המזון"
        },
        {
            "id": 281,
            "text": "יש הנוהגים לומר כמה פסוקים בין נטילת ידים של מים אחרונים לברכת המזון"
        },
        {
            "id": 282,
            "text": "מי שמתו מוטל לפניו , והוא מהמתים שחייב להתאבל עליהם, אף על פי שאוכל בלי ברכת המוציא ובלי ברכת המזון, מכל מקום חייב ליטול ידיו מים אחרונים בסיום האכילה הלכות ברכת המזון סימן קפב-קפג - דין כוס ברכת המזון"
        },
        {
            "id": 283,
            "text": "המנהג כיום ברוב המקומות שאין מברכים ברכת המזון על כוס יין, אפילו כשאכלו שם שלשה ועושים זימון והנוהגים לחוש למצריכים כוס בשלשה, תבא עליהם ברכה ונכון לחוש לדברי הזוה''ק שלא לברך ברכת המזון ביחיד על הכוס, ואם בכל זאת רוצה לשתות יין, אין לו לאחוז הכוס בידו בשעת ברכת המזון, אלא יניחנו לפניו על השלחן, ואחר ברכת המזון יברך הגפן וישתה"
        },
        {
            "id": 284,
            "text": "כוס של ברכת המזון אינו אלא של יין ולא של שאר משקים ואם אין יין מצוי באותו מקום, והשכר או שאר משקים הוו חמר מדינה, מברכין עליהם"
        },
        {
            "id": 285,
            "text": "צריך שהכוס לא יהיה פגום, שאם שתה ממנו פגמו ויכולים לתקנו על ידי שיתנו לתוכו מעט מים אבל אם שפכו ממנו לתוך היד, או לכלי אחר, לא חשיב כפגום"
        },
        {
            "id": 286,
            "text": "כל שבשעת הברכה הכוס היה מתוקן, לא חשוב פגום אחר כך, ולכן בליל פסח כשהכוס גדול ומחזיק כמה רביעיות, ואין להם כוסות אחרים, שותים ממנו כמה בני אדם, וכמנין הרביעיות שבכוס, ואינו חייב ליתן בו מעט מים כדי שלא יהיה כוס פגום ואם יש לו כוס גדול אחד ויש בו ד' רביעיות, ושותה ממנו בליל פסח לד' כוסות, יתן בתוכו מעט מים כדי שלא יהיה פגום"
        },
        {
            "id": 287,
            "text": "יקבל הכוס בשתי ידיו, וכשמתחיל לברך צריך לאחוז את הכוס ביד ימין, ואיטר יד, על פי דעת המקובלים אוחז הכוס גם כן ביד ימין של כל אדם, ואם חושש מחמת היד כהה שהיין ישפך מידו, יאחז הכוס ביד שמאל של כל אדם"
        },
        {
            "id": 288,
            "text": "לכתחלה יש לתפוס הכוס בידו כל זמן שמברך ברכת המזון"
        },
        {
            "id": 289,
            "text": "יש הנוהגים למזוג את הכוס במים קודם ברכת המזון, ושוב מוזגים אותו בברכת הארץ, כשאומר וברכת ''את'' ויש שמברכים על כוס יין חי, , ולא מוזגים אותו במים, עד שמגיעים לברכת הארץ, ושם מוזגים אותו במעט מים ואפילו היין חזק שצריך למוזגו בהרבה מים, ימזגנו בברכת הארץ אך אם רצה למוזגו קודם ברכת המזון, הרשות בידו, ויחזור שוב למוזגו מעט בברכת הארץ"
        },
        {
            "id": 290,
            "text": "מותר לברך ברכת המזון על כוס יין בכוס העשוי מנייר או קרטון ופלסטיק, אף שהם עשויים לשימוש חד פעמי אך היכא דאפשר עדיף לברך על כוס אחר, משום זה אלי ואנוהו התנאה לפניו בקיום המצוות"
        },
        {
            "id": 291,
            "text": "בימי החורף שנוהגים לילך עם כפפות, נכון להסירם בעת שתופס את כוס ברכת המזון, ולאחוז הכוס בידיו ממש"
        },
        {
            "id": 292,
            "text": "צריך לחזר אחר כוס שלם, שלא יהיה גוף הכוס שבור או פגום בשפתוילקו''י שם עמ' רסה בהע'] סימן קפג - דיני ברכת המזון"
        },
        {
            "id": 293,
            "text": "קודם שיברך יכוין לצאת ידי חובת מצוה מן התורה, שהרי מצוות צריכות כוונה ואם לא כיוון כן להדיא יצא, שמסתמא דעת האדם לצאת ידי חובה"
        },
        {
            "id": 294,
            "text": "יש להזהר שלא להפסיק באמצע ברכת המזון בדיבור, ואף לא בשהייה, וכל שכן שיש ליזהר שלא לדבר שיחה בטלה ולשהות שיעור שיכל לסיים את כל ברכת המזון ואף באמצע הרחמן טוב ונכון להזהר שלא לדבר דברים בטלים שלא לצורך, ומכל מקום מעיקר הדין אין איסור לדבר לצורך באמצע הרחמן, כיון שאמירתו אינה אלא מצד המנהג אולם אם מברך על הכוס, אין לו לדבר גם באמצע הרחמן ופשוט שמותר לענות לקדיש ולקדושה ושאר אמנים באמצע הרחמן"
        },
        {
            "id": 295,
            "text": "אם נרדם באמצע ברכת המזון, וכשהתעורר אינו יודע באיזו ברכה עומד, חוזר לתחלת הברכה שיש לו בה ספק אם אמרה והיינו, אם ברור לו שחתם הזן את הכל, ונסתפק אם סיים ברכת על הארץ או סיים ברכת בונה ירושלים, חוזר לנודה לך וכו' ואם נסתפק אם חתם הזן את הכל או לא, חוזר לראש ברכת המזון"
        },
        {
            "id": 296,
            "text": "טוב ונכון שכל אחד ואחד מהמסובים בסעודה, יברך בעצמו את כל ברכת המזון, כמו שכתב מרן השלחן ערוך, ולא יסמוך על שמיעתו מהמברך-המזמן שכיון שהם ברכות ארוכות לא סמכינן לכתחלה על שמיעה מהמברך וכן המנהג"
        },
        {
            "id": 297,
            "text": "המברך ברכת המזון או ברכה מעין שלש, ושמע קדיש או קדושה וברכו, אין לו להפסיק ולענות באמצע, שדינם כדין העומד בתפלת ''שמונה עשרה'' אבל בברכה רביעית שהיא ברכת ''הטוב והמטיב'' יפסיק לענות לקדיש ולקדושה, כדין האוחז בקריאת שמע וברכותיה וכל שכן שהמברך שאר ברכות דרבנן הארוכות, כגון ברכת ''אשר יצר'', ו''בורא נפשות'', ו''אלהי נשמה'', ושמע קדיש או קדושה, שיש לו לענות עמהם, שדינם כדין ברכות קריאת שמע, ובלבד שיתחיל בברכה, דהיינו שאחר שאמר ברוך אתה ה' אלוקינו מלך העולם, המשיך קצת מהברכה, וכבר חלה הזכרת ה' על הברכה אבל אם התחיל בברכה ואמר ברוך אתה ה', ושמע קדיש או קדושה קודם שיתחיל בברכה עצמה, אין לענות לקדיש ולקדושה והוא הדין בזה בכל ברכות הנהנין וברכת המצוות אבל בברכות קצרות אין להפסיק בהם כלל לדברים שבקדושה"
        },
        {
            "id": 298,
            "text": "המברך ברכת המזון, ונכנס לחדר חכם או זקן, צריך לעמוד בפניו, אפילו באמצע ברהמ''ז"
        },
        {
            "id": 299,
            "text": "צריך לשבת בעת שמברך ברכת המזון, בין אם אכל כשהוא עומד, ובין אם אכל כשהוא יושב ולא יסב בעת שמברך, שהוא דרך גאוה, אלא ישב באימה ואסור להלך ולברך, ואף בברכת הטוב והמטיב אין להלך ולברך והוא הדין בברכה מעין שלש שצריך לאומרה מיושב"
        },
        {
            "id": 300,
            "text": "אף שמעיקר הדין אין חיוב לחבוש כובע ומעיל בעת שמברך ברכת המזון, מכל מקום טוב ונכון לנהוג כן"
        },
        {
            "id": 301,
            "text": "אסור לברך ברכת המזון ולעסוק במלאכתו, ולכן אין לסדר את הצלחות והשלחן בעת שמברך ברכת המזון וצריך להחמיר בזה גם בברכה רביעית, כדי שלא יבואו לזלזל בברכה זו ומכל מקום בשאר הברכות שהם מדרבנן אין איסור לעסוק במלאכתו בעת שמברך, אם יכול לכוין למה שאומר ואף על פי כן הנכון הוא להזהר בזה גם בברכות דרבנן"
        },
        {
            "id": 302,
            "text": "בדיעבד אם בעת שבירך ברכת המזון עסק בסידור השלחן, יצא ידי חובת הברכה, דלא גרע משיכור שעבר ובירך ברכת המזון שיצא ידי חובה"
        },
        {
            "id": 303,
            "text": "אותם הממהרים לקום מהשלחן כשמתחילין לומר הרחמן, לכתחלה לאו שפיר עבדי, כי ראוי לישב במקומו עד שיסיים עושה שלום במרומיו וכו' אך במקום צורך, כגון אם הוא ממהר ללימודו, וכדומה, מותר להמשיך אמירת הרחמן במקום אחר סימן קפד - לברך ברכת המזון במקום שאכל, והמסופק אם   בירך ברהמ''ז"
        },
        {
            "id": 304,
            "text": "מי שאכל במקום אחד צריך לברך ברכת המזון במקום שאכל, קודם שיעקור ממקומו למקום למקום אחר ואם יצא ממקומו ולא בירך ברכת המזון, אם עשה כן במזיד, יחזור למקומו ויברך ואם בירך במקום שנזכר יצא ואם עשה כן בשוגג, אם יש לו עוד פת, יאכל במקום השני כזית פת, ולא יברך המוציא, ואחר כך יברך ברכת המזון במקום שנזכר ואם החמיר על עצמו וחזר למקומו ובירך ברכת המזון, תבוא עליו ברכה"
        },
        {
            "id": 305,
            "text": "מי שאכל פת הבאה בכיסנין העשויה מחמשת מיני דגן, וכן פירות משבעת המינים, לכתחלה צריך לברך ברכה אחרונה במקום שאכל אך אם עקר ממקומו, רשאי לברך ברכה אחרונה במקום שנזכר, ואינו חייב לחזור למקום שאכל ולברך שם ומכל מקום אם עקר ממקומו במזיד, טוב שיחזור למקומו לברך, אם לא שיש לחוש שיעבור זמן עיכול, שאז יברך במקום שנזכר"
        },
        {
            "id": 306,
            "text": "אכל ושבע ואינו יודע אם בירך ברהמ''ז אם לאו, צריך לברך מספק, מפני שהיא של תורה, והאוכל מוחזק לנו בחיוב לברך ברכה של תורה"
        },
        {
            "id": 307,
            "text": "מי שאכל ושבע ומסופק אם בירך ברכת המזון או לא, כשחוזר לברך מספק, לא יברך ברכת הטוב והמטיב, שמאחר וברכה זו היא מדרבנן, הוי ספק דרבנן ולקולא וטוב שיברך ברכה רביעית בהרהור הלב שבהרהור הלב אין חשש ברכה לבטלה"
        },
        {
            "id": 308,
            "text": "אכל כזית פת ונסתפק אם בירך ברכת המזון או לא, אינו מברך מספק, שמאחר ואינו חייב לברך ברכת המזון אלא מדרבנן, ספק דרבנן לקולא"
        },
        {
            "id": 309,
            "text": "מי שאכל כזית פת בלבד, ושבע משאר מיני מאכלים, ונסתפק אם בירך ברכת המזון או לא, חייב לחזור ולברך מספק, ואינו רשאי לברך ברכת המזון בלבו בהרהור בלבד והוא שאכל כזית בכדי אכילת פרס והיינו טעמא, מכיון שיש ראשונים שסוברים שהאוכל כזית חייב בברכת המזון מן התורה, ויש פוסקים שסוברים שאם אכל פת ושבע משאר מיני מאכלים חייב בברכת המזון מן התורה, שמא באכל כזית פת חייב בברכת המזון מן התורה, ואם תמצא לומר שאינו חייב מן התורה, שמא על כל פנים כששבע משאר מיני מאכלים חייב בברכת המזון מן התורה"
        },
        {
            "id": 310,
            "text": "הקובע סעודה על פת הבאה בכיסנין ושבע, ונסתפק אם בירך ברכת המזון, חוזר לברך מספק, כמבואר לעיל"
        },
        {
            "id": 311,
            "text": "מי שאכל ושבע ולא שתה, והוא תאב לשתות, יש מי שאומר שאינו חייב בברכת המזון אלא מדרבנן, ולכן אם נסתפק אם בירך ברכת המזון או לא, אינו חוזר לברך, דספק דרבנן לקולא אולם לענין הלכה דעת מרן הבית יוסף שאם אכל כדי שביעה, אף על פי שלא שתה, והוא תאב לשתות, חייב בברכת המזון מן התורה ולכן אם אכל ולא שתה, ולאחר מכן נסתפק אם בירך ברכת המזון, חוזר ומברך, דספקא דאורייתא לחומרא ויש לו תקנה לצאת ידי כולי עלמא, שישתה מים ואז יברך ברכת המזון מספק"
        },
        {
            "id": 312,
            "text": "מי שאכל ולא שתה, והוא תאב לשתות, ואחר שבירך ברכת המזון שתה, יש אומרים שחייב לברך שוב ברכת המזון, ויש חולקים והעיקר לדינא שאינו חוזר לברך ברכת המזון ומכל מקום לכתחלה יש להזהר שלא להכניס עצמו לידי ספק"
        },
        {
            "id": 313,
            "text": "מי שאכל ושבע ובירך ברכת המזון, ואחר שעה קטנה חזר ואכל כזית פת ושבע, ונסתפק אם בירך ברכת המזון או לא, חייב לחזור ולברך וכן אם אכל כזית פת, ובירך ברכת המזון, ולאחר מכן שוב אכל עוד כזית ועתה הוא שבע בצירוף סעודתו הראשונה, ונסתפק אם בירך ברכת המזון, צריך לברך ברכת המזון שיש כאן ספק ספיקא להחמיר לחייבו בברכת המזון מן התורה שמא באכל כזית פת חייב בברכת המזון מן התורה, ואם תמצא לומר שאינו חייב מן התורה בכזית פת, שמא כיון ששבע הוא עתה, אף על פי ששביעה זו היא גם מחמת אכילתו הראשונה, חייב בברכת המזון מן התורה"
        },
        {
            "id": 314,
            "text": "מי שאכל ושבע ואינו יודע אם בירך ברכת המזון או לא, ואשתו מזכירה לו שכבר בירך, אינו חוזר לברך מספק"
        },
        {
            "id": 315,
            "text": "מי שאכל ושבע ואינו זוכר אם בירך ברכת המזון או לא, ובנו הקטן , מזכיר לו שבירך ברכת המזון, אם על ידי כך האב נזכר על ידי סימנים שאכן בירך ברכת המזון, כגון שעשה מים אחרונים והוא רגיל להסמיכם לברכת המזון, אין צריך לחזור ולברך, כיון שיש רגלים לדבר שבירך ברכת המזון ואם לא נזכר בדבר, יש מי שכתב שאם האב מכיר את בנו שלעולם אינו משקר, ומדייק בדיבורו היטב, וקים ליה בגויה שרגיל לומר אמת, יכול לסמוך על דבריו ולא לברך מספק שוב ברכת המזון"
        },
        {
            "id": 316,
            "text": "מי שאכל ושבע ונסתפק אם בירך ברכת המזון או לא, ומברך מספק, יש אומרים שאינו יכול להוציא ידי חובה את חבירו שאכל ושבע ויש אומרים דכיון שהוחזק בחזקת חיוב ברכת המזון, מה שהוא מברך עתה ברכת המזון מספק הוא מדאורייתא, וממילא יכול להוציא ידי חובה את השומע שאכל ושבע ואף שכן עיקר לדינא, מכל מקום לכתחלה יברך כל אחד לעצמו"
        },
        {
            "id": 317,
            "text": "מי שמסופק אם בירך ברכת הנהנין או לא, כגון שאינו זוכר אם בירך על המים, יהרהר הברכה בלבו וישתה ואין לחוש לברכה לבטלה בהרהור הלב ואם יש אחר שיברך להוציאו ידי חובה, עדיף טפי שישמע ממנו הברכה"
        },
        {
            "id": 318,
            "text": "מי שיש לו ספק אם בירך ברכת המזון או לא, וחש בראשו עד שאינו יכול לחזור ולברך מספק, יכול לומר את הנוסח בריך רחמנא אבל המסופק אם בירך ברכת הנהנין או שאר ברכות דרבנן, אינו רשאי לברך אפילו בלשון לע''ז"
        },
        {
            "id": 319,
            "text": "עד אימתי יכול לברך ברכת המזון, אם אכל ושבע יכול לברך כל זמן שעדיין הוא שבע מאכילתו ואם אכל רק כזית, פחות מכדי שביעה, אם עבר שיעור שבעים ושתים דקות מאכילתו, אין לו לברך יותר"
        },
        {
            "id": 320,
            "text": "בסעודות גדולות שמאריכים בישיבתם ד' או ה' שעות קודם ברכת המזון, כיון שעוסקים בשתיה ואכילת פרפראות, פירות ומגדנות, הוי כלא נתעכל המזון ושפיר יכולים לברך ברכת המזון אפילו אחר שבעים ושתים דקות מהאכילה"
        },
        {
            "id": 321,
            "text": "שיעור אכילה כדי לברך ברכת המזון הוא בכזית  ואף שעדיין לא שבע באכילתו, מדרבנן חייב בברכת המזון כבר משאכל כזית פת ולכתחלה יש להזדרז באכילת הפת שבסעודה כדי שיאכל שיעור של כזית בתוך זמן של כ-75 דקות, שהוא שיעור שהייה כדי אכילת פרס שיש אומרים שאם אכל פת, אפילו אם שבע באכילתו, אבל שהה באכילתו יותר משיעור של אכילת כזית בכדי אכילת פרס, אינו חייב בברכת המזון כלל"
        },
        {
            "id": 322,
            "text": "צריך שהכזית יהיה במעיו, מלבד מה שנשאר בין החניכיים, וטוב שלא יצמצם לאכול כזית בדיוק"
        },
        {
            "id": 323,
            "text": "המנהג לשער במשקל הדרהם בכל שיעורי התורה, כזית וכביצה, רביעית וחלה, ופדיון הבן וכל דרהם הוא 3 גרם לערך ואין לנו כל ספק בשיעורים שלנו, שמסורים בידינו מדור דור והמדידה על ידי ביצים אין לסמוך עליה כל כך ולפיכך שיעור הכזית הוא כ-27 גרם, ושיעור כביצה עם קליפתה הוא כ-54 גרם, ושיעור אכילת פרס יש אומרים הוא כשבע דקות ושיעור רביעית הוא 81 גרם"
        },
        {
            "id": 324,
            "text": "נהגו למדוד שיעור כזית לפי הנפח, שהוא כשני שלישים של ביצה בינונית ומאחר שיותר קל לשקול את המאכלים, ואין הכל בקיאים לשער בנפח, לפיכך נהגו לשער כזית כביצה ורביעית במשקל שמן המשקל נדע בערך את שיעור הנפח  ובמקום שיש הבדל בין המשקל לנפח, יש ליזהר להחמיר בדברים של תורה, כמו באכילה ביוהכ''פ או בספק ברכת המזון וכדומה"
        },
        {
            "id": 325,
            "text": "מי שתחבו לו שפורפרת לקיבה, והוא ניזון משם, או מי שניזון על ידי מכשירים שונים, אין לו לברך ברכת הנהנין, לא ברכה ראשונה ולא ברכה אחרונה"
        },
        {
            "id": 326,
            "text": "מי שאכל כזית פת, והקיא מה שאכל, אינו מברך ברכת המזון, ונכון שיהרהר ברכת המזון בלבו סימן קפה - פרטי דינים בדיני ברכת המזון"
        },
        {
            "id": 327,
            "text": "כל הזהיר בברכת המזון מזונותיו מצויות לו כל ימיו בכבוד, ונכון לברך היכא דאפשר מתוך הכתב ולא בעל פה, ויכוין פירוש התיבות בעת הברכה"
        },
        {
            "id": 328,
            "text": "ברכת המזון נאמרת בכל לשון שמבין, ומצוה מן המובחר לברך בלשון הקודש"
        },
        {
            "id": 329,
            "text": "צריך להשמיע לאזניו את ברכת המזון מה שמוציא בפיו ובדיעבד אם לא השמיע לאזניו, יצא ידי חובה, ואין צריך לחזור ולאכול כזית ולברך, כל שהוציא בשפתיו"
        },
        {
            "id": 330,
            "text": "אם היה אנוס בחליו והרהר כל ברכת המזון בלבו, ועבר האונס, אינו חוזר לברך ברכת המזון דשמא הלכה כדעת הרמב''ם והריא''ז דהרהור כדיבור דמי, וכבר יצא ידי חובה והדין כן אפילו באכל ושבע שחיובו בברכת המזון מן התורה  וכל שכן אם הרהר ברכת נפשות בלבו, או ברכת על המחיה, אשר יצר, וכדומה, שאינו חוזר לברך אבל אם הרהר ברכה ראשונה בלבו, יאמר ברוך שם כבוד וגו', שיש בזה היסח דעת מההרהור, ואחר כך יחזור לברך בפיו אבל אם היה אנוס וקרא קריאת שמע בהרהור הלב, אם עבר האונס חוזר וקורא קריאת שמע"
        },
        {
            "id": 331,
            "text": "שלשת הברכות הראשונות של ברכת המזון מעכבות זו את זו, ולכן אם אינו יודע לברך אלא חלק מהברכות, לא יברך ברכת המזון כלל, שג' הברכות הם מן התורה, ומעכבות זו את זו ואף אם אכל ושבע שחייב לברך ברכת המזון מדאורייתא, ויודע ברכת הזן בלבד, אין לו לברכה, אלא אם כן יודע גם ברכת נודה לך ורחם אבל אם אינו יודע לברך ברכה רביעית, שהיא ברכת הטוב והמטיב, יכול לברך עד ברכת הטוב והמטיב וכל שכן אם אינו יודע לומר את נוסח הרחמן, שאין זה מעכב מלברך ברכת המזון"
        },
        {
            "id": 332,
            "text": "סדר הברכות של ברכות ברכת המזון מעכב, ולכן אם יודע לברך את כל ג' הברכות, אך אינו יודע לברך לפי הסדר, אין לו לברך כלל, שאם אמרם למפרע לא יצא"
        },
        {
            "id": 333,
            "text": "מי שבני ביתו אינם יודעים לברך ברכת המזון בעצמם, יברך בקול רם להוציאם ידי חובה ויכוין עליהם להוציאם ידי חובה, וגם הם צריכים לכוין לצאת ידי חובה ולשמוע את כל הברכות מפיו אך נכון שבני ביתו ילמדו לברך בעצמם ברכת המזון, וכמבואר לעיל"
        },
        {
            "id": 334,
            "text": "אין לברך ברכת המזון כשיש לפניו בחדר צואה או מי רגלים ואם בירך והיה לפניו בתוך ד' אמות מי רגלים, יצא ידי חובה"
        },
        {
            "id": 335,
            "text": "מי שהיה יושב ואוכל בלילה, ועדיין לא קרא קריאת שמע של ערבית בזמנה , צריך להקדים לקרוא קריאת שמע ואחר כך לברך ברכת המזון אבל אם אכל כזית ולא שבע, שנתחייב בברכת המזון רק מדרבנן, לדעת הרבה פוסקים אין דין תדיר בדרבנן ודאורייתא, ויברך מה שירצה ואם לא ספר את העומר, איזה מהם שירצה יקדים, ברכת המזון או ספירת העומר וכיון שיש לחוש שישכח מלספור את העומר, נכון שיברך קודם על העומר ואחר כך יברך ברכת המזון"
        },
        {
            "id": 336,
            "text": "מי שהיה מברך ברכת המזון, ובאמצע הברכות נזכר שכבר בירך ברכת המזון, פוסק ואפילו באמצע, ואין לו לסיים אף את אותה ברכה שהתחיל בה ויאמר: ברוך שם כבוד מלכותו וגו'"
        },
        {
            "id": 337,
            "text": "מי שהיה מברך ברכת המזון, ובאמצע באו והודיעו לו שמת לו אחד מקרוביו שחייב להתאבל עליהם, ימשיך לברך ברכת המזון, ולא יפסיק באמצע, אחר שהתחיל לברך בהיתר סימן קפו - החייבים בברכת המזון"
        },
        {
            "id": 338,
            "text": "נשים חייבות בברכת המזון, ויש ספק אם חייבות בברכת המזון מן התורה או מדרבנן, ולכן אם בעלה או בנה חולים, ואכלו ושבעו, ואינם יכולים לברך ברכת המזון בעצמם, אינה יכולה להוציאם ידי חובתם ורק באופן שאכלו כזית, שאין חיובם לברך ברכת המזון אלא מדרבנן, בזה יכולה האשה להוציאם ידי חובתם"
        },
        {
            "id": 339,
            "text": "אף שנשים פטורות ממצות תלמוד תורה ומלמול את בניהם, מכל מקום אין להן להשמיט ברית ותורה בנוסח ברכת המזון, אלא צריכות לברך בנוסח הרגיל וכן המנהג פשוט"
        },
        {
            "id": 340,
            "text": "אין לנשים לברך בנוסח ''ברכת המזון הקצר'' המופיע באיזה סידורים, אלא תברכנה בנוסח הרגיל ונשים הטרודות בטיפול בילדיהן, פטורות מלומר את נוסח הרחמן"
        },
        {
            "id": 341,
            "text": "נשים שאינן טהורות חייבות לברך ברכת המזון, שאין דברי תורה מקבלים טומאה ועל מנהלות בית הספר לבנות להסביר לתלמידות מבני עדות המזרח והספרדים שהן חייבות בברכת המזון ובשאר ברכות גם בימי ראייתן"
        },
        {
            "id": 342,
            "text": "אשה שאכלה ושבעה ונסתפקה אם בירכה ברכת המזון או לא, אינה צריכה לברך מספק, הואיל ויש ספק אם חיובה בברכת המזון הוא מן התורה או מדרבנן ומכל מקום טוב שתהרהר ברכת המזון בלבה , הואיל ולדעת הרמב''ם והסמ''ג הרהור כדיבור דמי, ואיסור ברכה לבטלה אינו אלא כשמוציא בשפתיו ואם יכולה לשמוע ברכת המזון מאחר, שיכוין להוציאה ידי חובה, וגם היא תכוין לצאת ידי חובה, שפיר דמי"
        },
        {
            "id": 343,
            "text": "אשה שבירכה ברכת המזון ונתכוונה להוציא את האיש ידי חובתו, ושניהם אכלו כדי שביעה, בדיעבד יצא ידי חובה, ואינו צריך לחזור ולברך וכל זה כשהאשה בירכה את כל נוסח ברכת המזון בשלימותו, כפי המנהג, אבל אם בירכה בנוסח המקוצר, לא יצא ידי חובה ואם דילגה ברית ותורה, יצא"
        },
        {
            "id": 344,
            "text": "קטן שאכל כזית צריכים לחנכו לברך ברכת המזון מדרבנן, וכיון שאין חיובו אלא מדרבנן לכן לכתחלה אינו יכול להוציא ידי חובה את הגדול שאכל ושבע שחיובו בברכת המזון הוא מן התורה אולם גדול שאכל שיעור כזית ולא שבע מאכילתו, יכול לצאת ידי חובת ברכת המזון בשמיעת הברכה מקטן ואם הקטן אכל רק כזית, ולא שבע, והגדול אכל גם כן כזית, יש אומרים שאין הקטן יכול להוציאו ידי חובת ברכת המזון, ולכתחלה נכון לחוש לסברא זו, וכל אחד יברך לעצמו ובשעת הדחק יכול לסמוך על המגן אברהם הסובר שבכהאי גוונא יכול הקטן להוציאו ידי חובה"
        },
        {
            "id": 345,
            "text": "נער בן י''ג שנה ויום אחד שאין ידוע אם הביא ב' שערות או לא, ואכל כדי שביעה, אף על פי כן אין נכון שיוציא ידי חובת ברכת המזון את הגדול שאכל כדי שביעה, שמאחר והגדול חייב בברכת המזון מן התורה, לכתחלה מן הראוי שלא יוציאו ידי חובה, כדי לחוש להסוברים שאין לסמוך על החזקה שהנער הביא ב' שערות במידי דאורייתא ומכל מקום מעיקר הדין סומכים על חזקה שהביא ב' שערות גם במידי דאורייתא ואם הגדול אכל כזית ולא שבע, יכול להוציאו ידי חובה לכתחלה, שבאופן כזה אף קטן מוציא ידי-חובה את הגדול"
        },
        {
            "id": 346,
            "text": "קטן שאכל פת ביום האחרון של שנת הי''ג שלו, סמוך לשקיעת החמה, ובירך ברכת המזון בתחלת הלילה, וכשנעשה לבר מצוה לאחר צאת הכוכבים עדיין לא נתעכל המזון במעיו, אין לו לחזור ולברך ברכת המזון שנית, אף שעדיין שבע מאכילתו, דשמא הולכים אחר שעת האכילה, ושמא יש להתחשב בשעת השביעה, וספק ברכות להקל"
        },
        {
            "id": 347,
            "text": "מי שאכל אכילה גסה, יכול להוציא אחרים שאכלו ושבעו ידי חובת ברכת המזון, והוא שגרונו נהנה באותה אכילה"
        },
        {
            "id": 348,
            "text": "מי שמתו מוטל לפניו, והיינו שמת לו אחד משבעה קרובים שחייב להתאבל עליהם, ועדיין לא נקבר, פטור מכל המצוות האמורות בתורה, ולכן אוכל בלי ברכת המוציא, ובלי ברכת המזון ומותר לו אף לאכול לכתחלה בלא ברכה  ואפילו אם אכל ושבע, אינו מברך ברכת המזון ואם נקבר המת והוא עדיין שבע מאכילתו, אין לו לברך ברכת המזון לאחר הקבורה, דספק ברכות להקל וטוב שיכוין על זה לצאת בברכת המזון של סעודת הבראה סימן קפז - דיוקים בנוסח ברכת המזון"
        },
        {
            "id": 349,
            "text": "המנהג לומר ''ועל הכל'' וכו', ומברכים אותך וכו' והנוהגים לומר ''על הכל'' בלי וא''ו יש להם על מה שיסמוכו"
        },
        {
            "id": 350,
            "text": "בנוסח ''רצה והחליצנו'' שאומרים בברכת המזון בשבת, נכון לומר: כי יום זה גדול וקדוש וכו', והגם שאכלנו וכו'"
        },
        {
            "id": 351,
            "text": "בנוסח ברכת אשר נתן שבתות וכו' , צריך לומר ''אשר'' נתן, ואם אמר ''שנתן'' יצא"
        },
        {
            "id": 352,
            "text": "בנוסח ברכה רביעית שבברכת המזון נכון לומר ''לעד האל אבינו וכו'''"
        },
        {
            "id": 353,
            "text": "באמירת הרחמן בסוף ברכת המזון יש נוסחאות שכתוב בהן: הרחמן הוא יפרנסנו בכבוד ולא בביזוי, בהיתר ולא באיסור, בנחת ולא בצער, ונוסח זה נכון על פי ההלכה, וכן מנהגינו ואין צריך לדלג בהיתר ולא באיסור"
        },
        {
            "id": 354,
            "text": "בנוסח הרחמן יש לומר: הרחמן הוא יוליכנו מהרה קוממיות לארצנו ואין צריך לומר בארצנו"
        },
        {
            "id": 355,
            "text": "מנהגינו לומר בשבת וראש חודש בהרחמן ''מגדול'', ובימות החול ''מגדיל'' ויש אומרים שגם בסעודה רביעית יש לומר ''מגדול'' אך הנכון יותר לומר בסעודה רביעית מגדיל ומי שאומר מגדול בסעודה רביעית לא הפסיד"
        },
        {
            "id": 356,
            "text": "המברך ברכת המזון ודילג אמירת ברית ותורה, מאחר ויש אומרים שאין הזכרתם בברכת המזון לעיכובא, ואין זה אלא מדרבנן, לפיכך אינו חוזר לברך ברכת המזון, דספק ברכות להקל"
        },
        {
            "id": 357,
            "text": "מי שאינו יודע לברך ברכת המזון, אין לו לברך ברכה מעין שלש, ואפילו אם אינו יודע לברך ברכת המזון ואכל ושבע ונתחייב בברכת המזון מן התורה, גם בזה אינו רשאי לברך ברכה מעין שלש במקום ברכת המזון וכל שכן דמי שאינו יודע לברך ברכת המזון שאין לו לברך ברכת בורא נפשות, ואף בדיעבד אם עבר ובירך בורא נפשות במקום ברכת המזון לא יצא, אפילו אם אכל כזית ונתחייב בברכת המזון רק מדרבנן ומכל מקום אם עבר ובירך מעין שלש במקום ברכת המזון, , יצא ידי חובה, ואינו חוזר לברך ברכת המזון, דספק ברכות להקל סימן קפח - דין הטועה בברכת המזון"
        },
        {
            "id": 358,
            "text": "אחר שחתם בונה ירושלים יענה אמן אחר ברכת עצמו, מפני שהיא סיום הברכות של תורה, שברכת הטוב והמטיב אינה מדאורייתא ויאמר אמן זה בלחש, שלא יבואו לזלזל בברכה רביעית"
        },
        {
            "id": 359,
            "text": "בנוסח ברכת המזון בבית האבל יש לחתום: ''מנחם ציון בבנין ירושלים'', אך החותם מנחם אבלים בבנין ירושלים, כפי נוסח הסידורים, אין למחות בידו"
        },
        {
            "id": 360,
            "text": "בשבת כשסועד עם אחרים, אף על פי שמברכים ברכת המזון בלחש, לא יחתום כדרך שחותם בחול, שאין להראות אבלות בפרהסיא בשבת"
        },
        {
            "id": 361,
            "text": "בשבת אומר בברכה שלישית ''רצה והחליצנו'' ובימים טובים, ובראשי חודשים, ובחולו של מועד, אומר ''יעלה ויבא'', ואם חל אחד מהם בשבת אומר קודם רצה והחליצנו ואחר כך יעלה ויבא ואם התחיל יעלה ויבא ונזכר שלא אמר רצה והחליצנו, יסיים יעלה ויבא, ואחר כך יאמר רצה והחליצנו ואם נזכר באמצע יעלה ויבא סמוך להזכרת מעין המאורע, טוב שיאמר: את יום השבת הזה, ואם יום חג פלוני הזה או: ואת יום ראש החודש הזה, שנמצא שהזכיר שבת התדירה קודם אלה שאינם תדירים ותו לא מידי"
        },
        {
            "id": 362,
            "text": "כשחל יום טוב בשבת, ואמר יעלה ויבא אבל שכח לומר רצה והחליצנו, וכשחזר לברך ברכת המזון אמר רצה והחליצנו ושכח לומר יעלה ויבא, יש אומרים דאף בליל פסח וליל סוכות אינו חוזר ויש חולקים וסוברים שצריך לחזור ולומר ברכת המזון כתיקנה"
        },
        {
            "id": 363,
            "text": "טעה ולא אמר רצה והחליצנו בשבת בברכת המזון של סעודה ראשונה ושניה, אם נזכר אחר שאמר ברוך אתה ה' כדי לחתום בונה ירושלים, יאמר ''למדני חוקיך'', ויחזור לומר רצה והחליצנו ואם חתם בונה ירושלים, יאמר שם ברכת ברוך שנתן שבתות למנוחה בשם ומלכות ואם התחיל בברכה רביעית, ונזכר מיד כשאמר ''ברוך אתה ה' אלוקינו מלך העולם'', אינו צריך לחזור, אלא ימשיך: ''אשר נתן שבתות למנוחה לעמו ישראל באהבה לאות ולברית, ברוך אתה ה' מקדש השבת'' ואם אינו יודע בעל פה נוסח ברכה זו, ואינה כתובה בסידור שלפניו, יחזור לתחלת ברכת רחם, ויאמר רצה והחליצנו ואם התחיל בברכה רביעית ואמר ''לעד האל וכו''' ונזכר שלא אמר רצה והחליצנו, אפילו אמר רק תיבה אחת, חוזר לראש ברכת המזון"
        },
        {
            "id": 364,
            "text": "המסתפק אם אמר רצה והחליצנו בשבת בברכת המזון בליל שבת או ביום שבת בבוקר, אינו חוזר לברך ברכת המזון אולם אם קודם שהתחיל ברכת הטוב והמטיב נכנס לבית הספק אם הזכיר רצה והחליצנו או לא, יאמר שם ברכת אשר נתן שבתות למנוחה וכו' בשם ומלכות"
        },
        {
            "id": 365,
            "text": "מי שאינו יודע נוסח רצה והחליצנו בעל פה, ואין שם מי שיזכיר לו הנוסח, או סידור תפלה, אף על פי כן אין לו להמנע מלברך ברכת המזון, מאחר שהוא מחוייב בברכת המזון מדאורייתא, והזכרת מעין המאורע בברכת המזון היא מדרבנן ויש ללמדו להזכיר לכל הפחות ''רצה והחליצנו ביום השבת הזה'' ולהמשיך ברכת בונה ירושלים"
        },
        {
            "id": 366,
            "text": "טעה ולא אמר יעלה ויבא בראשי חודשים, אינו חוזר בין ביום ובין בלילה ואם נזכר קודם שהתחיל בברכת הטוב והמטיב, אומר שם בלי שם ומלכות ''ברוך שנתן ראשי חודשים לעמו ישראל לזכרון'' והשוכח לומר יעלה ויבא בברכת המזון בראש חודש, יכול לאומרו בהרחמן"
        },
        {
            "id": 367,
            "text": "טעה ולא אמר יעלה ויבא בברכת המזון בימים טובים, אם נזכר אחר שאמר ברוך אתה ה', קודם שיאמר בונה ירושלים, יאמר ''למדני חוקיך'', ויחזור ויאמר יעלה ויבא ואם נזכר לאחר שסיים בונה ירושלים, יאמר ''בשם ומלכות'': ברוך אתה ה' אלוקינו מלך העולם אשר נתן ימים טובים לעמו ישראל לששון ולשמחה, את יום חג פלוני הזה את יום טוב מקרא קודש הזה, ברוך אתה ה' מקדש ישראל והזמנים ואם התחיל בברכה רביעית, אם נזכר אחר שאמר ברוך אתה ה' אלוקינו מלך העולם קודם שהתחיל לעד האל אבינו וכו', ימשיך אשר נתן ימים טובים וכו', ואם נזכר שלא אמר יעלה ויבא אחר שכבר אמר תיבת לעד, בלילה הראשון של פסח ובלילה הראשון של סוכות חוזר לראש ברכת המזון, ובשאר סעודות ימים טובים אינו חוזר"
        },
        {
            "id": 368,
            "text": "אשה ששכחה לומר יעלה ויבא בימים טובים, דינה כדין האיש, שאינה חוזרת, מלבד בליל פסח שצריכה לחזור אבל בליל סוכות אינה חוזרת, שהרי אינה חייבת בישיבה בסוכה, ויש אומרים שהחיוב להזכיר חג בברכת המזון הוא מדין חיוב הישיבה בסוכה"
        },
        {
            "id": 369,
            "text": "טעה ולא אמר רצה והחליצנו בסעודה שלישית, אם נזכר אחר שאמר ברוך אתה ה' קודם שחתם בונה ירושלים, דינו כדין שאר סעודות שבת, שאומר למדני חוקיך, וחוזר ואומר רצה והחליצנו ואם נזכר אחר שחתם ברוך אתה ה' בונה ירושלים, אומר שם בשם ומלכות: ''ברוך אתה ה' אלוקינו מלך העולם אשר נתן וכו''', ואחר כך ימשיך ברכת הטוב והמטיב ואם נזכר לאחר שהתחיל ברכה רביעית, ואמר לעד האל אבינו מלכנו, אפילו אמר רק תיבה אחת, לעד, אינו חוזר כלל, וממשיך ומסיים ברכת המזון ומכל מקום חייבים לאכול פת בסעודה שלישית"
        },
        {
            "id": 370,
            "text": "מי שסעד בשבת סעודה נוספת אחר סעודת שחרית ושכח לומר בברכת המזון רצה והחליצנו, אין צריך לחזור ולברך, כיון שסעד סעודת שחרית כבר יצא ידי חובת סעודת שבת"
        },
        {
            "id": 371,
            "text": "אשה ששכחה לומר רצה והחליצנו בסעודה ראשונה ושניה של סעודות שבת, דינה כדין האיש, ואם התחילה בברכת הטוב והמטיב אפילו בתיבה אחת, שאמרה לעד וכו', חוזרת לראש ברכת המזון ובסעודה שלישית אפילו אם נזכרה שלא אמרה רצה והחליצנו קודם שהתחילה בברכת הטוב והמטיב, אינה מברכת ברכת ''אשר נתן'' בשם ומלכות, אלא יכולה לומר הברכה בלי שם ומלכות, ותמשיך בברכה רביעית"
        },
        {
            "id": 372,
            "text": "שלשה שאכלו בשבתות וימים טובים וזימנו כדין, ושכחו לומר רצה והחליצנו, כשחוזרים לברך אינם צריכים לחזור ולזמן, שכבר יצאו ידי חובת זימון"
        },
        {
            "id": 373,
            "text": "היה אוכל ויצא שבת מזכיר של שבת בברכת המזון , דאזלינן בתר התחלת סעודתו וכן המנהג וכן אם היה אוכל ביום טוב או בראש חודש, או בחנוכה, או בפורים, וחשך היום, מזכיר יעלה ויבא או על הנסים בברכת המזון, שבכל כיוצא בזה הולכים אחר תחלת הסעודה, וכיון שהתחיל סעודתו ביום, אומר מעין המאורע בברכת המזון, אף לאחר כמה שעות אולם אם התפלל ערבית באמצע סעודתו, אינו מזכיר מעין המאורע בין בשבת בין ביום טוב, בין בראש חודש ובין בחנוכה ופורים"
        },
        {
            "id": 374,
            "text": "המאריך בסעודה שלישית בשבת גם לאחר צאת הכוכבים, וקודם ברכת המזון מברך על פירות ומגדנות, משלים בכך מאה ברכות בכל יום"
        },
        {
            "id": 375,
            "text": "בחנוכה ובפורים מזכיר ''על הנסים'' בהודאה, ואם לא אמר ונזכר קודם שאמר תיבת ה' של ברכת על הארץ ועל המזון, חוזר לאומרו ואם נזכר אחר שאמר תיבת ה', אינו חוזר, ואינו רשאי לסיים למדני חוקיך, אלא יחתום על הארץ ועל המזון וגם אינו רשאי לאומרו קודם ברכת בונה ירושלים וטוב שיאמרנו בהרחמן, ויאמר: הרחמן הוא יעשה לנו נסים ונפלאות כמו שעשה לאבותינו בימים ההם בזמן הזה בימי מתתיה וכו'"
        },
        {
            "id": 376,
            "text": "אם חל ראש חודש ביום ראשון, וסיים לאכול סעודה שלישית אחר שחשכה, מזכיר רצה והחליצנו בלבד, ולא יאמר יעלה ויבא, שהדבר נראה כסותר עצמו אם יאמר רצה והחליצנו וגם יעלה ויבא"
        },
        {
            "id": 377,
            "text": "טעה והזכיר רצה והחליצנו בימות החול, אינו חוזר לברך ברכת המזון"
        },
        {
            "id": 378,
            "text": "קטן נאמן לומר לאביו ששמע שאמר רצה והחליצנו, בסעודות שבת בברכת המזון, ולכן אם האב נסתפק בזה, יכול לסמוך על דברי בנו ואינו צריך לחזור לברך ברכת המזון סימן קצב-ה - דיני זימון"
        },
        {
            "id": 379,
            "text": "שלשה שאכלו כאחת, חייבים בזימון ואחד מהם אומר: ''הב לן ונבריך למלכא עילאה קדישא'', ועונים ''שמים'' ואומר המזמן: ''ברשות מלכא עילאה קדישא , וברשות מורי ורבותי המסובים, נברך שאכלנו משלו'', והם עונים: ''ברוך שאכלנו משלו ובטובו חיינו'' והוא חוזר ואומר, ''ברוך שאכלנו משלו ובטובו חיינו'' ואם היו המסובין עשרה, צריך להזכיר שם ה' בזימון, ויאמר המזמן: ''נברך אלוקינו שאכלנו משלו'' ואין לומר נברך לאלהינו, ומי שאומר נברך לאלהינו יש ללמדו הנוסח הנכון לבל יוסיף לומר באות ל' והאוכלים עונים: ''ברוך אלוקינו שאכלנו משלו ובטובו חיינו'' והוא חוזר ואומר: ''ברוך אלוקינו וכו'''"
        },
        {
            "id": 380,
            "text": "מה שנהגו כיום, שהמזמן אומר ''ברשות מלכא עילאה קדישא וברשותכם, וכו''', והשומעים עונים: שמים, יש למנהג זה על מה לסמוך, ואין לחוש בזה משום שנראה כשתי רשויות ח''ו"
        },
        {
            "id": 381,
            "text": "בבית האבל אומרים בזימון: ''נברך מנחם אבלים שאכלנו משלו'', והם עונים: ''ברוך מנחם אבלים שאכלנו משלו ובטובו הגדול חיינו'' וחוזר המזמן ואומר ברוך וכו' ואם היו עשרה, מוסיפים אלוקינו כנ''ל"
        },
        {
            "id": 382,
            "text": "מנהגינו שאחר שחזר המזמן ואמר ''ברוך שאכלנו משלו ובטובו חיינו'', כל אחד ממשיך לברך ברכת המזון לעצמו ואם המברכים הקדימו את המזמן בסיום איזה ברכה מברכות ברכת המזון, ושמעו מהמזמן חתימת הברכה, לא יענו אחריו אמן, בין על חתימת הזן את הכל, ובין על חתימת שאר הברכות של ברכת המזון ואחינו האשכנזים נוהגים שהמזמן מברך בקול רם עד חתימת ברכת הזן את הכל, ועונים אחריו אמן, אבל אין להם לענות אמן אחר שאר ברכות של ברכת המזון, כשהם נמצאים באמצע ברכת המזון, או בין הברכות וספרדי המזמן לאשכנזים, טוב שיאמר בקול רם עד סיום ברכת הזן את הכל, כדי שישמעו המסובים ויענו אמן אחר ברכתו, וכמו שכתב הרמ''א"
        },
        {
            "id": 383,
            "text": "לדידן נכון יותר שהמזמן יסיים ברכת הזן את הכל בלחש, שאם יאמרנה בקול רם, יצטרכו השומעים לענות אמן, ופעמים ויש איזה מאכל בפיהם ויבואו לידי סכנה"
        },
        {
            "id": 384,
            "text": "יש נוהגים שהשומע מחבירו ברכת המזון, באמירת הרחמן עונים אחר כל משפט ''אמן'', וכן כשאומרים יעלה ויבא, זכרנו בו לטובה וכו' ויש להם על מה שיסמוכו אך אין עניית אמן זו לחיוב, ולכן אין להפסיק לעניית אמן זו באמצע פסוקי דזמרה וכדומה וכן יש לענות אמן אחר הרחמן של ברכת האורח כנזכר בגמרא"
        },
        {
            "id": 385,
            "text": "שלשה שאכלו כאחד, ושכחו ובירך כל אחד לעצמו, בטל מהם הזימון, ואין יכולים לחזור ולזמן למפרע, שהרי כבר ברכו ברכת המזון אבל אם שכח אחד מהם ובירך, השנים יכולים לזמן עם השלישי, ואף על פי שכבר ברך יכול לומר ברוך שאכלנו משלו, והם יוצאים ידי חובת זימון והוא אינו יוצא ידי זימון, שאין זימון למפרע"
        },
        {
            "id": 386,
            "text": "שלשה שאכלו ואין אחד מהם יודע את כל ברכת המזון, אלא אחד יודע ברכה ראשונה, ואחד יודע הברכה השניה, ואחד יודע את הברכה השלישית, חייבים בזימון, וכל אחד יברך הברכה שיודע ויכוין להוציא את השומעים ידי חובה באותה ברכה ואף על פי שאין בהם מי שיודע לברך ברכה רביעית אין בכך כלום אבל אם אין שם מי שיודע אחת מג' ברכות, אין לברך כלל ברכת המזון, מאחר וג' ברכות ראשונות של ברכת המזון מעכבות זו את זו"
        },
        {
            "id": 387,
            "text": "שלשה שאכלו ואינם יודעים לברך את ברכת המזון, אלא כל אחד יודע מחצית הברכה, אינם רשאים לברך כל אחד מחצית הברכה שיודע, ולהוציא בכך ידי חובה את חבירו, שאין ברכה אחת מתחלקת לשנים"
        },
        {
            "id": 388,
            "text": "מי שאינו יודע לברך ברכת המזון כלל, אחד האיש ואחד האשה, יאמר לכל הפחות קיצור הברכה הראשונה בלשון ארמית בנוסח זה: ''בריך רחמנא אלהנא מלכא דעלמא, מריה דהאי פיתא, בריך רחמנא דזן לכולא'' ודוקא כשאומרים בלשון ארמית, אבל בלשון הקודש אין לקצר כלל מנוסח ברכת המזון הקבוע אולם אם מברכים בלשון הקודש ברכה מעין שלש במקום ברכת המזון, בדיעבד יוצאים ידי חובה ומכל מקום לכתחלה לא יברכו ברכה מעין שלש במקום ברכת המזון"
        },
        {
            "id": 389,
            "text": "מה שמצוי כיום בישיבות הקדושות, ובכוללים, שבני הישיבה נכנסים לחדר האוכל בשעה קבועה, ובכל שלחן יושבים כארבעה או ששה בחורים, והשולחנות סמוכים זה לזה באופן שרואים אלו את אלו, מצטרפים לזימון לעשרה וכן יש לנהוג  וצריך ששתי החבורות ישמעו את דברי המברך ברכת הזימון"
        },
        {
            "id": 390,
            "text": "שלשה שאכלו בחצר כל אחד על שולחנו, מצטרפים לזימון, אפילו לא ישבו מתחלה על דעת להצטרף יחדיו ולכן בעלי בתים האוכלים מידי ערב בחצר או על הגג, כל אחד על שולחנו, מצטרפים לזמן ואם אמרו מתחלה שדעתם להצטרף לזימון, מצטרפים יחד לזמן אף בעשרה אך אם לא אמרו כן יזמנו בלי הזכרת ה' ואם התנו ביניהם מתחלה בפעם הראשונה שבכל פעם שנכנסים לאכול דעתם להצטרף יחדיו לזימון, מצטרפים לזימון, ואינם צריכים לומר בכל סעודה שמצטרפים"
        },
        {
            "id": 391,
            "text": "אם טעה המזמן בעשרה ולא הזכיר אלוקינו בזימון, וגם העונים לא הזכירו אלוקינו, אינם יכולים לחזור ולזמן אבל אם עדיין לא ענו אחריו, יחזור ויזמן בשם"
        },
        {
            "id": 392,
            "text": "שלשה שבאו מג' חבורות של שלשה שלשה בני אדם, ונתחברו אלו השלשה, אם זימנו עליהם במקומם, כגון שהפסיקו כל אחד לשנים, אינם יכולים לזמן, אפילו אכלו אחר כך יחד, וגמרו סעודתן ואם לא זימנו עליהם במקומם, חייבים לזמן, ואינם רשאים ליחלק  ואפילו לא אכלו השלשה ביחד שנתחברו וכל זה כשעזבו את מקומם הראשון בשוגג, שבזה יכולים לברך במקום השני, סימן קצו - מי שאכל איסור אם מצטרף לזימון"
        },
        {
            "id": 393,
            "text": "אכל דבר איסור, אף על פי שאינו אסור אלא מדרבנן, אין מזמנין עליו, ואין מברכין עליו לא בתחלה ולא בסוף"
        },
        {
            "id": 394,
            "text": "חולה שאוכל דבר איסור בהוראת רופא, יש ליזהר לכתחלה שלא יאכל עם עוד שנים אחרים, כדי שלא יתחייבו בזימון ואם אכל אצל אחרים, אין לזמן עליו, וגם אינו מברך עליו לא בתחלה ולא בסוף, דספק ברכות להקל"
        },
        {
            "id": 395,
            "text": "מי שאכל פת שנילושה בחלב או בשומן, , יש אומרים שאין לו לברך ברכת המזון, ואין לצרפו לזימון, כדין מי שאכל דבר איסור כיון שקנסוהו חכמים מלאכול פת זו"
        },
        {
            "id": 396,
            "text": "אחד אכל מאכלי חלב, והאחרים אכלו מאכלי בשר, יש אומרים שהאוכל חלב יכול לזמן עם האחרים, שהרי הוא יכול לאכול בשר על ידי שטיפה והדחה וקינוח ואילו אותם שאכלו בשר אינם יכולים להצטרף לזימון עם אותו שאכל חלב"
        },
        {
            "id": 397,
            "text": "תשעה שאכלו דגן, ואחד אכל ירק, מצטרפין לזימון להזכיר השם ואפילו שבעה שאכלו דגן, ושלשה אכלו ירק, מצטרפין אבל ששה לא, דבעינן רובא דמינכר"
        },
        {
            "id": 398,
            "text": "אין מזמנין על מי שאכל פחות מכזית פת ויש אומרים שאם השלישי אכל כזית דגן אפילו אינו פת מצטרף לזימון ויש אומרים שבירק ובכל מאכל מהני הילכך שנים שאכלו ובא שלישי, אם יכולים להזקיקו שיאכל כזית פת, מצוה שיעשו כן, כדי שיצטרף עמהם לזימון ואם אינו רוצה לאכול פת, ומוכן להצטרף עמהם לזימון, רשאים ליתן לו לאכול פירות או ירקות שיעור כזית, או כוס יין, ויצטרף עמהם לזימון סימן קצח - אחד נכנס אצל שלשה שאכלו"
        },
        {
            "id": 399,
            "text": "שלשה שאכלו והם מזמנין, ונכנס לשם אחד שלא אכל, אם נכנס כשאומר המזמן ''נברך שאכלנו משלו'' עונה אחריו ''ברוך ומבורך שמו תמיד לעולם ועד''  ואם נכנס כשאחרים עונים ''ברוך שאכלנו משלו ובטובו חיינו'' עונה אחריהם אמן ואם הם עשרה, אומר ברוך אלוקינו ומבורך שמו תמיד לעולם ועד והוא הדין גם כשהיה עמהם בעת שאכלו, ולא אכל עמהם, שעונה עמהם כנזכר"
        },
        {
            "id": 400,
            "text": "שנים שאכלו כאחד וגמרו לאכול, ואמרו הב לן ונבריך, או שנטלו ידיהם למים אחרונים, ובא שלישי ואכל שם, אינו מצטרף עמהם לזימון ואינם רשאים לחזור ולאכול כדי לזמן, שמכיון שנטלו ידיהם למים אחרונים, אסורים לאכול עד שיברכו ברהמ''ז סימן קצט - על מי מזמנין"
        },
        {
            "id": 401,
            "text": "שלשה שאכלו כאחד, ואחד מהם הוא עם הארץ גמור, אף על פי כן כיום מזמנין עליו אבל מחלל שבת בפרהסיא אין מזמנין עליו גם בשלשה"
        },
        {
            "id": 402,
            "text": "עובד כוכבים אין מזמנין עליו, ואפילו גר שמל ולא טבל אין מזמנין עליו אבל גר גמור מזמנין עליו ויכול לברך ברכת המזון ולומר על שהנחלת לאבותינו"
        },
        {
            "id": 403,
            "text": "אין הקראים מצטרפים לזימון, מאחר שאינם מאמינים בתורה שבעל פה אך אם חזרו בתשובה שלימה וקיבלו עליהם דיני חברות, מצטרפים לזימון ולכל דבר שבקדושה"
        },
        {
            "id": 404,
            "text": "אונן , שהוא פטור מכל המצוות כולן, ואינו רשאי לברך ברכת המזון, אין מזמנין עליו אבל האונן בשבת, מזמנין עליו"
        },
        {
            "id": 405,
            "text": "נשים וקטנים אין מצטרפים לזמן עליהם, ושלשה קטנים האוכלים יחדיו, אין להם לזמן לעצמם ונשים שאכלו עם האנשים, צריכות לענות לזימון, ויוצאות בזימון שלהם ונשים לעצמן יכולות לזמן, משלש ומעלה, ובלבד שלא יזמנו בשם ויש מי שכתב שבזמנינו לא נהגו הנשים לזמן לעצמן, דמאחר ופעמים מזמנין על הכוס, גנאי הוא לאשה שתשתה יין  אבל אם שומעות זימון משלשה אנשים, עונות אחר המזמן, גם כאשר מזמנים בעשרה יענו בהזכרת אלוקינו"
        },
        {
            "id": 406,
            "text": "קטן מבן שש ומעלה שיודע למי מברכים, ויודע לברך, מצטרף לזימון, בין לשלשה ובין לעשרה ומכל מקום אין לצרף לזימון אלא קטן אחד, ולא יותר בין לזימון בשלשה ובין לזימון בעשרה וקטן ביותר שלימדוהו למי מברכים, אין לצרפו לזימון, כיון שהוא קטן ביותר, ואפילו אם הוא חריף בשכלו והאשכנזים אין מצרפים קטן לזימון אלא עד שנעשה לבר מצוה סימן ר' - דין המפסיק כדי לברך"
        },
        {
            "id": 407,
            "text": "שלשה שאכלו כאחד, אחד מפסיק על כרחו לשנים, ועונה עמהם ברכת הזימון ואפילו לא רצה להפסיק מזמנין עליו, בין אם עונה בין אם לא עונה, כל שהוא עומד שם אבל שנים אין חייבים להפסיק לאחד, והילכך אין חיוב זימון חל עד שיתרצו להפסיק ולברך ואם לא רצו להפסיק וזימן הוא עליהם, לא עשה כלום ואם לא רצו להפסיק, אף הוא אינו רשאי לברך ולצאת לשוק, עד שיגמרו השנים ויזמן עליהם, שכבר נתחייב בזימון והיאך יברך בלא זימון"
        },
        {
            "id": 408,
            "text": "אם סיימו חלק מן המסובים את אכילתם, וחלק מן המסובים רוצים להמשיך באכילה, יזמנו, ומיד אחר שאמר המזמן ''ברוך שאכלנו משלו ובטובו חיינו'' רשאים להמשיך באכילתם והאשכנזים נוהגים להמתין עד שיסיים המזמן ''הזן את הכל'', ואחר כך ממשיכים באכילתם והספרדים רשאים העונים להתחיל בברכת המזון מיד לאחר שהמזמן אמר ברוך שאכלנו משלו ובטובו חיינו, ואינם צריכים להמתין עד שיסיים המזמן ברכת הזן את הכל"
        },
        {
            "id": 409,
            "text": "מה שיש נוהגים בישיבות הקדושות, שאם קדם אחד מהמסובים וסיים אכילתו קודם האחרים, וממהר ללימודו, אינו ממתין לזימון, אלא מברך ברכת המזון לעצמו, והולך, ויתר בני החבורה שהם למעלה מעשרה, מזמנים אחר כך, הנוהגים כן יש להם על מה שיסמוכו, ובלבד שיכוונו בפירוש בשעה שבאים לאכול עמהם, שאינם רוצים לקבוע ולהצטרף עמהם לזימון ונכון גם שיתחילו לאכול אחריהם באיזה רגעים ועל כל פנים אם בני החבורה אינם מאריכים יותר מדאי, ראוי ונכון יותר להמתין לזימון או שהראשון שסיים אכילתו יזמן, אם יסכימו הסועדים להפסיק כדי לענות לו לזימון, וימשיכו לאכול אחר שיענו"
        },
        {
            "id": 410,
            "text": "והוא הדין באותם המשתתפים בסעודות גדולות, כגון חתונות וכדומה, ואין להם אפשרות להמתין עד לסיום הסעודה ולזימון, ויש להם צורך גדול לילך קודם הזימון, אם אפשר שיזמנו בקבוצה של עשרה, עדיף יותר, ואם אי אפשר, בשעה שבאים לאכול יכוונו שאינם רוצים לקבוע ולהצטרף עמהם לזימון, ויתחילו לאכול איזה רגעים אחריהם, ואז הם רשאים לברך לעצמם ולילך קודם הזימון אבל שלא במקום צורך גדול, ראוי לכל אחד לחייב עצמו בזימון ובפרט אם יש עשרה סימן רא - מי הוא המברך"
        },
        {
            "id": 411,
            "text": "כהן שאכל עם ב' ישראלים או לויים, יש להקדים הכהן שיזמן ואם יש שם תלמיד חכם, יברך התלמיד חכם אבל אם רוצה החכם לכבד את הכהן לזמן, אף שהוא עם הארץ, רשאי רק שלא יעשה כן בדרך קבע, כדי שלא ישפיל את כבוד התורה בעיני ההמון, שיאמרו שהחכם שפל דרך קבע לפני כהן עם הארץ, דמעלת התורה גדולה ממעלת הכהונה אבל כהן תלמיד חכם מצוה להקדימו שנאמר, וקדשתו, לפתוח ראשון ולברך ראשון ואף בכהנים שבזמן הזה שהם כהני חזקה, שייך דין זה הלכות ברכת הפרות סימן רב - דיני ברכת פירות האילן"
        },
        {
            "id": 412,
            "text": "חייב אדם לברך בכל יום מאה ברכות, ומונין מערב עד ערב ולא מבוקר עד בוקר וגם בשבת ויום טוב צריך לברך מאה ברכות, ולכן ראוי לכל ירא שמים למנות את הברכות שמברך מליל שבת, כדי להשלים למאה ברכות אך אם אי אפשר לו להרבות במיני מגדנות, יפטור עצמו בשמיעת ברכות התורה וברכות ההפטרה"
        },
        {
            "id": 413,
            "text": "על כל פירות האילן מברך בתחלה בורא פרי העץ ועל היין מברך עליו בורא פרי הגפן"
        },
        {
            "id": 414,
            "text": "כל פרי שהוא מסופק עליו אם ברכתו האדמה או העץ, יש לברך עליו מספק האדמה, ודלא כמי שאומר שמברכים עליו שהכל וכן דעת מרן השלחן ערוך  שברכה מבוררת עדיפא טפי, מה שאין כן ברכת שהכל נהיה בדברו שהיא ברכה כוללת, ומה שאמרו על הכל אם אמר שהכל יצא, היינו בדיעבד"
        },
        {
            "id": 415,
            "text": "כשיש לפניו פרי שמסופק עליו אם ברכתו האדמה או העץ, , ופרי שברכתו ודאי האדמה, יברך האדמה, ואף בשבת אינו רשאי להקדים לברך שהכל על הפרי שמסופק בברכתו"
        },
        {
            "id": 416,
            "text": "האוכל פרי שברכתו ודאית, כגון תפוח עץ שברכתו בורא פרי העץ, והפרי האחר שלפניו שנוי במחלוקת הפוסקים אם ברכתו בורא פרי העץ או בורא פרי האדמה, כגון בננה או פאפיה, יכוין בפירוש בברכת בורא פרי העץ על התפוח, שאינו רוצה לפטור את הפרי המסופק, ואז יוכל לברך על הבננה והפאפיה בורא פרי האדמה, כמו שנוהגים על פי דברי מרן השלחן ערוך ואם קדם ובירך העץ ולא כיון מפורש שלא לפטור הבננה, יהרהר ברכת הבננה בלבו"
        },
        {
            "id": 417,
            "text": "וכן אם יש לפניו אורז מבושל והוא שלם שלא נתמעך, שיש מחלוקת אם ברכתו בורא מיני מזונות או בורא פרי האדמה, ויש עוד לפניו ירקות מבושלים שברכתם בודאי בורא פרי האדמה, ורוצה לאכול מהירקות תחלה, כשמברך עליהם בורא פרי האדמה יכוין בפירוש שאינו רוצה לפטור את האורז בברכתו, ואחר כך יברך בורא מיני מזונות על האורז אבל אם כבר בירך על הדבר שברכתו ודאית ולא נתכוין בפירוש שלא לפטור את הספק, אינו רשאי לברך, אלא יהרהר הברכה בלבו ודיו ואמנם אם האורז והירקות מעורבים זה בזה, והעיקר אצלו זה האורז, מברך מזונות על האורז בלבד"
        },
        {
            "id": 418,
            "text": "ענבים שעדיין לא יצאו מידי ספק בוסר, מברכים עליהם ''בורא פרי האדמה'', עד שיהיו גדולים ביותר שיצאו מכלל ספק בוסר, שאז מברכים עליהם ''בורא פרי העץ'' ואם אכל מהם שיעור כזית, לא יברך לא מעין שלש ולא בורא נפשות ואם הם מרים ואינם ראויים לאכילה אפילו על-ידי הדחק, אין מברכים עליהם כלל"
        },
        {
            "id": 419,
            "text": "שאר כל האילנות שעדיין לא יצאו מכלל בוסר, כשהם ראויים לאכילה על-ידי הדחק, לדעת מרן השלחן ערוך מברכים עליהם ''בורא פרי העץ'' ולבסוף בורא נפשות רבות ויש אומרים שמברכים עליהם שהכל אך העיקר לדידן כדעת מרן השלחן ערוך לברך העץ  והאוכל תאנים או רימונים או תמרים הנאכלים על ידי הדחק, מברך עליהם בתחלה בורא פרי העץ, ולבסוף ברכה מעין שלש"
        },
        {
            "id": 420,
            "text": "ענבים שעדיין לא יצאו מכלל בוסר, שבישלם באור ונעשו ראויים לאכילה, לכתחלה אין לאכול מהם כשיעור, ואם אכל מהם כשיעור, לא יברך ברכת ''מעין-שלש'', ולא בורא נפשות"
        },
        {
            "id": 421,
            "text": "גרעיני אבטיח, בזמנינו שנוטעים את האבטיח לצורך הגרעינים, יש לברך על הגרעינים בורא פרי האדמה וכן הדין בגרעיני חמניות"
        },
        {
            "id": 422,
            "text": "גרעינים מתוקים של פירות הארץ, ואוכל אותם בפני עצמן, אף שברכתם ''בורא פרי האדמה'', נהגו לברך עליהם שהכל והמברך עליהם האדמה הרשות בידו אפילו שנהגו לברך שהכל"
        },
        {
            "id": 423,
            "text": "קליפת אתרוג מרוקחת בדבש או בסוכר, אם היא הקליפה החיצונה, שאינה ראויה לאכילה כלל, ואין דרך לרוקחה, אם נרקחה בדבש מברך עליה שהכל וכן קליפת התפוזים שהיא דקה ואינה ראויה לאכילה כל כך, אם נרקחה בדבש מברך עליה שהכל נהיה בדברו אבל על קליפה הלבנה הפנימית יותר של האתרוג שנתבשלה עם סוכר, נהגו לברך ''בורא פרי העץ''"
        },
        {
            "id": 424,
            "text": "על המשקים היוצאים מכל מיני פירות, מברך עליהם שהכל, חוץ מענבים וזיתים וכן דבש הזב מתמרים, , מברך עליו שהכל ואין חילוק בכל זה אם יש במיץ תערובת מים, או שהוא מיץ טבעי וכן אין לחלק אם גוף הפרי נסחט לגמרי, וכמו שמצוי במיץ גזר, או במיץ תפוזים הנסחטים על-ידי מכונה חשמלית, , לאופן שגוף הפרי עדיין ראוי לאכילה אחר הסחיטה וגם אין לחלק בזה בין היכא שהמיץ יצא מהפרי מאליו, לבין אם נסחט על-ידי אדם ולכן מיץ הנמצא במילון, אם שותהו לבדו מברך עליו שהכל"
        },
        {
            "id": 425,
            "text": "פרי גמור המטוגן או מבושל, אף שנתרסק בבישול מברך עליו כברכתו העיקרית אבל אם נימוח בבישול עם המים, עד שנעשה נוזלי כמי פירות, יברך שהכל ואין חילוק בזה בין פירות העץ לפירות האדמה או ירקות"
        },
        {
            "id": 426,
            "text": "מיץ ענבים ויין שעוברים תהליך של פיסטור, מברכים עליהם תחלה ברכת ''בורא פרי הגפן'', ולבסוף ''מעין-שלש'' על הגפן ועל פרי הגפן ומקדשים עליהם בשבתות וימים טובים והוא שיהיה לכל הפחות רובו יין"
        },
        {
            "id": 427,
            "text": "צימוקים ששרו אותם במים כדי לעשות יין, לכתחלה יש להחמיר לשרותם ג' ימים מעת לעת, ואז מברך על מי שרייתם בורא פרי הגפן, וברכה מעין שלש, ומקדשים על יין זה והמיקל לברך הגפן בשרייה פחות מכן, באופן שהצימוקים נתנו טעם במים כטעם יין ממש, יש לו על מה לסמוך ואם שרה הצימוקים מעט זמן במים, ואחר סחטם לתוך כלי, יש אומרים שמברך על מי הסחיטה בורא פרי הגפן וכן המנהג וכשאין יין מצוי, מותר לעשות כן אף לכתחלה ובכל זה צריך שימשוך הצימוקים ממי שרייתם, שגם בצימוקים צריך המשכה, אף אם שרה אותם במים שלשה ימים, ואפילו עשרים יום  ובין אם היו הצימוקים שלמים, ובין אם היו כתושים ודרוכים, לעולם צריך למושכם ממי שרייתם כדי שיהיה על המים תורת יין ואף אם סחטם ויש במימיהם טעם יין, כל זמן שלא משך היין מכל הצימוקים והזגים אין עליהם תורת יין, בין לברכה בין לענין יין נסך ואם הרתיח או בישל את הצימוקים במים, ויש בהם טעם יין, ואחר כך משך המים מן הצימוקים, הוה ליה יין ומברך עליו הגפן ויין שנעשה מצימוקים קטנים שאין בהם חרצנים, פשט המנהג לברך עליהם הגפן וכן הדין לענין מיץ ענבים"
        },
        {
            "id": 428,
            "text": "מי ענבים שנקרשו מחמת שנתן בהם חומר כדי לשמר מתיקותם, מברך עליהם ''שהכל נהיה בדברו'' אבל לאחריהם יש ספק בדבר איזו ברכה מברך עליהם, ולכן לא יברך ברכה אחרונה כלל, שספק ברכות להקל"
        },
        {
            "id": 429,
            "text": "מי ענבים שנקרשו מחמת שנתן בהם חומר כדי לשמר מתיקותם, מברך עליהם שהכל נהיה בדברו, אבל לאחריהם יש ספק בדבר איזו ברכה מברך עליהם, ולכן לא יברך ברכה אחרונה כלל, שספק ברכות להקל"
        },
        {
            "id": 430,
            "text": "כבר פשט המנהג לברך על הערק והקונייאק ברכת שהכל נהיה בדברו, אף אם נעשו מיין ואם הערק או הקונייאק נעשו מיין, וטעה ובירך עליהם בורא פרי הגפן, יצא אבל אם נעשו מחרובים או מדברים אחרים, טעה ובירך עליהם בורא פרי הגפן, לא יצא"
        },
        {
            "id": 431,
            "text": "השותה שמן זית בפני עצמו, אינו מברך עליו כלל, ואף בזמן הזה הדין כן, מפני שמזיק לגוף בדברים מסויימים, אף על פי שיש אומרים שבדברים אחרים הוא טוב לבריאות אבל האוכל דבר שנהנה ממנו, אף שהוא גורם לו היזק, צריך לברך עליו, מאחר שסוף סוף נהנה באכילתו שדוקא בשמן זית שמזיק לכל העולם, אמרו חכמים שאין לברך עליו כששותהו לבדו"
        },
        {
            "id": 432,
            "text": "סוכר הנעשה מקני סוף, יש אומרים שמברך עליו בורא פרי העץ, ויש אומרים שמברך עליו שהכל נהיה בדברו, וכן הלכה, שעל הכל אם אמר שהכל נהיה בדברו יצא  ואם מונחים לפניו פירות העץ ופירות האדמה וסוכר, יברך ''בורא פרי העץ'' על פרי עץ שלפניו, וכן ''בורא פרי האדמה'' על פרי האדמה, ויכוין להדיא שלא לפטור את הסוכר, ואחר כך יברך שהכל על הסוכר והוא הדין כשיש לפניו תפוח שברכתו ודאי העץ, וכן בננה או פאפיה, יקדים העץ ויכוין להדיא שלא לפטור את הבננה או הפאפיה, ואח''כ יברך האדמה על הבננה או הפאפיה, וכמבואר לעיל"
        },
        {
            "id": 433,
            "text": "תמרים שנתמעכו לגמרי, אף שריסקן במיקסר, אף שאין צורת הפרי ניכרת כלל, לדידן ברכתם ''בורא פרי העץ''  וכן כל שאר מיני פירות או ירקות שנתרסקו, כגון רסק תפוחי עץ, מברך עליהם כברכתם וכן על תפוחי אדמה מרוסקים , מברך ''בורא פרי האדמה'' שהעיקר כדעת מרן השלחן ערוך ואין לחוש לספק ברכות, כיון דלכולי עלמא אין כאן ברכה לבטלה והאשכנזים נהגו לברך על פרי מרוסק בורא פרי האדמה וברור שאם טעה ובירך עליהם שהכל לכולי עלמא יצא"
        },
        {
            "id": 434,
            "text": "האוכל כשיעור תמרים מעוכין, מברך עליהם לבסוף ברכה אחרונה, על העץ ועל פרי העץ וכן בכל כיוצא בזה"
        },
        {
            "id": 435,
            "text": "האוכל מישמש מרוסק כיון שנשתנה שמו, וגם נשתנה טעמו, וגם נעשה על ידי בישול, וגם יש בו תערובת של דברים אחרים לכן נהגו לברך עליו שהכל דדוקא בתמרים שמיעכן לגמרי, והם כמות שהן בלא בישול ותערובת ושינוי מראהו ושמו וטעמו, בהם כתב מרן לברך בורא פרי העץ דבמילתייהו קיימי כדמעיקרא אבל בלדר אי אפשר לומר עליו ''במילתייהו קיימי''"
        },
        {
            "id": 436,
            "text": "צנון מרוסק על ידי פומפיה דקה או מיקסר, מברך עליו בורא פרי האדמה וכן גזר שנתרסק על ידי פומפיה דקה, מברך בורא פרי האדמה"
        },
        {
            "id": 437,
            "text": "האוכל פרי הנקרא ''סאברס'' , יברך עליו ''בורא פרי העץ'', ואם זו אכילתו הראשונה בשנה זו, יברך עליו גם שהחיינו"
        },
        {
            "id": 438,
            "text": "האוכל חרובים מברך עליהם ''בורא פרי העץ'', ואף על-פי שאכילת החרובים מזיקה לבריאות, יש לברך עליהם וכמבואר לעיל"
        },
        {
            "id": 439,
            "text": "לימון חמוץ שאפילו על ידי הדחק אינו נאכל, ואדם קץ באכילתו מרוב חמיצותו, אין לברך עליו כלל, אבל לימון שאינו חמוץ כל כך, ונאכל על ידי הדחק, המנהג לברך עליו שהכל ולימון מתוק שהחיך נהנה ממנו, מברך עליו העץ"
        },
        {
            "id": 440,
            "text": "לימון שאינו נאכל בפני עצמו, ונותן עליו סוכר ואוכלו, מברך עליו בורא פרי העץ"
        },
        {
            "id": 441,
            "text": "השותה מים בבוקר עם השכמה, אף-על-פי שיש הטוענים שהדבר מזיק לבריאות, אם הוא צמא צריך לברך על המים שהכל, כיון שסוף סוף יש לו הנאה בשתייתו וכן מי שנפל למשכב והרופא אסר עליו לאכול איזה מאכלים, ובכל זאת אוכלם, חייב לברך עליהם ברכת הנהנין, כיון שסוף סוף נהנה באכילתו ויש אומרים שאם הדבר מזיק לו מיד עם האכילה, אין לו לברך על זה ברכת הנהנין סימן רג - דיני ברכת פירות הארץ"
        },
        {
            "id": 442,
            "text": "על פירות הארץ מברך ''בורא פרי האדמה''"
        },
        {
            "id": 443,
            "text": "על תות שדה מברך: ''בורא פרי האדמה'', אבל על תותים הגדלים בעץ, מברך: ''בורא פרי העץ''"
        },
        {
            "id": 444,
            "text": "על הבננה מברך ''בורא פרי האדמה'' וכן פשט המנהג ואם טעה ובירך על הבננה בורא פרי העץ, בדיעבד יצא"
        },
        {
            "id": 445,
            "text": "פרי הפאפיה דינו כדין ירק, ולכן מברכים עליו ''בורא פרי האדמה'' והחצילים מברכים עליהם ''בורא פרי האדמה''"
        },
        {
            "id": 446,
            "text": "על ''פופקורן'' שהוא תירס מנופח, מברכים ''בורא פרי האדמה'' וכן על חטה מתוקה מברכים ''בורא פרי האדמה'' והמברך שהכל יש לו על-מה שיסמוך"
        },
        {
            "id": 447,
            "text": "על ה''במבה'' מברכים בורא פרי האדמה והרבה נהגו לברך עליו שהכל, מפני שאינם יודעים שהוא נעשה מזן מיוחד של תירס הנזרע במיוחד לשם הבמבה וגם אין עושים את הבמבה כעיסה עם תערובת מרובה של דברים אחרים, אלא רובו ככולו הוא מגרגירי תירס דקים כמות שהן, המתנפחים בחום התנור"
        },
        {
            "id": 448,
            "text": "ורד מבושל בדבש שניכרת צורתו, אפשר לברך עליו ''בורא פרי האדמה'', כדעת מרן השלחן ערוך, אף שהמנהג לברך עליו שהכל"
        },
        {
            "id": 449,
            "text": "שומשמין או בוטנים המודבקים בדבש או סוכר, והרוב הם השומשמין, מברך עליהם ''בורא פרי האדמה'' אבל אם הרוב הוא דבש או סוכר, והשומשמין הם מיעוט, ונעשה על תערובת ובישול ונשתנה שמו מראיתו וטעמו, נהגו לברך שהכל  ולכן על ''חלווה'' העשויה משומשמין מרוסקים עם תערובת סוכר, ברכתה שהכל נהיה בדברו, הואיל ויש בה תערובת מרובה של הסוכר, וגם נשתנה שמו, וגם נשתנה מראיתו, ונעשה על ידי בישול, ולא שייך לומר כאן ''במילתייהו קיימי כדמעיקרא'' כמו שאמרו על תמרים שמיעכן וכן המנהג"
        },
        {
            "id": 450,
            "text": "אגוזים שטיגנם בדבש, מברך עליהם בורא פרי העץ"
        },
        {
            "id": 451,
            "text": "המנהג פשוט לברך על העגבניה כשהם חיים ''בורא פרי האדמה''"
        },
        {
            "id": 452,
            "text": "על פירות הגדלים באילני סרק, כגון פניונס, מברך שהכל נהיה בדברו ואם בירך בורא פרי העץ יש לו על מה לסמוך"
        },
        {
            "id": 453,
            "text": "על תפוח אדמה מברכים ''בורא פרי האדמה'' סימן רד - דיני הברכות על יתר המאכלים"
        },
        {
            "id": 454,
            "text": "על כל דבר שאין גידולו מן הארץ, כגון בשר בהמה חיה ועוף, דגים, ביצים, חלב, מים, גבינה, מלח, וכיוצא באלה, מברכים ''שהכל נהיה בדברו'' ואם בירך על הגבינה או על חלב או על בשר ''בורא פרי האדמה'', לא יצא ידי חובה וחוזר לברך שהכל"
        },
        {
            "id": 455,
            "text": "על קציצות בשר, אף שיש בתוכו תערובת של תפוח אדמה, וכדומה, מברכים שהכל וכן על ''שניצל'' מברכים שהכל  ואין חילוק בזה בין שניצל הנעשה בבית, לבין שניצל הנעשה באולמות ובתי מלון, כיון שעיקר כוונת האוכל עבור העוף, והטיגון בקמח נועד בעיקר לדבק ולמראה"
        },
        {
            "id": 456,
            "text": "על כמהין ופטריות ברכתם שהכל נהיה בדברו  ואם בירך עליהם ''בורא פרי האדמה'', יצא"
        },
        {
            "id": 457,
            "text": "פירות או ירקות שגדלו בעציץ שאינו נקוב, מברך עליהם כברכתם ''בורא פרי העץ'', או ''בורא פרי האדמה'' אבל פירות או ירקות שידוע שהם גידולי מים, מברך עליהם שהכל שמכיון שאין שום יניקה מהקרקע, שהמים מפסיקים בין הזרעים לקרקע, אין לברך עליהם ברכת הפירות או הירקות, אלא ברכת שהכל ואם בירך עליהם כברכתם, בורא פרי העץ או בורא פרי האדמה, בדיעבד יצא ידי חובת הברכה ומכל מקום סתם פירות הנמצאים בשוק, אין לחוש שמא הם פירות מגידולי מים, אלא יש לברך עליהם כברכתם, שבדבר התלוי במציאות הולכים אחר הרוב גם בעניני ברכות"
        },
        {
            "id": 458,
            "text": "על המים שבתוך אגוז קוקוס, מברך עליהם שהכל נהיה בדברו ואם בירך ''בורא פרי העץ'', יצא ואם אוכל מהאגוז קוקוס עצמו, ובירך עליו בורא פרי העץ, ושותה אחר כך את המים שבתוך האגוז, אינו מברך על המים"
        },
        {
            "id": 459,
            "text": "על השוקולד המנהג לברך שהכל נהיה בדברו אחר שנשתנה טעמו, נשתנה צורתו, נשתנה שמו, ונעשה על ידי תערובת, ועל ידי בישול, ופנים חדשות באו לכאן, ואי אפשר לומר על זה ''במילתייהו קיימי כדמעיקרא'' ומכל מקום אם בירך ''בורא פרי העץ'', לא הפסיד ולענין ברכה אחרונה ראה בסימן רז סעיף י'"
        },
        {
            "id": 460,
            "text": "שקדים המחופים בסוכר, יש אומרים שנכון לשבור את החיפוי, ולברך על השקד בפני עצמו ''בורא פרי העץ'' ומכל מקום מאחר שקשה להפריד את השקד מהחיפוי, לכן נהגו לברך עליהם שהכל, שהרי העיקר היא הסוכריה אבל תפוח עץ המחופה בסוכר, ואוכל מהתפוח בתחלה, יברך עליו בורא פרי העץ, כיון שהרוב הוא התפוח ובוטן מחופה במיני מזונות, , לכתחלה יפריד את החיפוי מהבוטן ויברך על החיפוי בורא מיני מזונות ונכון שיכוין לפטור בברכתו גם את הבוטן, שהרי על הכל אם אמר מזונות יצא אך מעיקר הדין אין צריך להפריד החיפוי מהבוטן, ויברך מזונות"
        },
        {
            "id": 461,
            "text": "יין שיש בו תערובת של רוב מים, לדידן יש לברך עליו שהכל ואין לקדש עליו  ולכן אין לסמוך על חלק מההכשרים הניתנים כיום ליינות, אלא לאחר בירור היטב אם אכן הכשר זה הוא גם לדעת הפוסקים המצריכים שיהיה רוב יין"
        },
        {
            "id": 462,
            "text": "השותה מים לצמאו, מברך עליו שהכל, ואם שתה רביעית בבת אחת, מברך אחר השתיה ''בורא נפשות רבות'' ואם אינו צמא כלל, אינו מברך על המים כלל, לא ברכה ראשונה ולא אחרונה אפילו אם שותה כדי לפטור המים שישתה באמצע הסעודה, כל שעתה אינו צמא לא יברך וכן מי שנתקע לו מאכל בגרונו, ושותה מים כדי להעביר את האוכל, אינו מברך על המים לא בתחלה ולא בסוף אבל בשאר משקים, כגון בירה ומיץ וכדומה, אף אם שותה אותם כשאינו צמא, מברך עליהם שהכל שהרי החיך נהנה בשתייתם"
        },
        {
            "id": 463,
            "text": "השותה מים ביום חם מאד, והוא אינו צמא כלל, אלא שותה על מנת שלא יצמא, ושלא יאבד נוזלים בהליכתו בדרך כחום היום, אינו מברך ברכת הנהנין וכן השותה מים בערב התענית, כגון סמוך לתחלת יום הכפורים, או תשעה באב, על מנת שלא יצמא ביום התענית, ובשעה ששותה אינו צמא כלל, אינו מברך ברכת הנהנין"
        },
        {
            "id": 464,
            "text": "השותה מים כדי לבלוע איזה תרופה, אינו מברך על המים, אלא-אם-כן היה צמא, ונהנה בשתיית המים וטוב שקודם שיבלע התרופה יברך בתחלה על המים , ואחר שיטעם מעט מהמים, ישתה התרופה עם המים וכל האוכלים והמשקים שאדם אוכל ושותה אותם לרפואה, אם טעמם טוב והחיך נהנה מהם, מברך עליהם תחלה וסוף ואם לאו, אינו מברך ומי שהוא איסטניס ואחר ששותה סירופ לרפואה נותן לתוך פיו סוכריה וכדומה, מפני שהוא נגעל מהסירופ, נכון שיברך תחלה על הסוכריה קודם שישתה את הסירופ, ואחר שיטעם מעט מהסוכריה באופן שהחיך יהנה ממנו, ישתה הסירופ, ויחזור לטעום מהסוכריה וצריך להקפיד מאד שהסירופ המתוק יהיה כשר, ללא שום חשש של תערובת שומן מן החי, וכדומה אבל בסירופ מר מעיקר הדין אין חייבים להקפיד בכשרותו והני מילי בחולה שאין בו סכנה אבל במי שמתחזק והולך כבריא, ושותה רק למחושים בעלמא, צריך להקפיד על כשרות הסירופ, גם כשהוא מר"
        },
        {
            "id": 465,
            "text": "האוכל ויטמינים, אם יש בהם מתיקות והחיך נהנה מהם, מברך בתחלה שהכל נהיה בדברו ואם אין בהם מתיקות, אינו מברך"
        },
        {
            "id": 466,
            "text": "חולה שיש בו סכנה שהרופאים קבעו שעליו לאכול מאכל איסור מחשש פיקוח נפש, אף-על-פי שמרן השלחן ערוך כתב שיברך על זה, מכל מקום שב ואל תעשה עדיף, ולא יברך, דספק ברכות להקל אולם אם האוכל כשר, ורק השעה גורמת שאסור לו לאכול, כגון חולה ביום הכפורים, וכדומה, חייב לברך תחלה וסוף"
        },
        {
            "id": 467,
            "text": "מי שאנסוהו לאכול או לשתות, אף-על-פי שהחיך נהנה אין לו לברך עליו ברכת נהנין, ואם אכל בעל כרחו פת שיעור כזית, יש אומרים שכיון שיש עליו מצוה לברך ברכת המזון , במקום מצוה האדם מתרצה לברך אף שאכל בעל כרחו ויש חולקים, ולדעתם אף במקום שאכל ושבע ונתחייב בברכת המזון מן התורה, לא שייך להודות להשי''ת על דבר שבא בעל כרחו ולדינא, שב ואל תעשה, ולא יברך ברכת המזון אף באכל ושבע בעל כורחו דלא שייך לילך כאן אחר חזקת חיוב"
        },
        {
            "id": 468,
            "text": "המנהג פשוט לברך ברכה ראשונה על כוס קפה ותה ושכר ברכת שהכל נהיה בדברו ומנהג ישראל תורה הוא, מפני שהעיקר הם המים, ואבקת הקפה טפלה לרוב מים  ומכל מקום מי שטעה ובירך בורא פרי העץ על אבקת קפה, או על קפה המעורב במים חמים וסוכר, ולא נזכר לתקן תוך כדי דיבור, מספק אינו חוזר לברך שהכל, מאחר ויש אומרים שמעיקר הדין היה צריך לברך על כוס קפה ברכת בורא פרי העץ, דהוי כמי שלקות ואם אוכל באותו זמן פירות, יקדימהו לפירות, ויכוין שלא לפוטרם ומותר לכוין שלא לפטור בברכה ראשונה, כדי לא להכנס בספק ברכה על המאכל השני"
        },
        {
            "id": 469,
            "text": "על רחת חלקום העשוי מעמילן של תירס וסוכר, או מתפוחי אדמה, ברכתו הראשונה היא שהכל  ואם בירך בורא מיני מזונות יצא, ואינו חוזר לברך ואם הרחת חלקום נעשה מעמילן של חטה מברכים בורא מיני מזונות"
        },
        {
            "id": 470,
            "text": "על אגוז הקשיו מברכים בורא פרי העץ ואמנם לפני מספר שנים היו נוטעים את הקשיו שלא למטרת האגוז, אלא למטרת הפרי החמוץ הגדל באילן זה ולכן ברכת אגוז הקשיו היתה בורא פרי האדמה אך כיום השתנתה המציאות ונוטעים את הקשיו גם למטרת האגוז, ולכן כיום ברכתו בורא פרי העץ"
        },
        {
            "id": 471,
            "text": "על הפלאפל, שהוא אפונים כתושים עם תערובת פתיתי לחם לדבקו, ומטגנים אותו בשמן, יש אומרים שיש לברך עליו בורא פרי האדמה, שהאפונים עיקר ופתיתי הלחם אינם אלא לדבק, וכיון שהאפונים עיקר והשאר טפלה, מברך על העיקר ואף על פי שהאפונים כתושים הרבה ואבדה צורתם ותוארם, מכל מקום במילתייהו קיימי כדמעיקרא, וברכתם כברכת החומוס עצמו ויש חולקים ולדינא, מאחר שהפלאפל יש בו תבלין ופירורי פת ומטוגן, ונשתנה טעם האפונים, וגם נשתנה שמו וצורתו, וגם נעשה על ידי בישול, ויש בו תערובת ואינו חומוס מרוסק בפני עצמו, לכן נהגו לברך שהכל ומטעם זה נהגו לברך גם על הלדר שהכל, מפני שיש לו טעם שונה מהמשמש, ושם חדש ופנים חדשות באו לכאן וכל שנשתנה שמו, נשתנה טעמו, והוא על ידי בישול, וכן על ידי תערובת, נהגו לברך עליו שהכל"
        },
        {
            "id": 472,
            "text": "הגומע ביצה חיה כדי לצחצח את קולו, וכדומה, והוא נגעל ממנה ואין לו מזה שום הנאה, אין לו לברך ברכת שהכל אבל אם נהנה ממנה כל שהוא, יכול לסמוך על האומרים שיכול לברך עליה שהכל"
        },
        {
            "id": 473,
            "text": "הגומע ביצה חיה, או שנתנו הביצה במים חמים, ועודנה רכה וגומעה כן, אין לו לברך אחריה ברכת ''בורא נפשות רבות'', כיון שדין ביצה כמשקה, והרי אין בה שיעור רביעית, ששיעור רביעית כ''ז דרהם, ושיעור ביצה י''ח דרהם, וספק ברכות להקל ומה גם שמבואר בפוסקים, שברכת נפשות אינו אלא רשות ולכן שב ואל תעשה עדיף, ולא יברך ברכה אחרונה כלל, אלא-אם-כן יאכל או ישתה דברים אחרים עמה, ויברך עליהם ברכה אחרונה, ותבא עליו ברכה"
        },
        {
            "id": 474,
            "text": "הלועס גומי לעיסה אם יש בזה מתיקות, או טעם מינטה וכדו', הדבר פשוט שיש לברך שהכל, אף שאינו בולע מהמסטיק"
        },
        {
            "id": 475,
            "text": "האוכל תבשיל של דגן, כגון, איטריות, דייסא, בורגול, כוסכוס, וכיו''ב, צריך לברך בורא מיני מזונות, ולבסוף ברכה אחת מעין שלש, שהיא ברכת על המחיה ואפילו אם קבע סעודתו עליהם אינו מברך המוציא וברכת המזון, ואף על פי שבפת הבאה בכסנין אם קובע סעודתו עליו צריך נטילת ידים וברכת המוציא וברכת המזון, זהו משום שהוא פת האפוי בתנור, אבל עיסה שנילושה על דעת לבשלה או לטגנה בלבד, אין עליה תורת לחם, אלא ברכתה בורא מיני מזונות וברכת מעין שלש ואפילו האוכל ממנה כדי שביעה ממש לעולם אינו מברך עליה אלא בורא מיני מזונות ועל המחיה ואם טעה ובירך על תבשיל של דגן ברכת המוציא לחם מן הארץ, אפילו בדיעבד לא יצא, כיון שאין עליו צורת לחם אולם אם בירך לאחריו ברכת המזון בדיעבד יצא, שכיון שהוא מזין ומשביע ברכת המזון פוטרתו, כשם שאם אכלו בתוך סעודתו שעל הפת, או בסוף סעודתו, אינו טעון ברכה לאחריו, שברכת המזון פוטרתו"
        },
        {
            "id": 476,
            "text": "האוכל זלאביה שנילושה עם דבש או סוכר ומטוגנת בשמן, אף שנעשית מעיסה עבה וקשה ככל העיסות של לחם, אין לברך עליה אלא בורא מיני מזונות ולבסוף ברכת מעין שלש, שהיא ברכת על המחיה, ואפילו אם קבע סעודה, ואפילו אם אוכל כדי שביעה מברך בורא מיני מזונות ולבסוף על המחיה, ובדיעבד אם בירך המוציא וברכת המזון יצא  ולכתחלה נכון שלא יקבע סעודה על סופגניות, כדי שלא להכנס במחלוקת הפוסקים וזלאביה הנעשית בטיגון עמוק בלי סוכר, ירא שמים לא יאכל ממנה אלא בתוך הסעודה"
        },
        {
            "id": 477,
            "text": "האוכל כוסכוס ושותה מים באמצע אכילתו, צריך לברך על המים ברכת שהכל, ויש אומרים שהמנהג שלא לברך על המים, ולכן לכתחלה נכון לברך על המים קודם אכילת הכוסכוס, אם הוא צמא לשתות, ולכוין לפטור את מה שישתה באמצע אכילתו"
        },
        {
            "id": 478,
            "text": "כבר פשט המנהג אצלינו לברך בברכה ראשונה על היין ''בורא פרי הגפן'' בסגו''ל"
        },
        {
            "id": 479,
            "text": "ברכות בורא פרי העץ, פרי האדמה, פרי הגפן, יש לאומרם באות פ' דגושה, כמו כל בג''ד כפ''ת בראש תיבה שיש לאומרם בדגש קל  וכן בקדיש יש לומר אות כ' של כרעותיה בדגש קל, כמו כל בג''ד כפ''ת סימן רה - דין ברכת ירקות"
        },
        {
            "id": 480,
            "text": "על הירקות שדרך אכילתם הוא בין כשהם חיים ובין כשהם מבושלים, כגון גזר, כרפס, פלפל, חסה, וכיוצא באלה, מברך עליהם בורא פרי האדמה, בין כשאוכלם כמות שהם חיים, ובין כשאוכלם כשהם מבושלים אבל ירקות שדרך אכילתם הוא על ידי בישול, אף אם נאכלים על ידי הדחק כשהם חיים, כגון דלעת, כרובית, וכיוצא באלה, אם אוכלם כשהם חיים מברך עליהם שהכל, ואם אוכלם כשהם מבושלים, מברך עליהם בורא פרי האדמה וירקות שדרך אכילתם הוא כשהם חיים, וטעמם טוב יותר כשהם חיים מאשר כשהם מבושלים במים, כגון מלפפון, אם אוכלם כשהם חיים מברך עליהם בורא פרי האדמה ואם אוכלם כשהם מבושלים מברך עליהם שהכל ואם הוא מסופק אם ירק זה טוב חי ממבושל, וכיוצא בזה, יברך בורא פרי האדמה, דכיון שבדיעבד יצא ידי חובה, ברכה מבוררת עדיפא ואם בישלם עם בשר ומחמת הבשר נשתבח טעמם יותר מאשר כשהם חיים, מברך עליהם בורא פרי האדמה, כיון שלא בטלה חשיבותם בפני עצמם, ואינם בטלים לגבי הבשר"
        },
        {
            "id": 481,
            "text": "והוא הדין בזה לפירות העץ שדרך לאוכלם כשהם חיים, וטעמם טוב יותר כשהם חיים מאשר כשהם מבושלים במים, שאם בישלם במים מברך עליהם שהכל נהיה בדברו, ואם בישלם עם סוכר, ומחמת הסוכר נשתנה טעמם לטובה, מברך עליהם בורא פרי העץ"
        },
        {
            "id": 482,
            "text": "פירות שבישלו אותם עם מים, אם אוכל מהפירות, והם ניכרים לעין כל מין ומין, מברך על הפירות כל דבר כברכתו, ופוטר את המים אבל אם שותה המים לבדם, מברך שהכל"
        },
        {
            "id": 483,
            "text": "בישל ירקות ונימוחו כולן במרק, והמרק סמיך, מברך בורא פרי האדמה  וכן אם המרק הוא נוזלי, אך יש בתוכו כמה חתיכות של ירקות, יברך על הירקות האדמה ויפטור את המרק  אבל אם המרק נוזלי כמו מים, ואין שם ירקות, אף שבישל את המרק עם ירקות והם נימוחו לתוכו, כיון שאינו סמיך, ואין הירקות ניכרים בתוך המרק, מברך שהכל ואם עבר ובירך בורא פרי האדמה יצא"
        },
        {
            "id": 484,
            "text": "האוכל סאלט מברך על הירקות ''בורא פרי האדמה'', אף על- פי שהירקות נחתכו חתיכות קטנות"
        },
        {
            "id": 485,
            "text": "האוכל פלפל מבושל הממולא בתוכו בשר או עוף, שלא בתוך הסעודה, מברך עליו ברכת שהכל ואם הפלפל ממולא באורז עם פירורי בשר, מברך עליו בורא מיני מזונות אבל האוכל פלפל חמוץ הנקרא גמבה, שנכבש במים וחומץ, ואוכלו שלא בתוך הסעודה, מברך עליו בורא פרי האדמה וכן האוכל בצל מטוגן בשמן, שהעיקר הוא הבצל והשמן בא רק להשביחו, מברך עליו בורא פרי האדמה"
        },
        {
            "id": 486,
            "text": "פירות האדמה שהם טובים יותר מבושלים משהם חיים, ואוכלם כשהם חיים, אם בירך עליהם בורא פרי האדמה יצא וכן פירות האדמה שטובים כשהם חיים יותר משהם מבושלים, ובישלם אחר כך, אף שנשתנו לגריעותא, אם בירך עליהם בורא פרי האדמה יצא"
        },
        {
            "id": 487,
            "text": "וכן אם בירך בורא פרי האדמה על גרעיני פירות מרים שמיתק אותן על ידי האור, בדיעבד יצא סימן רו - דיני הפסק וטעות בברכות"
        },
        {
            "id": 488,
            "text": "בירך על פירות האילן ''בורא פרי האדמה'', יצא ואף אם הביאו לו עוד מפירות העץ, אינו מברך עליהם ''בורא פרי העץ'' אבל אם בירך על פרי האדמה ''בורא פרי העץ'', לא יצא ואם נזכר בתוך כדי דיבור יתקן מיד ויאמר: ''בורא פרי האדמה''"
        },
        {
            "id": 489,
            "text": "הילכך פרי שיש לו ספק אם יברך עליו ''בורא פרי העץ'' או ''בורא פרי האדמה'', בין שהספק מצד הדין ובין שהספק מצד המציאות, ואי אפשר לו לברר הדבר, לעולם יש לברך עליו ברכת ''בורא פרי האדמה'' ובדיעבד אם בירך עליו שהכל נהיה בדברו, יצא ודבר שאינו מגידולי קרקע ויש לו ספק מה לברך עליו, יברך שהכל"
        },
        {
            "id": 490,
            "text": "על הכל אם אמר שהכל, יצא ואם טעה ובירך על פרי העץ ברכת שהכל, ויש לפניו משקה שבדעתו היה לשתות ממנו, וטעה ובירך על הפרי ברכת שהכל, יצא, ולא יברך גם על השתיה"
        },
        {
            "id": 491,
            "text": "מי שטעה ובירך על המים ברכה ראשונה ''בורא נפשות רבות'', יצא בדיעבד וטוב שיהרהר ברכת שהכל בלבו"
        },
        {
            "id": 492,
            "text": "כל אלו הברכות צריך שלא יפסיק בין ברכה לאכילה ולכתחלה יש ליזהר בזה אף בשתיקה"
        },
        {
            "id": 493,
            "text": "כל פרי שיש בו חשש שמא הוא מתליע, לא יאכל ממנו עד שיפתחנו ויבדקנו היטב מתולעים, ויעשה כן קודם שמברך, כדי שלא יצטרך להפסיק בין הברכה לטעימה, שלכתחלה אין להפסיק בין ברכה לעשיית הדבר אפילו בהפסק של שתיקה בעלמא ויפתח את הפרי ויבדקנו, ושוב יסגרנו ויברך עליו ומכל מקום אם בירך על הפרי קודם שבדק אותו אם יש בו תולעים, לא יטעם עד שיבדקנו היטב, והיינו בפרי שיש בו תולעים במיעוט המצוי, שהוא קרוב למחצה, וכמ''ש הריב''ש לגבי טריפות"
        },
        {
            "id": 494,
            "text": "המברך על כוס תה או קפה, לכתחלה יקרר אותם קודם הברכה, ולא יפסיק לקררם בין הברכה לטעימה ובדיעבד אם בירך וקודם שטעם הפסיק כדי לקררם בפיו, אינו חוזר לברך ואפילו אם שהה זמן שהיה יכול לברך שוב את כל הברכה, אינו חוזר לברך"
        },
        {
            "id": 495,
            "text": "מצוה מן המובחר שהמברך על מאכל לא ישיח בדברים בטלים עד שיבלע, שראוי להחמיר בזה לכתחלה ומיהו אם בירך, והתחיל ללעוס, והחיך נהנה, ועדיין לא בלע ודיבר דברים בטלים, אינו חוזר לברך, שעיקר הברכה אינה על הבליעה, אלא על תחלת האכילה, והלעיסה היא תחלת האכילה, כל שהחיך נהנה ולכן מה שרבים נוהגים שמברכים שהכל על הסוכריה, ואחר שהחיך נהנה ממנו מעט, מתחילים לדבר, וכן במסטיק, אין בזה איסור הפסק"
        },
        {
            "id": 496,
            "text": "מי שבירך על איזה מאכל ברכת הנהנין, ובעודו לועס קודם שיבלע, שמע קדיש או קדושה, עונה עמהם ואינו חשיב הפסק כל שהחיך נהנה וכן אם נתן סוכריה לתוך פיו, או מסטיק, והחיך נהנה, פוסק ועונה לכתחלה אולם אם בירך ולועס את המאכל, והוא קרוב לבית הבליעה, באופן שקשה לו לענות, די שיהרהר אמן בלבו, ויקשיב וישמע את הקדיש והקדושה, ויהיה שומע כעונה"
        },
        {
            "id": 497,
            "text": "המברך על מאכל, וטרם שהכניס המאכל לפיו שמע ברכה מחבירו, אף שזו אותה ברכה שהוא בירך, אינו עונה אמן וכן אין להפסיק לעניית אמן בין כל ברכה לעשיית הדבר, או להנאה ובדיעבד אם ענה אמן על ברכת חבירו בין הברכה לטעימה, אינו חוזר ומברך שנית, אבל אם הפסיק בתיבה אחרת הוי הפסק אפילו בתיבה  אבל אם פסק וענה אמן באמצע ברכתו, חוזר ומברך שנית, דהוי כמוסיף שבח"
        },
        {
            "id": 498,
            "text": "מנהגינו שהמברך אחר המילה טועם מהכוס מיד בסיום ברכת כורת הברית, קודם שאומר אלוקינו ואלוקי אבותינו קיים את הילד הזה לאביו ולאמו וכו' כדי שלא יהיה הפסק בין הברכה לטעימה והנוהגים לטעום מן הכוס רק אחר בקשת רחמים זו, אינם עושים כהוגן, שיש לחוש בזה להפסק בין ברכת הגפן לטעימה"
        },
        {
            "id": 499,
            "text": "בכל הברכות לכתחלה צריך להשמיע לאזניו, ואם לא השמיע לאזניו, כל שביטא בשפתיו יצא ואם הרהר ברכה ראשונה בלבו, יהרהר ברוך שם כבוד מלכותו לעולם ועד, ויחזור לברך בביטוי שפתים אבל אם הרהר ברכת אשר יצר בלבו, או ברכה מעין שלש, וברכת בורא נפשות, וכן ברכות השחר וברכות התורה וברכת המזון, יצא, ואינו חוזר לברך"
        },
        {
            "id": 500,
            "text": "מי שאינו יודע לברך בעברית, יכול לברך בכל לשון שיודע"
        },
        {
            "id": 501,
            "text": "לא יברך כשהוא לא מלובש , עד שיכסה את ערותו ואפילו אם אינו רואה את הערוה, אם לבו רואה את הערוה אסור לו לברך אולם האוכלים בחוף הים רשאים לברך לפניהם ולאחריהם אך אין לברך בראש מגולה"
        },
        {
            "id": 502,
            "text": "כל דבר שמברך עליו לאוכלו או להריח בו, צריך לאוחזו בימינו, כשהוא מברך ונכון להחמיר לאוחזו בידו ממש, ולא על-ידי כפפות ובימי הקור יש להקל בזה"
        },
        {
            "id": 503,
            "text": "אין מברכים לא על האוכל ולא על המשקה עד שיביאוהו לפניו"
        },
        {
            "id": 504,
            "text": "נטל בידו פרי לאוכלו, ובירך עליו, ונפל מידו ונאבד, או נמאס, והביאו לו פרי אחר, צריך לחזור ולברך אף אם הפרי היה לפניו בעת שבירך בתחלה ולכן אם בירך על כוס משקה, והחליפוהו בכוס אחר עם משקה, או שנפל הכוס מידו ונשפך, והביאו לו מיד כוס אחר, חוזר ומברך ואם היה לפניו, יברך אם לא היה בדעתו לשתות ממנו"
        },
        {
            "id": 505,
            "text": "אם הביאו לפניו כוס תה, ובירך עליו שהכל, וטעם ממנו וראה שאין בו סוכר, ואינו יכול לשתותו מחמת המרירות, ונתנו לתוך הכוס סוכר, יש להסתפק אם צריך לחזור ולברך שהכל, באופן שאינו יכול כלל לשתות מתה זה ומכל מקום אם הוא פעמים שותה תה בלי סוכר, לכולי עלמא אף שעתה נותן בו סוכר, אינו חוזר לברך ואם טרם שטעם מהתה החליפו לו הכוס והביאו לפניו כוס תה אחר עם סוכר, חוזר ומברך"
        },
        {
            "id": 506,
            "text": "מי שבירך על מאכל ולאחר שבירך נמאס המאכל בעיניו, או שנפל לארץ למקום מלוכלך, יש אומרים שמאחר ואיסור בל תשקצו באכילת דבר מאוס הוא איסור מדרבנן בעלמא, ואילו איסור ברכה לבטלה לדעת מרן הוא איסור מן התורה, לכן יש לטעום מעט, כדי שלא תהיה ברכתו ברכה לבטלה לגמרי וכל שכן אם נמאס בעיניו במעט וכל זה הוא ממדת חסידות, ולאו מדינא, שהעיקר להלכה שאין צריך להכריח את עצמו ולאכול מאכל שנמאס בעיניו, ואין הברכה ברכה לבטלה"
        },
        {
            "id": 507,
            "text": "מי שבירך על מאכל, ולפני הטעימה נתברר שהמאכל הוא מאכל איסור, אין לו לטעום אבל אם שכח ובירך על מאכל קודם שחרית, או בימי תעניות צבור, או קודם ההבדלה והקידוש, או בתוך שש שעות לאכילת בשר, יטעם מעט שלא תהיה ברכתו ברכה לבטלה"
        },
        {
            "id": 508,
            "text": "העומד לפני המעיין, מותר לו לברך על המים, אף-על-פי שהמים ששותה לא היו לפניו כשבירך, מפני שלכך נתכוין מתחלה"
        },
        {
            "id": 509,
            "text": "האוכל פירות, לכתחלה נכון לכוין בדעתו בעת הברכה על כל הפירות שיביאו לפניו אחר כך, אפילו מינים אחרים שברכתם שוה עם מין זה שמברך ואם כיון כך כשבירך על פירות שלפניו והביאו לו יותר מאותו מין, אין צריך לברך ואם לא כיון כן, אם קבע לאכילת הפירות, וסילק דעתו מלאכול עוד, , דעת הפרי מגדים שאם רוצה לאכול עוד רשאי לאכול בלי ברכה ראשונה, דבפירות וכדו' לא מהני סילוק ואם לא קבע על הפירות, אלא אחר שאכל מהם נמלך מלאכול עוד, דעת המגן אברהם שצריך לברך ולדינא ספק ברכות להקל וכן אם בירך על הפירות בסתם, שלא חשב לאכול עוד, , ואכל מהם, ואחר כך הביאו לו עוד מאותו מין, או מפרי אחר שברכתו גם כן בורא פרי העץ, ועדיין מונחים לפניו מהפירות הראשונים שבירך עליהם, יש אומרים שצריך לחזור ולברך, דאין קביעות לפירות, ויש אומרים שאין צריך לברך וספק ברכות להקל וגם אם אין מונחים לפניו מהפירות הראשונים, ואחר כך הביאו לו מאותו מין, אף שדעת המגן אברהם דצריך לברך, דעת הלבוש שאין צריך לחזור ולברך וספק ברכות להקל ולכתחלה טוב ליזהר לכוין דעתו על כל מה שיביאו לו וכל זה באדם בביתו, אבל אורח אצל בעל הבית, סומך על דעתו, ואינו מברך על הפירות הנוספים שהביאו לפניו  ואפילו אם בירך על מין אחד, והביאו לפניו אחר כך ממין אחר שברכתו שוה לברכת הראשון, כגון שהיה אוכל מפרי אחד שברכתו העץ, ואחר כך הביאו לפניו פרי אחר שגם כן ברכתו העץ, אינו מברך על המין השני ואפילו במאכל ומשקה שברכתם שוה, כגון שהיה אוכל דגים והביאו לפניו שכר, אינו מברך על המשקה, והוא הדין אם היה שותה שכר והביאו לפניו דגים, אינו מברך על הדגים שספק ברכות להקל"
        },
        {
            "id": 510,
            "text": "במה דברים אמורים שאם בירך על מין אחד, והביאו לפניו מין אחר שברכתו שוה לברכת הראשון, שאינו מברך על המין השני, כשאין המין השני חשוב יותר מן הראשון, אבל אם המין השני חשוב יותר מן הראשון, החוזר לברך על המין השני לא הפסיד ואם כיוון בדעתו כשבירך על הראשון לפטור גם את השני, אינו חוזר ומברך על השני"
        },
        {
            "id": 511,
            "text": "ולענין ברכה אחרונה, אם אכל ושתה מאכלים ומשקאות שברכתם בורא נפשות רבות, וכשבירך בורא נפשות רבות לא היתה דעתו אלא על המשקה, יצא בדיעבד, ואינו חוזר ומברך ואפילו לא כיון לפטור את המאכל מחמת שחשב שברכתו האחרונה היא ברכה אחרת, וכגון ששתה מים ואכל אורז, וחשב שברכה אחרונה על האורז היא על המחיה, ובירך בורא נפשות רבות בכוונה לפטור את המים בלבד, אינו חוזר ומברך בורא נפשות רבות על האורז"
        },
        {
            "id": 512,
            "text": "טעה ובירך על הפת בורא פרי העץ, לא יצא ואם בירך בורא פרי האדמה דעת הריטב''א שלא יצא ידי חובה, ויש אומרים שיצא, וכן אם בירך על הפת בורא מיני מזונות, יצא ואף על פי שיש חולקים בדבר, כלל גדול בידינו ספק ברכות להקל"
        },
        {
            "id": 513,
            "text": "טעה ובירך על היין בורא פרי העץ, או בורא פרי האדמה, או בורא מיני מזונות, יצא ומי שטעה ובירך על עוגה ברכת המוציא, יצא ידי חובה"
        },
        {
            "id": 514,
            "text": "טעה ובירך בורא מיני מזונות על שאר מיני מאכל יצא, שבלשון תורה הכל נקרא מזון ואף על פי שיש חולקים בדבר, כלל גדול בידינו ספק ברכות להקל, ואפילו אם בירך בורא מיני מזונות על מיץ תפוזים וכיו''ב, יצא ידי חובה בדיעבד אבל אם בירך מזונות על מים או מלח, לא יצא ויאמר ברוך שם כבוד וגו', ויברך עליהם שנית"
        },
        {
            "id": 515,
            "text": "מי שקבע עצמו לאכול בשר ודגים ושאר משקאות, וסמוך לאכילתו בירך על היין בורא פרי הגפן, אף שפוטר את שאר המשקים ואינו מברך עליהם שהכל, מכל מקום צריך לברך על הבשר והדגים שהכל שאין ברכת הגפן פוטרת אלא שאר משקים, ולא כל ברכת שהכל ואם טעה ובירך שהכל על שאר משקים, פטר את הדגים, אף על פי שברכתו היתה על שאר משקים סימן רז - דין ברכה אחרונה"
        },
        {
            "id": 516,
            "text": "על פירות האילן, חוץ מחמשת המינים שנשתבחה בהם ארץ ישראל, וכן על פירות האדמה וירקות, וכל דבר שאין גידולו מן הארץ, אם אכל מהם שיעור כזית בכדי אכילת פרס, , מברך עליהם ברכה אחרונה ברכת בורא נפשות רבות וכן אם שתה רביעית בבת אחת ממים או משאר משקים, , מברך ברכה אחרונה בורא נפשות רבות, ואם שהה מתחילת השתיה עד סוף השתיה יותר משיעור שתיית רביעית בבת אחת, אין מצטרפים לברך ברכה אחרונה וכן אם שתה מים או שאר משקין כשיעור כזית, לא יברך ברכה אחרונה, וכיון שהדבר שנוי במחלוקת הפוסקים, לכתחלה יזהר שלא לשתות כשיעור כזית, אלא פחות מכזית, או שיעור רביעית ואם אכל כזית מפירות העץ , וכזית מפירות האדמה, או כזית מגבינה, ושתה רביעית מים, מברך לאחר כולם ברכה אחת"
        },
        {
            "id": 517,
            "text": "בכל אכילה שהאדם אוכל אינו מברך ברכה אחרונה אלא אם כן אכל כזית בכדי אכילת פרס אבל אם אכל כזית ביותר מכדי אכילת פרס, אינו מברך ברכה אחרונה כלל וכן באכילה של מצוה, כגון אכילת מצה ומרור וכיוצא, צריך לדקדק לאכול כזית בכדי אכילת פרס ושיעור זה הוא כשבע דקות וחצי וטוב להחמיר בדברים שהם מן התורה לאכול כזית בארבע דקות"
        },
        {
            "id": 518,
            "text": "בברכת נפשות חותם ''ברוך חי העולמים'' בלי שם ומלכות והמנהג לחתום ''חי'' העולמים, בפת''ח"
        },
        {
            "id": 519,
            "text": "אכל תפוח עץ, או שאר פירות העץ שאינם משבעת המינים, וטעה ובירך לאחריהם על העץ ועל פרי העץ, יצא ידי חובה בדיעבד, ולא יברך בורא נפשות"
        },
        {
            "id": 520,
            "text": "השותה משקה ושתה רביעית בתוך כדי שיעור שבני אדם שותים רביעית, מברך ברכה אחרונה ואם שתה מעט וחזר שתה, אם יש מתחלת שתיה ראשונה עד סוף שתיה שניה כשיעור שתיית רביעית, מצטרפות השתיות זו לזו, ומברך לאחריהן ברכה אחרונה ואם שהה יותר מכדי שיעור שתיית רביעית, אינו מברך ברכה אחרונה"
        },
        {
            "id": 521,
            "text": "השותה כוס תה או קפה בעודם חמים, אינו מברך אחר השתיה ברכת בורא נפשות רבות, הואיל והוא שותה את התה והקפה לאט לאט ושוהה בינתיים יותר משיעור כדי שתיית רביעית בבת אחת וכן מנהגינו ואף שיש סוברים שכל שאינו שוהה בשתייתו יותר מכדי אכילת פרס, ושתה רביעית מהמשקה, צריך לברך נפשות, וכן נוהגים כמה מאחינו האשכנזים, מכל מקום אנו נוהגים שלא לברך, ואין לשנות מן המנהג, דספק ברכות להקל אולם השומע מחבירו שמברך בורא נפשות אחר הקפה והתה חמים, לאחר ששתה אותם בתוך כדי אכילת פרס, עונה אחריו אמן  ואם ירצה להרהר אמן בלבו, רשאי לעשות כן והנוהגים לברך נפשות אחר הקפה שהצטנן קצת ושתה ממנו רביעית בבת אחת, יש להם על מה שיסמוכו, אך הבא לשאול מורים לו שלא יברך ברכה אחרונה גם בזה, כיון שאין דרך בני אדם לשתות הקפה בבת אחת כשהוא צונן והשותהו בבת אחת בטלה דעתו אצל כל אדם ואם אינו צמא, לא יברך על מים וישתה רביעית, כדי לפטור הקפה והתה מברכה אחרונה אולם לענין תה שמניחו עד שיצטנן קצת ושותה רביעית בבת אחת, יברך עליו ברכה אחרונה בורא נפשות רבות, אף לכתחלה ועונים אחריו אמן"
        },
        {
            "id": 522,
            "text": "השותה מרק חם על ידי כף, שלא בתוך הסעודה, אינו מברך לאחריו ''בורא נפשות רבות'', וכמו שנתבאר בדין התה והקפה ומכל מקום השותה מרק בכוס אחר שנצטנן מעט, ושתה ממנו רביעית בבת אחת, יברך בורא נפשות"
        },
        {
            "id": 523,
            "text": "והוא הדין למי שאוכל גלידה קרה על ידי כפית, או שמלקק גלידה המונחת בגביע, שאין לו לברך ברכה אחרונה, הואיל ושוהה בה יותר משיעור שתיית רביעית בבת אחת אבל השותה מים קרים, או סודה קרה, ושתה רביעית בבת אחת, צריך לברך בורא נפשות אחר השתייה אבל אם המשקה היה קר ביותר, או שיש בו חתיכות קרח, ושהה בשתייתו, אינו מברך אחריו בורא נפשות, וכדין התה והקפה והמנער ''לבן'' או ''אשל''''גיל'' ''פרילי''''פריגוט'' ושותה רביעית בבת אחת, מברך אחריו נפשות"
        },
        {
            "id": 524,
            "text": "השותה יי''ש רביעית בבת אחת, יש אומרים שבמקומות שאין רגילים לשתות יי''ש רביעית בבת אחת, אין לברך ברכה אחרונה, שבטלה דעתו אצל כל אדם"
        },
        {
            "id": 525,
            "text": "המוצץ מיץ שבפירות, בשיעור רביעית, במציצה שאין בה לעיסה, מברך עליו שהכל, ואינו מברך ברכה אחרונה, משום שדינו כמשקה, דבעינן שישתה רביעית בבת אחת ואי אפשר שימצוץ ולא ישהה יותר מכדי שיעור שתיית רביעית וכן הדין במוצץ שאר מיני משקין על ידי קש העשוי מפלאסטיק המצוי בזמנינו, שאינו מברך ברכה אחרונה ואם מוצץ את המיץ שבתפוז או הענב על ידי לעיסה בשיניו, ואחר כך זורק את התפוז או את הענב, מברך בורא פרי העץ ואם אכל כזית מברך נפשות אחר התפוז, ומעין שלש אחר הענבים, שדינו כאוכלים והוא שיאכל שיעור כזית בכדי אכילת פרס"
        },
        {
            "id": 526,
            "text": "מי שאכל פרי שיעור כזית שנתחייב לברך ברכה אחרונה ''בורא נפשות רבות'', ובטרם שבירך הוצרך להטיל מימיו ונתחייב בברכת אשר יצר, יקדים לברך ברכת אשר יצר, ואחר כך יברך בורא נפשות ואפילו אם הטיל מימיו ושכח לברך אשר יצר מיד, ואכל ושתה שיעור שנתחייב בברכה אחרונה, אף שעשה מעשה באמצע, יברך קודם אשר יצר ואחר כך בורא נפשות אבל אם אירע כן באמצע סעודתו, יברך ברכת המזון תחלה, ואחר כך יברך ברכת אשר יצר ומכל מקום אם חושש שמא ישכח לברך ברכת אשר יצר אחר ברכת המזון, יקדים ברכת אשר יצר לברכת המזון והאוכל עוגה ואחר כך הוצרך לנקביו, יברך מעין שלש תחלה, שלדעת רוב הפוסקים היא מן התורה, ואחר כך יברך אשר יצר"
        },
        {
            "id": 527,
            "text": "האוכל בוסר ענבים , כשיעור ברכה אחרונה, אין לו לברך אחריו נפשות ואפילו אם בישלו ונעשה ראוי לאכילה על ידי הבישול ולכן לכתחלה יש להזהר שלא לאכול בוסר כשיעור כזית"
        },
        {
            "id": 528,
            "text": "האוכל שוקולד ואינו לועס אותה בשניו, אלא מוצץ וממחה אותו בפיו, אין לדונו כאוכל, כיון שלא לעס אותה בשניו, ולכן אפילו אם אכל כזית בתוך כדי אכילת פרס, אינו מברך ברכה אחרונה ורק אם לעס אותו בשיניו ואכל כזית בתוך כדי אכילת פרס, מברך ברכה אחרונה אך האוכל גלידה אפילו כשיעור רביעית בתוך כדי אכילת פרס, אינו מברך ברכה אחרונה"
        },
        {
            "id": 529,
            "text": "השותה יין פחות משיעור ברכה אחרונה, ושתה אחר כך משקאות קלים, אף על פי שאינו מברך עליהם ברכת שהכל, שהרי יין פוטר מברכה ראשונה כל המשקים, מכל מקום אם שתה משאר משקים כשיעור ברכה אחרונה, מברך עליהם בורא נפשות"
        },
        {
            "id": 530,
            "text": "ביאור ברכת בורא נפשות רבות לפי פשוטו, היינו שהקדוש ברוך הוא בורא נפשות רבות וחסרונן, כגון לחם ומים שאי אפשר בלעדיהם, ועל כל מה שבראת להחיות בהם נפש כל חי, היינו דברים שאף אם לא בראם יכולים להתקיים בלעדיהם, ויש לומר: וחסרונן, ואין לומר ''וחסרונם'' סימן רח - דין ברכה מעין שלש"
        },
        {
            "id": 531,
            "text": "על פירות שבעת המינים , אם אכל מהם שיעור כזית, מברך לאחריהם ''על העץ ועל פרי העץ'' ועל פת הבאה בכיסנין מברך ''על המחיה'' וכן השותה יין שיעור רביעית בבת אחת, מברך על הגפן אבל אם שתה פחות מרביעית, ושתה כשיעור כזית, הדבר ספק אם חייב בברכה אחרונה, ולכן לא יברך ברכה אחרונה כלל דספק ברכות להקל ולכתחלה טוב להזהר שישתה פחות מכזית, דבזה לכולי עלמא אינו מברך ברכה אחרונה, או שישתה רביעית בבת אחת, שבזה בודאי חייב בברכה אחרונה"
        },
        {
            "id": 532,
            "text": "אם נסתפק אם בירך מעין שלש או לא, אינו חוזר לברך, דאף שרבים מהפוסקים הראשונים סוברים דגם ברכת מעין שלש היא מן התורה, ולדבריהם בספק בירך צריך לחזור ולברך, מכל מקום דעת מרן השלחן ערוך לחוש להסוברים דברכה מעין שלש היא מדרבנן, וספק דרבנן לקולא ומכל מקום נכון שיאכל עוד כזית מהעוגה, או מפירות שבעת המינים, כדי שיוכל לברך מעין שלש וברכה ראשונה, יהרהר בלבו"
        },
        {
            "id": 533,
            "text": "מי שאכל מפירות שבעת המינים, ואינו יודע לברך לאחריהם ברכה מעין שלש, לא יברך ברכת ''בורא נפשות'', אלא עדיף שלא יברך ברכה אחרונה כלל, שאין ברכת בורא נפשות כברכת שהכל הפוטרת את הכל, ואינה פוטרת את הכל, ושב ואל תעשה עדיף וכן פרי שיש ספק אם ברכתו האחרונה היא בורא נפשות רבות, או ברכה מעין שלש, אין לברך מספק בורא נפשות רבות, מפני שדעת רבים מהפוסקים שאין ברכת בורא נפשות רבות פוטרת ברכת מעין שלש, ולא יברך כלל, דספק ברכות להקל ולפיכך החרד לדבר ה' ישנן בעל פה את הברכות כולן, שיהיו שגורות על פיו, ויברך על כל מין כברכתו"
        },
        {
            "id": 534,
            "text": "האוכל מפירות שבעת המינים כשיעור, וטעה ובירך בורא נפשות במקום מעין שלש, בדיעבד לא יחזור לברך ברכה מעין שלש, דספק ברכות להקל"
        },
        {
            "id": 535,
            "text": "האוכל חצי כזית פירות שבעת המינים, וחצי כזית מפירות שלא משבעת המינים, כגון תפוח, פרי הדר, וכדומה, אינו מברך לבסוף ברכת נפשות וגם לא ברכת על העץ ועל פרי העץ  אבל האוכל חצי כזית מפירות הדר הנז', וחצי כזית מבשר ודגים, או או פרי האדמה, יברך אחריהם ברכה אחרונה בורא נפשות והאוכל חצי כזית תאנים, וחצי כזית תמרים, או צימוקים, או רימונים, או זיתים, מברך באחרונה על העץ ועל פרי העץ"
        },
        {
            "id": 536,
            "text": "האוכל חצי כזית פת, וחצי כזית מפת הבאה בכיסנין , אינו יכול לצרפם לכזית ולברך עליהם לכתחלה מעין שלש, דיש לחוש לדעת הפוסקים הסוברים דברכה מעין שלש אינה פוטרת במקום ברכת המזון, והואיל ולא אכל כזית מהעוגה, אין הפת מצטרף לברך ברכה זו וספק ברכות להקל ולפיכך לכתחלה לא יאכל כנז', כדי שלא יכנס במחלוקת הפוסקים ובדיעבד שאכל כן, אם יוכל ישלים עוד חצי כזית מהפת, ויברך ברכת המזון, או ישלים חצי כזית מהעוגה, ויברך ברכת על המחיה  ואם אין לו אפשרות להשלים לכזית, לא יברך ברכה אחרונה כלל והוא הדין בזה במי שאכל עוגה שיעור חצי כזית, ואורז שיעור חצי כזית, שאינם מצטרפים לברך בורא נפשות אבל אם אכל חצי כזית תפוח עץ וחצי כזית תפוז או שאר פרי העץ, או שיעור חצי כזית אבטיח וחצי כזית מילון, וכל כיו''ב, מצטרף לברך לאחריו נפשות"
        },
        {
            "id": 537,
            "text": "מי שאכל פירות העץ משבעת המינים, ואכל גם פרי האדמה, יקדים לברך תחלה ברכת בורא נפשות, ואחר כך יברך ברכת על העץ ועל פרי העץ ואם טעה ובירך בתחלה על העץ ועל פרי העץ, כיון שאמר ''ועל תנובת השדה'', פטר בברכה זו כל מה שאכל מדבר שגדל בקרקע, ואף על פי שלא נתכוין לפטור את פירות האדמה שאכל, , מכל מקום כיון שיש אומרים דאף בלא כוונה פטר את פירות האדמה, ספק ברכות להקל  ויש נוהגים לאכול ראשון ראשון ולברך עליו תחלה, דהיינו שאוכלים תחלה פירות שבעת המינים ומברכים אחריהם ברכה מעין שלש, ואחר כך אוכלים פירות האדמה ומברכים עליהם תחלה וסוף והשותה רביעית מים בבת אחת, וגם אכל מפירות שבעת המינים, או עוגה, יקדים לברך על העץ או על המחיה, ואחר כך יברך בורא נפשות וכן הדין אם אכל בשר או גבינה וכיו''ב ואם הקדים ובירך על המחיה או על העץ, יברך בורא נפשות"
        },
        {
            "id": 538,
            "text": "דגן חי או עשוי קליות או שלוק, והגרעינין שלמים, מברך עליהם בתחלה בורא פרי האדמה"
        },
        {
            "id": 539,
            "text": "על ''שלוה'' יש ספק לענין ברכה אחרונה, וכן בדגן חי הנז', לפיכך נכון שלא לאכול מהם כשיעור ברכה אחרונה בתוך כדי אכילת פרס, אלא פחות מכשיעור , או בתוך הסעודה, שאז ברכת המזון פוטרתם"
        },
        {
            "id": 540,
            "text": "הכוסס את האורז, מברך בתחלה בורא פרי האדמה, וכן אם אוכל פרכיות אורז מברך בורא פרי האדמה ואם אוכל אורז מבושל, מברך בורא מיני מזונות, ולדידן לא שנא אם גרגירי האורז נפרדים זה מזה, או שהאורז מדובק כעיסה, שבכל אופן מברכים עליו בתחלה בורא מיני מזונות, ולבסוף בורא נפשות רבות  והאוכל אורז מבושל, או כל תבשיל אחר העשוי מחמשת מיני דגן, שלא בתוך הסעודה, ושותה רביעית מים באמצע אכילתו, צריך לברך על המים בתחלה שהכל אבל אם המאכל עמד בגרונו ושותה מים להעביר המאכל, אינו מברך על המים"
        },
        {
            "id": 541,
            "text": "הקובע סעודה של עוגה, דהיינו שאוכל 216 גרם מהעוגה, ושותה מים באמצע אכילתו, אינו מברך, שדינו כמי שבתוך הסעודה שאינו מברך על השתיה"
        },
        {
            "id": 542,
            "text": "מי ששתה יותר מכזית יין, ופחות מרביעית, ושתה רביעית מים, יברך לבסוף בורא נפשות רבות בלבד"
        },
        {
            "id": 543,
            "text": "האוכל אורז כשיעור, וגם עוגה כשיעור, יברך על המחיה, ויכוין לפטור את האורז"
        },
        {
            "id": 544,
            "text": "העושים אורז מחוי, שהאורז שבתוך המרק נתמעך וכמעט אין האורז נרגש, מברך על המרק שהכל, ולבסוף לא יברך כלום, כמבואר לעיל לענין מרק"
        },
        {
            "id": 545,
            "text": "מי שאכל אורז וטעה ובירך ברכה אחרונה על המחיה או ברכת המזון, בדיעבד יצא ידי חובה וכן האוכל איטריות כשיעור, וטעה ובירך ברכת המזון במקום על המחיה, יצא  וכן אם אכל כזית תמרים, או שתה רביעית יין, וטעה ובירך על המחיה או ברכת המזון, יצא"
        },
        {
            "id": 546,
            "text": "והוא הדין במי שאכל שיעור כזית מפת הבאה בכיסנין , וטעה ובירך לאחריה ברכת המזון, יצא וכן מי שאכל דייסא וטעה ובירך לאחריה ברכת המזון, יצא ידי חובה"
        },
        {
            "id": 547,
            "text": "אם עירב בקמח הרבה דבש בשיעור יותר מהקמח, עם מינים אחרים, אם יש בתערובת כזית דגן בכדי אכילת פרס, וגם אכל כשיעור כדי אכילת פרס, ואוכל כל כך מן התערובת עד שמשער בעצמו שבודאי אוכל כזית דגן, מברך ''בורא מיני מזונות'' ומעין שלש אבל אם לא היה בתערובת כזית דגן בכדי אכילת פרס, אינו מברך ברכה אחרונה כלל, דספק ברכות להקל וקרם או מילוי של אגוזים שבתוך העוגה, אינם מצטרפים לשיעור כזית ועל רחת חלקום העשוי מעמילן של תירס וסוכר, ברכתו הראשונה היא שהכל ואם אכל כזית מברך נפשות ואם נעשה מעמילן של חטה, מברך בורא מיני מזונות ואם אכל תוך כדי אכילת פרס את כל שיעור ג' הביצים של תערובת העמילן, מברך גם ברכה אחרונה, אם יש רק כזית קמח בכל התערובת ואם יש יותר מכזית קמח, הכל לפי השיעור"
        },
        {
            "id": 548,
            "text": "עירב קמח דוחן ושאר מיני קטניות עם קמח של חמשת מיני דגן, ולא היה באותו קמח שיעור של כזית דגן בכדי אכילת פרס, ובשלו בקדרה, אף שברכתו הראשונה היא בורא מיני מזונות, מכל מקום לבסוף אינו מברך כלל, לא ברכה מעין שלש, ולא בורא נפשות רבות, דספק ברכות להקל ולכתחלה לא יאכלנו אלא בתוך הסעודה, שאז ברכת המזון פוטרת"
        },
        {
            "id": 549,
            "text": "אם הדבר ברור שהדגן בא מארץ ישראל צריך לומר בחתימת ברכת מעין שלש ''ונודה לך על הארץ ועל מחיתה, ברוך אתה ה' על הארץ ועל מחיתה'' וכן על היין שנעשה בארץ ישראל מן הענבים שבכרמים של ארץ ישראל, צריך לחתום ועל פרי גפנה, בין כששותים אותו בארץ ישראל, ובין כששותים אותו בחוץ לארץ וכן בפירות העץ אם גדלו בארץ ישראל אומר ועל פירותיה, ואם גדלו בחוץ לארץ אומר ועל הפירות אבל בברכת המזון החתימה על הארץ ועל המזון אין לשנותה כלל"
        },
        {
            "id": 550,
            "text": "אין לשנות במטבע הברכה לומר הגפן בניקוד קמ''ץ תחת הגימ''ל אלא יש לומר הגפן בניקוד סגו''ל, כמנהגינו"
        },
        {
            "id": 551,
            "text": "מי ששתה יין כשיעור, ובירך בטעות על המחיה במקום על הגפן, יצא ידי חובה"
        },
        {
            "id": 552,
            "text": "אם אכל עוגה כשיעור, וגם מפירות שבעת המינים כשיעור, וגם שתה רביעית יין, כולל הכל בברכה אחת, ויאמר: על המחיה ועל הכלכלה, ועל הגפן ועל פרי הגפן, ועל העץ ועל פרי העץ, וחותם: על הארץ ועל המחיה ועל פרי הגפן ועל הפירות"
        },
        {
            "id": 553,
            "text": "אם אכל עוגה כשיעור, וגם שתה רביעית יין, ובירך על המחיה, ושכח לכלול על הגפן בברכה מעין שלש, יש אומרים שאינו צריך לחזור ולברך על הגפן, שהרי בלאו הכי הטועה ומברך על המחיה במקום על הגפן יצא ידי חובה ולדעת מרן החיד''א צריך לחזור ולברך על הגפן ברכה בפני עצמה, ואינו יוצא ידי חובה בברכת על המחיה, שהרי נתכוין בברכה זו על העוגה בלבד ואף על פי שברכה אחרונה אינה צריכה כוונה, ומטעם זה האוכל אורז ושותה מים ובירך נפשות כדי לפטור את המים בלבד, אינו חוזר לברך נפשות על האורז, זה דוקא כשהברכה שווה, אבל בשני סוגי ברכות, כמו על המחיה ועל העץ, גם ברכה אחרונה צריכה כוונה"
        },
        {
            "id": 554,
            "text": "מי שאכל עוגה כשיעור, וגם אכל מפירות שבעת המינים כשיעור, וחבירו אכל מפירות אלו ספק שיעור המחייב ברכה אחרונה, ורוצה לצאת ידי חובה בשמיעת הברכה מחבירו, יוצא ידי חובה, אף על פי שחבירו כולל בברכתו גם על המחיה וכן אם חבירו אכל ספק שיעור מהעוגה, שיכול לצאת ידי חובה בשמיעת הברכה מחבירו, למרות שמוסיף בה גם על הפירות"
        },
        {
            "id": 555,
            "text": "בשבת ובמועדים ובראשי חודשים מזכירין בברכה מעין שלש מעין המאורע ואם שכח מלהזכיר, אם לא אמר שם ה' בסיום הברכה, חוזר לומר הזכרת מעין המאורע, וימשיך כי אתה טוב וכו' וחותם אבל אם הזכיר שם ה', חותם כדרכו ואינו חוזר"
        },
        {
            "id": 556,
            "text": "אין להזכיר מעין המאורע בחנוכה ופורים בברכה מעין שלש ובדיעבד אם עבר והזכיר בה מעין המאורע לפני החתימה, אינו חוזר לברך"
        },
        {
            "id": 557,
            "text": "מי ששינה בטעות בנוסח ברכה מעין שלש, והוסיף בה ''ברית ותורה'', אף ששינה מנוסח הברכה המתוקנת, לא חשיב כמשנה ממטבע שטבעו חכמים בברכות, ובדיעבד אין לחוש לזה"
        },
        {
            "id": 558,
            "text": "בחתימת הברכה צריך לומר: על הארץ ועל המחיה ואין להוסיף ''ועל הכלכלה'' כפי שמודפס בכמה סידורים ואף מי שהורגל לחתום ''על הארץ ועל המחיה ועל הכלכלה'', ישנה מנהגו כאמור  ובסמוך לחתימה נכון לומר: ונודה לך על הארץ ועל המחיה ברוך אתה ה' וכו' ומכל מקום בזה הרוצה לומר ונודה לך ה' אלוקינו על הארץ ועל המחיה ועל הכלכלה, רשאי לומר כן"
        },
        {
            "id": 559,
            "text": "אם אכל מפירות שבעת המינים, וגם אכל תפוחים, או שאר פירות העץ, אינו מברך על התפוחים בורא נפשות, שגם הם בכלל על העץ, שגם הם פרי העץ הם וכן הוא הדין אם אכל כזית ענבים, וחצי כזית מלפפון, וחצי כזית תפוז, שבזה מברך מעין שלש, ופוטר את המלפפון והתפוז מברכה אחרונה אבל אם אכל תפוחים ושתה יין, או אכל פת הבאה בכיסנין, מברך נפשות ואחר כך על הגפן או על המחיה וכל שכן אם אכל בשר או פרי האדמה ושתה יין או אכל משבעת המינים, שצריך לברך על כל אחת ואחת והוא הדין אם אכל בשר ודגים ואכל מחמשת המינים שאין ברכת על המחיה פוטרת את הבשר ואת הדגים"
        },
        {
            "id": 560,
            "text": "מי שאכל עוגה שיעור כזית, ואכל פרי משבעת המינים יותר מ-18 גרם, רשאי להוסיף בברכת על המחיה ''ועל פרי העץ'' ובחתימה יאמר: ברוך אתה ה' על הארץ ועל המחיה ועל פירותיה אבל בפחות מ-18 גרם, אין לו לכלול על העץ ועל פרי העץ בברכת על המחיה"
        },
        {
            "id": 561,
            "text": "לא והוא הדין אם מלבד העוגה שתה יין יותר משיעור כזית ופחות משיעור רביעית, יכול לכלול ''על הגפן ועל פרי הגפן'' בברכת על המחיה ויחתום: ''ברוך אתה ה' על הארץ ועל המחיה ועל פרי גפנה''"
        },
        {
            "id": 562,
            "text": "לב האוכל עוגה שיש בה קרם, או אגוזים וכדומה, ואין בשיעור הקמח לבדו שיעור של כזית, אין לו לברך על זה ברכה אחרונה, דספק ברכות להקל"
        },
        {
            "id": 563,
            "text": "לג האוכל רחת-חלקום העשויה מעמילן של חטה, אף שמברך עליה בתחלה ''בורא מיני מזונות'', כמו שביארנו לעיל, לענין ברכה אחרונה אין לברך אלא אם כן אכל תוך כדי אכילת פרס את כל שיעור השלש ביצים של תערובת העמילן ואם הרחת חלקום עשויה מעמילן של תירס, או עמילן של תפוח אדמה, כפי שזה מצוי היום, אף שמערבים בזה בוטנים, מברכים עליו שהכל, ואם אכל שיעור כזית בכדי אכילת פרס מברך נפשות"
        },
        {
            "id": 564,
            "text": "לד שתה יין וברך בורא פרי הגפן, ורוצה לאכול ענבים, צריך לברך עליהם בורא פרי העץ, ובברכה אחרונה כולל על הגפן ועל העץ ועל פרי העץ"
        },
        {
            "id": 565,
            "text": "לה טעה ובירך על ענבים בורא פרי הגפן, או שטעה ובירך לאחריהם ברכה אחרונה על הגפן ועל פרי הגפן, יצא"
        },
        {
            "id": 566,
            "text": "לו שתה רביעית יין ורביעית מים או שאר משקין, , אין לו לברך על המים בורא נפשות, שברכת היין פוטרתם, כשם שבברכה ראשונה יין פוטר כל משקין ואף אם קדם ושתה רביעית מים וכבר נתחייב בברכת בורא נפשות רבות, ואחר כך שתה רביעית יין, מברך על הגפן, ופוטר את המים וכל זה בקבע על היין, שאז פוטר כל המשקין אפילו לא היו לפניו בשעת ברכה, אי נמי שהיו לפניו בשעת הברכה, שאז פטר אפילו לא שתה רק כוס אחד, אבל אם לא קבע על היין, וגם לא היו המשקין לפניו בשעת ברכה, צריך לברך נפשות"
        },
        {
            "id": 567,
            "text": "לז מי שאכל שיעור מועט מפירות וכדומה, וספק אם היה בו שיעור, וכגון שאכל שיעור כ-18 גרם, ואחר כך אכל בריה שיש ספק אם מברך עליה ברכה אחרונה, אף על פי שיש כאן ספק ספיקא להחמיר ולחייבו בברכה אחרונה, אפילו הכי אינו מברך ברכה אחרונה"
        },
        {
            "id": 568,
            "text": "לח צריך לברך ברכה מעין שלש מיושב  ואם בירך מעומד או כשהוא מהלך, יצא ובשאר ברכות מעיקר הדין אין צריך לאומרם מיושב, אף בברכת הנהנין וגם בברכת בורא נפשות, מעיקר הדין אין צריך לשבת בעת שמברך ברכה זו סימן רט - דין טעות וספק בברכת היין"
        },
        {
            "id": 569,
            "text": "לקח בידו כוס שכר או של מים ואמר ברוך אתה ה' אלוקינו מלך העולם על דעת לומר שהכל, וטעה ואמר בורא פרי הגפן, אם לא נזכר בתוך כדי דיבור, אין מחזירין אותו, מפני שבשעה שהזכיר שם ומלכות, שהם עיקר הברכה, לא נתכוין אלא לברכה הראויה לאותו המין ומכל מקום אם נזכר בתוך כדי דיבור, יתקן מיד ויאמר ''שהכל נהיה בדברו''"
        },
        {
            "id": 570,
            "text": "אם לקח כוס שכר בידו וסבור שהוא יין ופתח ברוך אתה ה' אלוקינו מלך העולם על דעת לסיים בורא פרי הגפן, ונזכר שהוא שכר או מים וסיים שהכל נהיה בדברו, יצא"
        },
        {
            "id": 571,
            "text": "וכן אם היו לפניו פירות הארץ, והתחיל הברכה על מנת לומר בורא פרי האדמה, וטעה וחתם בורא פרי העץ, אם נזכר בתוך כדי דיבור, יתקן מיד ויאמר בורא פרי האדמה, ואם לא נזכר עד שעבר תוך כדי דיבור, יצא וכן אם היה לפניו תבשיל של דגן ופתח על דעת לומר בורא מיני מזונות, וטעה ואמר המוציא, יצא, שבשעה שאמר שם ומלכות לא נתכוין אלא לברכה הראויה"
        },
        {
            "id": 572,
            "text": "מי שאכל ושבע מאכילת הפת, שאז חייב בברכת המזון מן התורה, והוצרך לנקביו, והתחיל לברך ''ברוך אתה ה''' על דעת לומר אשר יצר את האדם וכו', וחזר בו והמשיך האל הזן אותנו וכו', בדיעבד יצא ידי חובתו וכל שכן בברכות דרבנן,  שאם שינה הברכה מעיקר מחשבתו בעת הזכרת ''ברוך אתה ה''' יצא ידי חובה ומכל מקום לכתחלה יזהר מלעשות כן"
        },
        {
            "id": 573,
            "text": "אמר ברוך אתה ה' על דעת לומר זוקף כפופים, קודם שבירך מתיר אסורים, יסיים זוקף כפופים, אף על פי שעל ידי כך לא יוכל לברך מתיר אסורים"
        },
        {
            "id": 574,
            "text": "לקח כוס שכר או מים וסבר שהוא יין, ובירך ברוך אתה ה' אלוקינו מלך העולם בורא פרי הגפן, ותוך כדי דיבור נזכר שטעה ואמר שהכל נהיה בדברו, וכך היתה אמירתו: ''ברוך אתה ה' אלוקינו מלך העולם בורא פרי הגפן שהכל נהיה בדברו'', יצא ואם לא תיקן בתוך כדי דיבור, לא יצא, וצריך לחזור ולברך שהכל סימן רט - ספק ברכות"
        },
        {
            "id": 575,
            "text": "כל הברכות כולן, כולל ברכות התורה, ברכות הנהנין לפניהם ולאחריהם, ברכות השבח וברכות המצוות, אם נסתפק בכולן אם בירך אם לאו, אינו מברך לא בתחלה ולא בסוף חוץ מברכת המזון מפני שהיא של תורה, וכמבואר לעיל , ולכן אם אכל פירות או עוגה, ונסתפק אם בירך ברכת נפשות או על המחיה, או לא בירך, או שנסתפק אם אכל שיעור כזית בתוך כדי אכילת פרס, אם יכול לאכול עוד בתוך כדי אכילת פרס טוב שיעשה כן, ואם לאו, אין לו לברך מספק, שדעת מרן לחשוש למיעוט הראשונים הסוברים דברכת מעין שלש היא מדרבנן"
        },
        {
            "id": 576,
            "text": "אם נסתפק אם בירך ברכה ראשונה או לא, מותר לו לכתחלה לאכול או לשתות בלי ברכה, דמאחר שאין עליו חיוב לברך ברכה ראשונה, אין לחוש בזה משום מה שאמרו כל הנהנה מהעולם הזה בלי ברכה כאילו מעל ומכל מקום אם יכול לשמוע הברכה מאחר ולצאת ידי חובה מספק, או להרהר הברכה בלבו, עדיף טפי"
        },
        {
            "id": 577,
            "text": "היכא דשחט ולא בירך, שחיטתו כשרה בלא שום חשש סימן רי - דין האוכל פחות מכזית"
        },
        {
            "id": 578,
            "text": "האוכל פחות מכזית בין מפת בין משאר אוכלים, וכן השותה פחות מרביעית, בין מיין בין משאר משקים, מברך תחלה ברכה הראויה לאותו המין, ולאחריו אינו מברך כלל ויש אומרים שאם אכל בריה שלימה, כגון גרגיר שלם של ענב או של רימון, כבר מתחייב בברכה אחרונה אפילו לא היה בו שיעור ויש חולקים, ולדינא אפילו אם אכל בריה שלימה, אם לא אכל שיעור כזית לא יברך ומכל מקום לכתחלה יזהר שלא לאכול בריה פחות מכזית, כדי שלא להכנס בספק ברכה אחרונה"
        },
        {
            "id": 579,
            "text": "דין בריה הנזכר שייך גם בפירות שאינם משבעת המינים, ולכן גם האוכל פלח של תפוז, דינו כמו האוכל גרגיר של רמון שצריך להזהר לכתחלה שלא לאכול פלח שלם"
        },
        {
            "id": 580,
            "text": "לכתחלה יש ליזהר שלא לאכול עוגה או פירות כ-18 גרם, כדי שלא יכנס בספק ברכה אחרונה, אלא יאכל פחות מ-18 גרם, או יותר מ-27 גרם ואם אכל כ-18 גרם, ישתדל לאכול עוד עד שיעור 27 גרם, ואז יברך ברכה אחרונה ואם אינו יכול לאכול עוד, לא יברך ברכה אחרונה"
        },
        {
            "id": 581,
            "text": "מי שמטבל ביסקויט לתוך כוס תה או קפה, ועל ידי כך הגיע משקל הביסקויט לכ-27 גרם, ואכלו, אינו מברך ברכה אחרונה, שאין התה מצטרף לשיעור ברכה אחרונה"
        },
        {
            "id": 582,
            "text": "מי שאכל חצי כזית והקיאו, ואכל חצי כזית אחר, יש להסתפק אם מצטרף לענין ברכה אחרונה, ולכן אם אינו יכול לאכול שוב כזית, אינו מברך ברכה אחרונה"
        },
        {
            "id": 583,
            "text": "טוב ליזהר לכתחלה שלא לשתות יין או שאר משקים כשיעור כזית, אלא או שישתה שיעור רביעית כדי שיברך ברכה אחרונה, או פחות משיעור כזית ובדיעבד אם שתה יותר מכזית, ופחות מרביעית, אינו מברך ברכה אחרונה דין המטעמת"
        },
        {
            "id": 584,
            "text": "הטועם את התבשיל, לראות אם יש בו יתר מלח או חסר מלח, וכיוצא בזה, אפילו אם הוא בולע, עד שיעור כזית , אין צריך לברך כלל, כיון שדעתו לטעימה, ואפילו אם הוא בולע ואם דעתו לאכילה, מברך אפי' על כל שהוא"
        },
        {
            "id": 585,
            "text": "הטועם את התבשיל וכוונתו גם לטעימה וגם ליהנות, יש להסתפק אם צריך לברך, ונראה יותר שצריך לברך, ומכל מקום נכון יותר לכוין בפירוש לשם הנאת אכילה, שאז יוכל לברך לכולי עלמא"
        },
        {
            "id": 586,
            "text": "מי שבירך על מאכל, ונתנו לתוך פיו לשם אכילה, ופלט, לא הוי ברכתו ברכה לבטלה, דסוף סוף החיך נהנה ממנו קימעא, אמנם אם המאכל עדיין לפניו, לכתחלה טוב שיקח מעט מהאוכל ויבלע ממנו מעט סימן ריא - דיני קדימה בברכות"
        },
        {
            "id": 587,
            "text": "היו לפניו מיני פירות הרבה, אם ברכותיהם שוות, ויש ביניהם ממין שבעה, מקדים מין שבעה ופירות שנשתבחה בהם ארץ ישראל הם שבעה מינים ככתוב : ארץ חטה ושעורה וגפן ותאנה ורמון, ארץ זית שמן ודבש ופירוש דבש היינו תמרים ופירות שבעת המינים קודמים לברכה לכל שאר מיני פירות העץ ואפילו חביב עליו מין פרי אחר שאינו משבעת המינים, יש להקדים לברך על פירות שבעת המינים"
        },
        {
            "id": 588,
            "text": "כל דין קדימה שאמרו אינו אלא כששניהם מונחים לפניו וברצונו לאכול משניהם, אבל אין צריך להמתין עד שיביאו לפניו המין שמוקדם לברכה"
        },
        {
            "id": 589,
            "text": "כל הקודם בפסוק בשבעת המינים עצמם, קודם לחבירו לברכה ותמרים קודמים לענבים, כי התמרים ''שני'' לארץ אחרון שבמקרא, והגפן ''שלישי'' לארץ הראשון ויש אומרים שהיין קודם לתמרים, הואיל והיין דבר חשוב הוא עד שקובע ברכה לעצמו בברכת ''בורא פרי הגפן'', וגם הוא סועד ומשמח ויש חולקים ואומרים שאין קדימה ליין על התמרים ולדינא, יש להקדים התמרים ליין, וכדעת הבית יוסף  ולכל הדעות מעשה קדרה, דהיינו תבשיל מחמשת מיני דגן קודמים ליין נמצא משפט הקדימה בברכות כדלהלן: ברכת המוציא קודמת לכל דבר  ולאחר מכן ברכת ''בורא מיני מזונות'' ופת חטים קודמת לפת שעורים ואחריהם זית, ואחריו תמרים, ואחר כך ענבים, ואחר כך תאנים, ואחר כך רימונים, ואחריהם שאר מיני פירות העץ"
        },
        {
            "id": 590,
            "text": "ברכה אחת שמברך ''בורא פרי העץ'' פוטרת כל מיני העץ שלפניו, ואם טעה והקדים פרי עץ המאוחר בפסוק, כגון שבירך תחלה על רמון, או אפילו מין פרי אחר שאינו משבעת המינים, וקדם ובירך עליו בורא פרי העץ, וכיוון לפטור את הפירות האחרים, יצא שאין משפט הקדימה של שבעת המינים כסדרן אלא לענין לכתחלה, ולא לעכב בדיעבד"
        },
        {
            "id": 591,
            "text": "הביאו לפניו מיני פירות שונים, מפרי העץ ומפרי האדמה, מן הדין אפשר להקדים לברך על פרי האדמה, אפילו אם אינו חביב, ואפילו אם פרי העץ הוא אחד משבעת המינים שאין דין קדימה לשבעת המינים אלא בפירות שברכותיהן שוות ומכל מקום נכון להקדים פרי העץ לפרי האדמה, אלא אם כן פרי האדמה חביב עליו יותר, שאז יקדים החביב תחלה"
        },
        {
            "id": 592,
            "text": "ברכת בורא פרי העץ או בורא פרי האדמה קודמת לברכת שהכל נהיה בדברו, מפני שהם ברכות מבוררות יותר מברכת שהכל, שהיא ברכה כוללת ומכל מקום אם בירך שהכל תחלה לא פטר שאר מינים שלפניו מברכת בורא פרי העץ או בורא פרי האדמה, שאף על פי שאמרו חז''ל: ''על הכל אם אמר שהכל יצא'' אין זה אלא באופן שנתכוין בברכת שהכל לפטור את פרי העץ, או את פרי האדמה, מה שאין כן בזה וכן אם הקדים ובירך ''בורא פרי האדמה'' על פרי האדמה, ולפניו גם פרי העץ, לא נפטר פרי העץ בברכת בורא פרי האדמה, הואיל ולא נתכוין בפירוש לפוטרו אבל אם נתכוין לפוטרו יצא סימן ריב - שהעיקר פוטר את הטפילה"
        },
        {
            "id": 593,
            "text": "כל שהוא עיקר ועמו טפילה, מברך על העיקר ופוטר את הטפילה, בין מברכה שלפניה ובין מברכה שלאחריה ולכן אין מברכים על הגבינה או הריבה שבתוך העוגה, אף אם אוכלן בפני עצמן, ואפילו אם אוכל מהעוגה, וטועם מהגבינה המונחת לפניו בצלחת בפני עצמה, וכוונתו כדי ללפת את העוגה, או מטבל העוגה בריבה, כיון שהיא טפילה לעוגה, ובאה ללפת את העוגה, אין מברכין על הגבינה או על הריבה"
        },
        {
            "id": 594,
            "text": "האוכל מעט פת רק כדי להעביר את מליחות הדגים, או חריפות המלפפון, והעיקר אצלו הדג, אם אכל מן הפת שיעור כזית, ומן הדג לא אכל אלא פחות מכשיעור, צריך לברך ברכת המזון על הפת שאכל, ופוטר את הדג מברכה אחרונה וכל שכן אם אכל מן הפת כדי שיעור שביעה, שחייב לברך ברכת המזון מן התורה"
        },
        {
            "id": 595,
            "text": "האוכלים פירות אחר גבינה, בתוך הסעודה בלא פת, כדי למתק את הפה מן הגבינה, נכון יותר לאכול מהם בתחלה בלא פת, כדי לברך עליהם, וטוב יותר שיכווין בברכת המוציא שאינו רוצה להוציא בברכתו את הפירות, שבכל מקום שיש מחלוקת טוב שיכוין בפירוש שלא לצאת ידי חובה"
        },
        {
            "id": 596,
            "text": "האוכל ''קרמבו'', טוב שיאכל את הביסקויט יחד עם הקרם, ואז יברך שהכל בלבד וכן האוכל גלידה בגביע, אינו מברך על הגביע, שנפטר בברכת שהכל על הגלידה שהיא העיקר ואף אם אוכל את הביסקויט או את הגביע אחר שגמר את הקרמבו או הגלידה, אינו מברך מזונות"
        },
        {
            "id": 597,
            "text": "יש אומרים שהעיקר פוטר את הטפלה בין שאוכל את הטפלה לפני העיקר ובין שאוכל את הטפלה אחר העיקר ויש אומרים שאם אוכל את הטפל קודם העיקר מברך על הטפל שהכל ויש אומרים שמברך על הטפל כברכתו וכן נראה עיקר"
        },
        {
            "id": 598,
            "text": "גלידה שבין שני ביסקויטים שנקראת קסטה, אם רוצה לאכול רק את המילוי, ואוכל הרקיקים רק מפני שהם שם, ובשבילו הביסקויטים הם רק כדי לתפוס את הגלידה שבאמצע, והעיקר אצלו זה הגלידה, יברך שהכל על הגלידה ופוטר הרקיקין, וכמו שנתבאר בילקוט יוסף חלק ג' אבל אם רצונו ומטרתו לאכול גם את הביסקויטים, , יש לברך בורא מיני מזונות על הביסקויטים, ולפטור את הגלידה וכן אם רוצה לאכול את הביסקויט בפני עצמו, רשאי לברך בורא מיני מזונות תחילה, ואחר כך יברך שהכל על הגלידה ואם הגביע עשוי מקמח תירס או מקמח תפוחי אדמה, בודאי שברכת שהכל פוטרת הכל בכל ענין, ולכן יש לברר קודם הברכה ממה נעשה הגביע, כדי לדעת ברכתו"
        },
        {
            "id": 599,
            "text": "האוכל תבשיל או אורז, ומונח לפניו בצלחת חתיכת עוף, או שניצל, או בשר, אם הבשר מעורב עם האורז, הוא טפל לגבי האורז, ומברך על האורז בלבד ובפרט אם נתבשלו בקדרה אחת אבל אם הבשר מונח בנפרד בצד הצלחת, ואוכלו לבסוף בפני עצמו בלי האורז, מברך גם על הבשר ובפרט אם הבשר נתבשל בקדרה אחרת והאוכל אורז ואפונה מעורבים זה בזה, או אורז וגזר וצימוקים מעורבים, מברך בורא מיני מזונות בלבד וכן אם אוכל אורז עם מלפפון חמוץ, או זיתים כבושים, ואוכל המלפפון יחד עם האורז, אינו מברך, דחשיב כטפל, אבל אם אוכל המלפפון לבסוף לבדו, ולא אכל ממנו עם האורז, לא חשיב כטפל ומברך עליו בורא פרי האדמה, ועל הזיתים בורא פרי העץ כל שאין אכילת המלפפון באה להעביר טעם האורז, שאז אין זה נחשב כטפל"
        },
        {
            "id": 600,
            "text": "כבר נתבאר לעיל שהאוכל עוגה ושותה עמה תה או קפה, מברך על העוגה בורא מיני מזונות, ועל המשקה שהכל נהיה בדברו, שאין זה נחשב כעיקר וטפל ויקדים לברך בורא מיני מזונות על העוגה, ואחר שטעם מהעוגה יברך שהכל על התה"
        },
        {
            "id": 601,
            "text": "אף על פי שהלכה רווחת בידינו שהעיקר פוטר את הטפל בברכה ראשונה, אם הטפל חביב בעיניו כמו העיקר, יש אומרים שיכול להקדים לברך על הטפל, ואחר כך לברך על העיקר ויש שחששו בזה לברכה שאינה צריכה, ואינו יכול לברך על הטפל לבדו"
        },
        {
            "id": 602,
            "text": "האוכל מיני פירות עם פת הבאה בכיסנין, ואין לו ליפתן אחר, ומלפת בפירות אלה את העוגה, אף שאוכל מהפירות באמצע בלי העוגה, אינו מברך על הפירות, דכיון שאין כוונתו באכילת הפירות אלא ללפת בהם את העוגה, הוו הפירות כטפל לגבי העוגה, ואין לברך עליהם, דספק ברכות להקל אולם האוכל פירות לבד בתוך אכילת פת הבאה בכיסנין, ואינו מלפת ביחד, בודאי שאין האחד נפטר בברכת האחר, ורק כשמלפתם בהם אינו מברך וכן בבשר ודגים או גבינה אלא אם כן אוכל פת אחר הדגים כדי להעביר מליחות הדג, שאינו מברך על הפת, כמבואר"
        },
        {
            "id": 603,
            "text": "האוכל כוסכוס עם ירקות שעליו, מברך מזונות על הכוסכוס, ואינו מברך על הירקות ויש שמקדימים לברך על הירקות, ואוכלים כמה מהם לבדם, ואחר כך מברכים על הכוסכוס ומברכים עליו מזונות ויש שחששו בזה לברכה שאינה צריכה, אחר שהירקות טפלים לכוסכוס, ולכל מנהג יש על מה לסמוך סימן ריג - מי שיצא אם מוציא אחרים"
        },
        {
            "id": 604,
            "text": "אין המברך מוציא אחרים בברכת הנהנין אלא אם כן יאכל וישתה עמהם, ואז יוצאים בשמיעתן שמכוונין אליו, אפילו לא יענו אמן וכאשר מברך להוציא אחרים ידי חובתם צריכים לשבת ולכן יש להזהיר את הצבור לשבת בעת שמיעת ברכות ההבדלה, כשהשליח צבור מבדיל ומכוין להוציא את הצבור ידי חובתם ובברכה אחרונה על פירות, כגון ברכת נפשות או על העץ וכדומה, שאין בהם זימון, לכתחלה כל אחד יברך לעצמו, ולא יצאו ידי חובה על ידי שומע כעונה ואם השומע אינו בקי לברך ברכה זו בעל פה, יאמר עמו מלה במלה"
        },
        {
            "id": 605,
            "text": "אין יוצאים ידי חובה בשמיעת הברכה מאחר, אלא אם כן שמעו את הברכה מתחלתה ועד סופה, ונתכוונו לצאת בה ידי חובה, והמברך נתכוין גם כן להוציאם ידי חובתם"
        },
        {
            "id": 606,
            "text": "השומע ברכה מחבירו ונתכוין המברך להוציאו ידי חובה בברכתו, וגם הוא נתכוין לצאת, וענה אמן אחר ברכת חבירו, ושוב נמלך בדעתו שלא לאכול או לשתות כלל, אינו רשאי להמלך, אלא חייב לטעום כל שהוא כדי שתחול הברכה עליו, ולא תהיה כברכה לבטלה לגביו וכן אינו רשאי לחזור לברך בעצמו, שמאחר וקיימא לן שומע כעונה וגם ענה אמן הרי הוא כמוציא הברכה מפיו, ואם יברך אחר זה הוי כברכה לבטלה אבל אם לא ענה אמן אחר המברך, רשאי להמלך שלא לאכול או לחזור ולברך"
        },
        {
            "id": 607,
            "text": "מי שמסופק באיזו ברכה אם חייב לברך או לא, רשאי לשמוע הברכה מפי חבירו שהוא חייב בודאי באותה ברכה, באופן ששניהם מכוונים לצאת בברכה ההיא, ואין בזה שום חשש איסור לברכה לבטלה, שהרי הוא כאילו התנה מעיקרא, שאם הוא חייב באותה ברכה הרי הוא יוצא ידי חובה בברכת חבירו, ואם לאו, אינו מכוין לצאת ידי חובה כלל, מאחר שאינו צריך לכך"
        },
        {
            "id": 608,
            "text": "אין אומרים ''אף על פי שיצא מוציא'' אלא בברכת המצוות, אבל בברכות השבח, כגון תפלה וברכות קריאת שמע, או ברכת אשר יצר את האדם בחכמה, או אשר יצר אתכם בדין, או עושה מעשה בראשית, הגומל, וכל כיו''ב, מי שכבר בירך ויצא ידי חובתו, אינו רשאי לחזור ולברך להוציא את חבירו ידי חובה סימן ריד - שם ומלכות בברכות"
        },
        {
            "id": 609,
            "text": "כל ברכה שאין בה הזכרת שם ומלכות אינה ברכה, ואם דילג שם או מלכות יחזור ויברך ויש אומרים שאפילו לא דילג אלא תיבת העולם לבד, צריך לחזור ולברך, דמלך לבד אינה מלכות ויש חולקים, ולענין הלכה ספק ברכות להקל, ואינו חוזר לברך וכן אם אמר שם אדנות, ודילג תיבת אלהינו, או שאמר תיבת אלהינו ודילג שם אדנות, יצא בדיעבד, ואינו חוזר ומברך"
        },
        {
            "id": 610,
            "text": "אסור לברך או להוציא מפיו הזכרת השם בגילוי הראש ומכל שכן שאסור להתפלל תפלת שמונה עשרה בגילוי הראש ואף שלא בשעת התפלה אין ללכת ד' אמות בגילוי ראש, ואף אם אינו הולך אסור לשהות שיעור מהלך ד' אמות בגילוי ראש ויש אומרים שהוא איסור מעיקר הדין, ויש אומרים שאינו אלא ממדת חסידות ואף על פי שכן הוא העיקר, מכל מקום בזמן הזה יש להחמיר בזה יותר, כי כיסוי הראש מעיד על שייכותו למחנה שומרי תורה ומצוות, ולא להיפך ח''ו ולכן כל מי שהוא ירא שמים צריך להזהר לכסות את ראשו כשהולך ברשות הרבים, שיהיה היכר בין עובד אלקים לאשר לא עבדו, ויש בזה יותר ממדת חסידות, והכיפה שעל ראשו של אדם ירא שמים היא לסמל ולמופת, שהוא שייך למחנה הדתי, ומורא שמים עליו ומי שהולך בגילוי ראש אדרבה יש בו משום מראית העין, שיחשדוהו שהוא אדם חפשי הפורק עול מלכות שמים מעליו"
        },
        {
            "id": 611,
            "text": "אם אין לו כיסוי ראש, לא מועיל ליתן את כף ידו על ראשו במקום כיסוי ראש, אלא ימשוך השרוול ויניח היד עם השרוול על ראשו ויברך ויש מי שכתב שאין צריך למשוך השרוול, וגם אם מניח זרוע ידו על ראשו מועיל כדי לברך ואין הוראה זו נכונה לדעת מרן הבית יוסף סימן רטו - עניית אמן אחר הברכות"
        },
        {
            "id": 612,
            "text": "אין עונים אמן אחר ברכות עצמו, אלא כשמברך ב' ברכות או יותר, שהם סוף הברכות, כמו בברכת יהללוך, ובברכת ישתבח, ובברכת שומר את עמו ישראל לעד, ובברכת הפורס סוכת שלום וכו', ובברכת המברך את עמו ישראל בשלום, ובברכת בונה ירושלים, ובסיום ברכות ההפטרה"
        },
        {
            "id": 613,
            "text": "השומע אחד מישראל שמברך אחת מכל הברכות, אף על פי שלא שמע את כל הברכה מתחלתה ועד סופה, וגם אינו חייב באותה ברכה, חייב לענות אחריו אמן אבל אם היה המברך אפיקורוס או כותי, אין עונים אחריו אמן אפילו אם שמע את הברכה מתחלה ועד סופה אינו עונה אחריו אמן במה דברים אמורים בנוצרי, אבל אם שמע ברכה ממוסלמי עונה אחריו אמן וכן השומע ברכה ממחללי שבת בזמנינו, עונה אחריו אמן אבל השומע ברכה מפי רב רפורמי, כגון בטכס נישואין, אין לענות אחריו אמן"
        },
        {
            "id": 614,
            "text": "מי שבירך על איזה דבר, ושינה ממטבע הברכה, או שדילג הזכרת שם שמים, אין עונים אחריו אמן"
        },
        {
            "id": 615,
            "text": "השומע ברכה מחבירו דרך הטלפון, או ברדיו בשידור ישיר, עונה אחריו אמן, אף שאינו יוצא ידי חובה מדין ''שומע כעונה'' באופן כזה ואפילו אם גלי הקול מעבירים את קול המברך אחר כמה שניות, עונים לקדיש ולקדושה ולברכות כשהוא בשידור ישיר וכל שכן אם שמע ברכה דרך הרם-קול, שעונה אמן אחר המברך, אף אם לא היה שומע הברכה לולי הרם-קול והשומע ברכה או קדיש מהקלטה, או שידור חוזר, אינו עונה אמן"
        },
        {
            "id": 616,
            "text": "הרואה את חבירו ממלמל איזו ברכה, ואינו שומע איזו ברכה מברך, אינו עונה אחריו אמן, אלא אם כן ראה את מה שאוחז בידו, ומתוך כך מבין שהוא מברך ברכה מסויימת, שאז כשרואה אותו מסיים למלמל הברכה, עונה אחריו אמן, שהרי יודע מה בירך ועדיף יותר שיטה אוזן וישמע חלק מהברכה, להיות בטוח איזו ברכה הוא מברך"
        },
        {
            "id": 617,
            "text": "מנהג יפה הוא לענות בברכה אחר הזכרת שם ה'''ברוך הוא וברוך שמו'' ואם המברך ממהר ויש חשש שעל ידי עניית ברוך הוא וברוך שמו לא יספיק לענות אמן, יש להעדיף עניית אמן על פני עניית ברוך הוא וברוך שמו וכבר כתבנו לעיל שיש נוהגים לענות אמן כששומעים הרחמן שבברכת המזון, אחר כל משפט וכן בברכת השנים וב ''יעלה ויבא'', וכדומה ומנהגינו לענות אמן אחר אמירת ''מי שברך'' שעושים בבית הכנסת בעת פתיחת ההיכל או אחר קריאת התורה ובכל זה אין עניית אמן חיוב אלא מנהג טוב, ולכן העוסק בלימודו, אין צריך להפסיק לעניית אמן לנ''ל"
        },
        {
            "id": 618,
            "text": "קטן המברך ברכה, בין ברכת הנהנין ובין ברכת המצוות, אם מברך בשעת אכילה או בשעת קיום מצוה, עונים אחריו אמן אבל אם מברך בשעה שמתלמד הברכות בבית הספר, אין עונים אחריו אמן במה דברים אמורים בקטן שמלאו לו שש שנים ויודע למי מברכים והוא הדין כשיש ספק בדבר אם מלאו לו שש שנים, עונים אחריו אמן וקטן שידוע שלא מלאו לו שש שנים, והוא מבן חמש שנים ומעלה ויודע למי מברכים, העונה אחריו אמן יש לו על מה שיסמוך אבל פחות מגיל זה, או שאינו יודע למי מברכים, אין עונים אמן אחר ברכותיו כלל, אפילו כשמברך קודם אכילתו, או קודם קיום מצוה  ואין חילוק בכל זה בין קטן לקטנה וכל האמור הוא בקטן שיודע לנקות עצמו שיהא גופו נקי כהוגן אבל אם אין גופו נקי, יש מחלוקת בדבר אם עונים אמן אחר ברכותיו, ושב ואל תעשה עדיף"
        },
        {
            "id": 619,
            "text": "מי שמוכרח לישב בגילוי הראש, כגון בבית משפט של גוים, ושמע ברכה מחבירו, מותר לו לענות אמן בגילוי הראש"
        },
        {
            "id": 620,
            "text": "כל המברך ברכה שאינה צריכה, הרי זה נושא שם שמים לשוא והרי הוא כנשבע לשוא ואסור לענות אחריו אמן ולדידן איסור ברכה לבטלה הוי מן התורה, ולפיכך החמירו בספק ברכות ואמרו דשב ואל תעשה עדיף"
        },
        {
            "id": 621,
            "text": "הלומד בש''ס ובמדרשי חז''ל, ופוגע בפסוקים שיש בהם אזכרות שם שמים, יש לו לקראם כקריאתן בתנ''ך בהזכרת שם שמים, ואין להחמיר בזה ולכנות ולבטאת ''אלוקים'' בקו''ף ולא בה''א, או לומר ''אדושם'', או ''המוני'', שהואיל ומדינא שרי, המחמיר יוצא שכרו בהפסדו, דהוי כמכנה שם כלפי מעלה אולם אזכרות שבמטבע ברכות המובאים בש''ס ובמדרשי חז''ל ובפוסקים, אין לקראם כי אם בכינוי ''השם'' וכמו כן יכנה לומר אלוקים, או אלוקינו בקו''ף"
        },
        {
            "id": 622,
            "text": "והוא הדין בזה למי שדורש ברבים, ומזכיר בדרשתו איזה פסוק, שרשאי לומר שם ה' כקריאתו, ולא יכנה לומר ''השם'' וכיו''ב ואפילו אם אינו אומר פסוק שלם, אלא חלקו בלבד, רשאי להזכיר שם ה' או אלוקים בה''א"
        },
        {
            "id": 623,
            "text": "מותר לברך ולהזכיר שם ה' לשם לימוד לקטן, עד שיהיה רגיל בברכות וצריך לחנך את הקטנים לברך ברכות המצות וברכות הנהנין, הן ברכה ראשונה והן ברכה אחרונה וקטן שעדיין לא יודע לברך, מותר לחנכו לברך כמה פעמים על כל פרי ופרי, אף שדעתו היה לאכול יותר מפרי אחד וכשהאב מחנך את בנו או בתו לברך, מותר לו להזכיר שם ה' בברכה, ואין בזה חשש משום ברכה לבטלה אבל כשהבן יודע כבר לברך, ורק צריך לעזור לו בברכה, יש להמנע מלומר שם ה' ומותר לחנך את הקטן לברך אף שאינו יודע לקנח עצמו יפה"
        },
        {
            "id": 624,
            "text": "על האב לשים לבו לבניו הקטנים שלא ירגילו להזכיר שם שמים לבטלה, שלא לשם חינוך"
        },
        {
            "id": 625,
            "text": "אין כל איסור להשמיע פסוקי תפלה ותנ''ך מעל תקליטי הגרמפון, אף על פי שמוקלט בהם אזכרות שם ה' ואין לחוש בזה להזכרת שם שמים לבטלה ובלבד שהדבר יהיה בשמחת מצוה, והאזנת השומעים בכובד ראש, ובמקום גילה שם תהא רעדה אבל אם שומעים זאת בדרך היתול שחוק וקלות ראש, ומדברים דברי ליצנות, יש להמנע מלישב שם, ועל זה אמרו: ובמושב ליצים לא ישב"
        },
        {
            "id": 626,
            "text": "כל הנהנה מן העולם בלא ברכה הרי זה כאילו מעל בקדשי שמים, ולכן יש להקפיד שלא ליהנות אפילו כל שהוא בלי ברכה ואמנם מי שאין עליו חיוב לברך, כמו אונן, אפילו שמסר מתו לחברא קדישא, או אונן ביום טוב כשאין בדעתו לקבור על ידי נכרים, או מי שמסופק אם בירך או לא, שבכל אלה פטור מלברך, מותר לו לאכול ואין בזה משום כל הנהנה מן העולם הזה וכו' ומותר אף לכתחלה בקום ועשה לאכול בכל האופנים הנ''ל, ודלא כמי שהחמיר בזה"
        },
        {
            "id": 627,
            "text": "כל הדין הנזכר לעיל הוא רק לגבי ברכה ראשונה, אבל לגבי ברכה אחרונה לא אמרינן כל הנהנה מן העולם הזה בלא ברכה כאילו מעל"
        },
        {
            "id": 628,
            "text": "במקום שיש ספק אם רשאי לברך או לא, שאנו אומרים ספק ברכות להקל, ואינו מברך, רשאי על כל פנים להרהר הברכה בלבו, שאין איסור ברכה לבטלה אלא כשמוציא בשפתיו אולם אין לברך בלשון תרגום, דהיינו שאומר במקום ברוך אתה ה' אלוקינו מלך העולם, בריך רחמנא מלכא דעלמא וכו' וכן לא יברך בשאר לשונות, מפני שדעת רבים מן הפוסקים שאף בלשון תרגום או בלשון לעז שמברך בכיו''ב יש חשש איסור ברכה לבטלה הלכות ברכת הבשמים סימן רטז - דיני ברכת הריח"
        },
        {
            "id": 629,
            "text": "חז''ל הצריכו לברך על הנאת הריח, ואסרו ליהנות מריח טוב עד שיברך אבל לאחריו אין צריך לברך כלום וסמכו זה על הפסוק ''כל הנשמה תהלל יה'' איזהו דבר שהנשמה נהנית ממנו, זה הריח  וכשהוא מברך יטול הבשמים ביד ימינו ויש נוהגים לומר אחר שהתחיל להריח: ריח ניחוח לה' ויזהר שלא לומר פסוק זה בין הברכה להרחה"
        },
        {
            "id": 630,
            "text": "אם יש לו ספק בדבר אם יש ריח טוב באותו צמח, יריח ממנו תחלה, ורק אחר שידע בבירור שיש בו ריח טוב, יברך ויחזור ויריח ממנו וכן אם הוא מצונן, ומחמת כן הוא מסופק אם יכול להרגיש בחוש הריח שלו, יריח תחלה מן הבשמים, ואם נוכח לדעת שיכול להריח ריח טוב, יברך ויחזור ויריח ואין בזה כל חשש"
        },
        {
            "id": 631,
            "text": "אם הבשמים שמריח בהם הם מין עץ, מברך בורא עצי בשמים, ואם הם מין עשב מברך בורא עשבי בשמים ואם אינו לא מין עשב ולא מין עץ, מברך בורא מיני בשמים ועל כולם אם אמר בורא מיני בשמים יצא הילכך על כל דבר שמסופק בו ואינו יכול לברר הדבר, מברך בורא מיני בשמים"
        },
        {
            "id": 632,
            "text": "המברך בורא עשבי בשמים על מין עץ, לא יצא ידי חובה אפילו בדיעבד, שאין העץ במקום העשב, שעשה הארץ לחוד ועץ השדה לחוד ובעץ רך מאד כעשב המתקיים שנים רבות, אם בירך עשבי יצא"
        },
        {
            "id": 633,
            "text": "על ההדסים, פרח ההדרים, ורד, יסמין, שיבה, צפורן, וקנמון, מברכים בורא עצי בשמים ועל רודה, ונרקיס, מברכים בורא עשבי בשמים"
        },
        {
            "id": 634,
            "text": "עשב הנקרא ''ריחאן'' התימני, מברכים עליו בורא עצי בשמים, מפני שמין עץ הוא וכן העידו כל תלמידי החכמים של עדת תימן, שכן המנהג פשוט אצלם"
        },
        {
            "id": 635,
            "text": "על ריח עלי מנטה מברך בורא עשבי בשמים ואפילו אם ראוי הוא לאכילה, ובפרט שהובא על מנת להריח בו ואין לחוש להמנע מלהריח בו כדי שלא יתחייב לברך עליו ברכת הריח, שמכיון שיש בו ריח טוב ונהנים ממנו, אין כאן חשש איסור ברכה לבטלה כלל, וכן המנהג"
        },
        {
            "id": 636,
            "text": "טוב לברך על הריח בשבת ויום טוב, כדי להשלים מאה ברכות והמטייל בגינתו בשבת ויום טוב, ומתכוין להריח מהשושנים והפרחים שבגינה, מברך ברכת הריח, ולא חיישינן שמא יתלשם בשבת ויום טוב"
        },
        {
            "id": 637,
            "text": "אם היה פרי ראוי לאכילה ונטלו להריח בו, מברך הנותן ריח טוב בפירות אפילו אם אחר כך אוכל את הפרי ואף על פי שיש נוסחאות אחרות בברכה זו, אשר נתן ריח טוב, אין להימנע משום כך מלהריח בפירות שיש בהם ריח טוב, ואדרבה, ראוי לו לאדם שיריח מהם ויברך עליהם אבל אם נוטל הפרי לשם אכילה בלבד, אינו מברך על הריח"
        },
        {
            "id": 638,
            "text": "אם טעה ובירך על ריח טוב של הפרי בורא מיני בשמים, יצא"
        },
        {
            "id": 639,
            "text": "מנהגינו לברך על לימון חמוץ ברכת ''הנותן ריח טוב בפירות'' אף אם הוא חמוץ הרבה ואינו ראוי לאכילה בפני עצמו, דסוף סוף שם פרי עליו ואפילו אם קנו את הלימון לשם אכילה ולא לשם ריח, מברכים עליו ברכת הריח"
        },
        {
            "id": 640,
            "text": "מי שטעה ובירך ''שהכל נהיה בדברו'' על הרחת בשמים, יצא ידי חובה, שאף לענין הריח, אם בירך שהכל יצא, ולא רק לענין מאכל ומשקה"
        },
        {
            "id": 641,
            "text": "אבל המבדיל לבני ביתו במוצאי שבת, רשאי לברך על הבשמים בורא עצי בשמים או בורא עשבי בשמים"
        },
        {
            "id": 642,
            "text": "בשמים של ערלה, יש בהם דין ערלה ואסור להריח בהם וכל שכן שאסור לברך עליהם ברכת הריח ואם אין ידוע אם הם של ערלה או לא, אין לחוש מלברך עליהם, שהולכים אחר הרוב, ורוב הבשמים אינם של ערלה אולם בהדס אין נוהג דין ערלה, ומותר להריח ולברך על הדס אפילו בתוך ג' שנים  וגם בענבי הדס אין נוהג דין ערלה, אף בארץ ישראל ועלי הורד של ערלה, יש אומרים שנוהג בו דין ערלה בארץ ישראל, ואסור להריחו ולברך עליו ברכת הריח, וכל שכן שאסור באכילה ויש חולקים ואומרים שאין נוהג בו דין ערלה, ומותר להריח בו ולברך עליו ברכת הריח ולדינא, יש להחמיר בו בארץ ישראל לענין אכילה, אך מותר להריח בו, ואף לברך עליו ברכת הריח"
        },
        {
            "id": 643,
            "text": "המריח באתרוג של מצוה, בימי החג, אף שנוטלו רק כדי להריח בו, נחלקו הפוסקים אם מברך עליו ברכת הריח או לא, ולכן נכון שלא להריח בו"
        },
        {
            "id": 644,
            "text": "אין מברכים לא ברכת הריח ולא ברכת הנהנין על עישון סיגריות ואמנם כבר נתבאר לעיל, שראוי ונכון מאד להמנע שלא לעשן כלל ולא תיקנו חכמים ברכה על שמיעת קול נעים, ורחיצה, שהרי אינם נכנסים לגוף"
        },
        {
            "id": 645,
            "text": "מי שבירך על בשמים באמצע סעודתו, ונשארו הבשמים לפניו, ורוצה לחזור ולהריח בהם אחר ברכת המזון, אינו חוזר לברך ברכת הריח, כיון שהיו לפניו, ואין ברכת המזון חשובה הפסק אלא בעניני אכילה ושתיה סימן ריז - עוד בדין ברכת הבשמים"
        },
        {
            "id": 646,
            "text": "הנכנס לחנות של בושם שיש בו מיני בשמים, ונהנה מהריח, מברך ''בורא מיני בשמים'' אבל אם אין בחנות בשמים ממש, אלא מי בושם וכדומה, אינו מברך ואפילו ישב שם כל היום כולו, אינו מברך אלא פעם אחת, נכנס ויצא נכנס ויצא, אם היה דעתו לחזור אינו חוזר לברך, אבל אם לא היה דעתו לחזור לחנות, חוזר ומברך שוב על הריח"
        },
        {
            "id": 647,
            "text": "אין מברכין על בשמים של מתים הנתונים למעלה מהמטה, שאינם אלא להעביר סרחונו של מת וכן אין מברכים על בשמים של בית הכסא, ועל שמן העשוי להעביר את הזוהמא ועל ''ספריי'' אין לברך ברכת הריח, שבלאו הכי אין בריח ממש"
        },
        {
            "id": 648,
            "text": "אפשר לברך ברכת הריח על מי בושם, או על טבק העשוי מבושם עם מי ורדים, וכן פשט המנהג אף שאין לו עיקר, ורובו מים אבל אין לברך על צלוחית ריקנית שהיה בה ריח טוב, ועדיין נודף ממנה ריח טוב וכן כלי שדכו בו בשמים, ויש בכלי ריח, אין לברך על זה ברכת הריח"
        },
        {
            "id": 649,
            "text": "אסור להריח ולברך על בשמים התלויים בצוארה של אשה,"
        },
        {
            "id": 650,
            "text": "בשמים של עבודת כוכבים אין מברכים עליהם, לפי שאסור להריח בהם הלכות ברכת הניסים סימן ריח - דין ברכה על נסים"
        },
        {
            "id": 651,
            "text": "יש להזהיר את הנוהגים לומר הלל ביום ה' באייר, שחלילה מלברך על ההלל ביום זה, והמברך הרי הוא נושא שם שמים לבטלה, ועוונו חמור ביותר, ואסור לענות אחריו ''אמן'' וכן הורו כל גדולי הדור זיע''א ומכל שכן שאסור לברך על ההלל בליל יום ה' באייר, והמברכים על ההלל ביום העצמאות, או שהחיינו הרי זו ברכה לבטלה, שאין להם על מה לסמוך, ואין לענות אמן אחר ברכתם, ובפרט שבעוה''ר בעת קום המדינה העבירו רבבות על דתם, ונעשו מחללי שבת וכו', וכמליון ילדים אינם יודעים שמע ישראל"
        },
        {
            "id": 652,
            "text": "אסור לברך ברכת שהחיינו בליל ה' באייר, או ביום ה' באייר, וכל המברך הרי הוא נושא שם שמים לבטלה, ואסור לענות אחריו אמן"
        },
        {
            "id": 653,
            "text": "קהל שנעשה להם נס, ואפילו עיר שלימה שנעשה להם נס, אינם רשאים לברך על ההלל ורשאים לומר פסוקי ההלל בלי ברכה, כמי שקורא תהלים, ואין בזה איסור משום ''כל האומר הלל בכל יום וכו''' שאין איסור זה אלא כשמברך על ההלל"
        },
        {
            "id": 654,
            "text": "מי שניצול מסכנה, כגון שבאו גנבים בלילה ובא לידי סכנת נפשות, וכן אם ניצול בתאונת דרכים, או שנדקר בסכין וכיו''ב, כשמגיע שוב למקום ההוא יאמר בלי שם ומלכות: ''ברוך שעשה לי נס במקום הזה'' ורק בנס היוצא מגדר הטבע, כגון שנברא לו מעיין וכדומה, רק בזה מברכים בשם ומלכות שעשה לי נס במקום הזה הלכות ברכות הודאות סימן ריט - ברכת הודאת היחיד - הגומל"
        },
        {
            "id": 655,
            "text": "ארבעה צריכים להודות, יורדי הים כשעלו ממנה, הולכי מדברות כשיגיעו לישוב, מי שהיה חולה ונתרפא, ומי שהיה חבוש בבית האסורים ויצא וסימנך: וכל החיי''ם יודוך סלה ח'בוש, י'סורים, י'ם, מ'דבר"
        },
        {
            "id": 656,
            "text": "ומה מברך? ברוך אתה ה' אלוקינו מלך העולם הגומל לחייבים טובות שגמלני כל טוב והשומעים אומרים: מי שגמלך כל טוב הוא יגמלך כל טוב סלה"
        },
        {
            "id": 657,
            "text": "המנהג הפשוט שאין הקטן פחות מי''ג שנה מברך ברכת הגומל, אך הרוצים להנהיג שגם קטן יברך הגומל, יכולים להנהיג כן, והאב אינו יכול לברך הגומל במקום בנו"
        },
        {
            "id": 658,
            "text": "יש להזהיר את הקהל שיענו אמן אחר ברכת הגומל קודם שיענו ''מי שגמלך כל טוב הוא יגמלך כל טוב סלה'' והמברך עונה אחר הקהל ''אמן כן יהי רצון''"
        },
        {
            "id": 659,
            "text": "מי שהיה בבית האסורים ויצא משם, ונתחייב בברכת הגומל, וגם נסע מעיר לעיר שיעור מהלך פרסה, אף שנתחייב בברכת הגומל ב' פעמים, אינו מברך אלא ברכה אחת, ועולה לו לזה ולזה וכן מי שהיה חולה וגם נסע לחו''ל, ברכה אחת פוטרתו"
        },
        {
            "id": 660,
            "text": "חטופי מטוס ששוחררו יש להם לברך ברכת הגומל אבל קרוביהם וידידיהם אין להם לברך הגומל ואשכנזי רשאי לברך על הצלת חבירו ורפואתו"
        },
        {
            "id": 661,
            "text": "נשים חייבות לברך ברכת ''הגומל'' לאחר שנתרפאו ממחלה, או לאחר לידת בן או בת וכיו''ב ולכן אם האשה נתחייבה בברכת הגומל, תלך לבית הכנסת ותברך בעזרת הנשים, כשיש עשרה אנשים בבית הכנסת, בעת קריאת התורה בין גברא לגברא , או תברך כשעושים מסיבה בבית להולדת הבת, או בעת לימוד ''ברית יצחק'' שנוהגים לערוך בליל הברית, או בעת סעודת המילה, כשיש שם עשרה אנשים גדולים ותברכנה בפתח החדר, בקול רם, כדי שישמעו את הברכה ואין לאשה למנוע עצמה מלברך הגומל בזמן שאינה טהורה ואין לבעל לברך הגומל במקום אשתו, אלא אם כן גם הוא נתחייב בברכה זו, כגון שנסע מעיר לעיר שיעור פרסה וכדומה, שאז יברך בבית הכנסת בעת קריאת התורה, ואשתו תשמע את ברכתו בעזרת הנשים, ותכוין לצאת ידי חובת הברכה, וגם הוא יתכוין להוציאה בברכתו ואף שהאיש מברך הגומל על נסיעה מעיר לעיר, והיא צריכה לברך הגומל אחר לידה או מחלה, יכול להוציאה מדין שומע כעונה גם בכהאי גוונא, דסוף סוף מטבע אחד הוא ואם עברה ובירכה ברכת הגומל בלא עשרה, יצאה ידי חובה ולא תחזור לברך הגומל בעשרה"
        },
        {
            "id": 662,
            "text": "יש מי שכתב שיכולות הנשים שנתחייבו בברכת הגומל לברך ברכה זו בפני תשע נשים ואיש אחד, ואין לסמוך על דבריו נגד דעת מרן שקבלנו הוראותיו"
        },
        {
            "id": 663,
            "text": "אפשר לברך ברכת הגומל בלילה , ומכל מקום יש המקפידים שלא לברך ברכה זו אלא ביום"
        },
        {
            "id": 664,
            "text": "צריך לברך ברכה זו בפני עשרה, וטוב ששנים מהם יהיו תלמידי חכמים, דכתיב, וירוממוהו בקהל עם, ובמושב זקנים יהללוהו ואם אין תלמידי חכמים מצויים בעיר, יברך אפילו שלא בפני תלמידי חכמים ונהגו לברך ברכת הגומל אחר קריאת התורה, לפי שיש שם עשרה ואין להקל לברך שלא בפני עשרה אפילו לגבי אשה ומכל מקום בדיעבד מי שעבר ובירך הגומל שלא בפני עשרה, לא יחזור לברך שנית ברכת הגומל, אלא יאמר ברכה זו בלי שם ומלכות בפני עשרה"
        },
        {
            "id": 665,
            "text": "יש אומרים שאין המברך עצמו מצטרף לעשרה, דבעינן שיהיה שם מנין לבד מהמברך ומכל מקום המברך באופן כזה שאין שם עשרה אלא בצירוף המברך, יש לו על מה שיסמוך"
        },
        {
            "id": 666,
            "text": "מי שנתחייב בברכת הגומל, כגון שהיה חולה ונתרפא, ועלה לעליית מפטיר, יש לו לברך ברכת הגומל אחר סיום ברכות ההפטרה, ולא בין קריאת התורה להפטרה"
        },
        {
            "id": 667,
            "text": "מי שנתחייב בברכת הגומל, כגון שנסע מעיר לעיר שיעור פרסה וכדומה, ואינו עולה לקריאת התורה, וחבירו שגם כן נתחייב בברכת הגומל עולה לקרות בתורה, יכול לומר לו שיכוין עליו להוציאו בברכת הגומל, וגם הוא יתכוין לצאת, ויוצא ידי חובת הברכה בשמיעתו, שגם בברכת הגומל מהני שפיר דין ''שומע כעונה''"
        },
        {
            "id": 668,
            "text": "מי שהתחייב בברכת הגומל, לכתחלה ישתדל לברך ברכה זו בתוך ג' ימים, ואפילו שלא בפני ספר תורה ובשעת קס''ת, ושלא בפני ב' חכמים, ודי שיהיו שם עשרה שאין להמתין ולאחר בשביל זה ברכה זו ואם איחר מלברך ברכת הגומל יש לו תשלומין לברך כל זמן שירצה, אלא שנכון שלא לאחר יותר מג' ימים"
        },
        {
            "id": 669,
            "text": "אם נתחייב לברך הגומל בערב יום טוב, טוב להשתדל לברך ביום טוב, או על כל פנים קודם שיעבור הרגל"
        },
        {
            "id": 670,
            "text": "הנוסע מעיר לעיר בכל רחבי הארץ, אם יש בנסיעתו כשיעור פרסה, שהוא שעה וחומש, בין ברכבת ובין באוטובוס וברכב פרטי, צריך לברך אחר כך ''הגומל'', לפי מנהג הספרדים ועדות המזרח ואף אם יש בדרך נקודות ישוב ומושבים, גם בזה מנהגינו לברך הגומל, שכל הדרכים בחזקת סכנה ואם נוסע מעיר לעיר פחות משיעור זה, לא יברך בשם ומלכות ואם יש בהליכה וחזרה בו ביום שיעור פרסה, מברך בשם ומלכות, אף אם נסע מחצית שיעור פרסה בבוקר, ומחציתה בלילה"
        },
        {
            "id": 671,
            "text": "והוא הדין בכל זה לענין תפלת הדרך, שהנוסע מעיר לעיר שיעור פרסה, מברך תפלת הדרך עם צאתו מהעיר  ואין צריך לעצור את הרכב כדי לברך תפלת הדרך, אלא יכול לברך כשהוא נוהג ברכב ומכל מקום אם יכול לעצור באופן שלא יכנס לסכנה, וכשאינו ממהר, נכון לכתחלה לעצור ולברך ברכת תפלת הדרך בכוונה ואין צריך לברך אלא פעם אחת ביום, אפילו אם ינוח בעיר באמצע היום אבל אם היה דעתו ללון בעיר, ואחר כך נמלך ויצא מהעיר כדי לשוב לביתו וכדומה, צריך לחזור ולברך תפלת הדרך פעם נוספת ואין לאומרה כשעדיין הוא בתוך העיר, אלא לאחר שיצא מהעיר ויתחיל בנסיעתו בכביש בין עירוני ואם שכח לאומרה, יאמר אותה כל זמן שהוא בדרך, ובלבד שלא הגיע בתוך פרסה הסמוכה לעיר שרוצה ללון בה ומשם ואילך יאמר אותה בלא ברכה"
        },
        {
            "id": 672,
            "text": "הנוסעים בכבישים שמצוי בהם סכנה, כגון בכבישים שמצוי בהם יידוי אבנים ובקבוקי תבערה על ידי המחבלים, מברך הגומל אף אם נסע פחות משיעור פרסה ואם נוסע בכבישים אלה כל יום, יברך הגומל בשבת, , לפטור נסיעותיו במשך השבוע"
        },
        {
            "id": 673,
            "text": "הנוסעים מעיר לעיר שיעור פרסה, יש שאין מברכים הגומל אלא בחזרתם למקומם, אם דעתם לחזור בתוך ל' יום וכן הנוסעים להשתטח על קברי הצדיקים, ושוהים שם יומיים או שלשה, , יש שאין מברכים הגומל עד שישובו למקום מגוריהם אולם המנהג הוא לברך הגומל כשנוסע לחו''ל אם מתעכב שם כמה ימים, ועולים לתורה בשבת, או בשני וחמישי, ומברכים הגומל בהיותם בחו''ל, ואחר כך כשחוזרים לארץ, חוזרים ומברכים הגומל על דרך החזרה"
        },
        {
            "id": 674,
            "text": "הטס במטוס שיעור שעה ושתים עשרה דקות, כשמגיע למחוז חפצו לשלום יברך ברכת הגומל, אף על פי ששדה התעופה קרוב למקום מגוריו, שגם זה בכלל הולכי מדברות ודרכים ואם טס באוירון פחות מזמן זה, אינו מברך, וכדין הנוסע במכונית מהירה, שאם שהה בדרך פחות משיעור שעה וחומש, אינו מברך הגומל, אף אם באוטובוס שיעור הנסיעה הוא שעה וחומש והטס באוירון הליכה וחזרה בו ביום, ובצירוף ההליכה והחזרה יש שיעור שעה וחומש ששהה בטיסה, מברך הגומל, בשם ומלכות והדין כן גם באשה"
        },
        {
            "id": 675,
            "text": "יש לברך הגומל גם אם טס במטוס שיעור הנז' מעל מקום יישוב,"
        },
        {
            "id": 676,
            "text": "חיילים הצונחים ממסוק וכדו', ורוצים לברך אחר כך ברכת הגומל, כדין הנוסע במקומות ששכיח בהם ההיזק, שמברך אפילו פחות משיעור פרסה, יש להם על מה שיסמוכו"
        },
        {
            "id": 677,
            "text": "בכל חולי צריך לברך, אפילו אינו חולי של סכנה, ולא מכה פנימית, כל שעלה למטה וירד, צריך לברך ואין צריך שיהיה רתוק למטתו שלשה ימים, אלא כל שהיה רתוק למטתו חייב לברך הגומל כשיתרפא ולכן פצועי תאונת דרכים שנפלו למשכב, צריכים לברך הגומל לאחר שיבריאו וכל שכן מי שהיה חולה בכל גופו שכיוצא בו מחללין עליו את השבת על ידי גוי, שצריך לברך הגומל אולם מי שחש בראשו, או במעיו, או בשיניו, ולא נפל למשכב, אין זה בכלל חולה, ולכשחלפו הכאבים אינו מברך הגומל אלא אם כן היה לו חום"
        },
        {
            "id": 678,
            "text": "חולה עינים שיש בעיניו ציר או דמעות, או מוגלה, וסובל מכך, לאחר שנתרפא מברך הגומל בשם ומלכות ואפילו אם לא עלה למטה ומי שעבר ניתוח בעיניו, אף שלא הוצרך לאישפוז, צריך לברך הגומל"
        },
        {
            "id": 679,
            "text": "מי שעבר ניתוח שבר, או טחורים, וכדומה, וכן כל ניתוח מן החלל ולפנים, לאחר שנתרפא צריך לברך הגומל"
        },
        {
            "id": 680,
            "text": "מי שנתקף בחולי מידי פעם, מזמן לזמן, כל פעם שמחלים ונעשה בריא מברך הגומל, אף שהרופא אומר שחולי זה יחזור אליו"
        },
        {
            "id": 681,
            "text": "מי שהתעלף והתעורר, אינו מברך הגומל, אלא אם כן נסע מעיר לעיר שיעור פרסה, שאז יברך הגומל ויכוין לפטור גם את מה שהתעלף אולם מי שחלה בשפעת ונפל למשכב באופן שהוא גרם לעצמו החולי על ידי חוסר זהירותו, לכשיתרפא מחוליו צריך לברך הגומל בשם ומלכות, ככל חולה שנתרפא"
        },
        {
            "id": 682,
            "text": "מי שניסה לאבד עצמו לדעת על ידי שתיית רעל מסוכן וכדומה, ועל ידי טיפול נמרץ שב לאיתנו והבריא, אינו מברך הגומל, שאין זה מברך אלא מנאץ"
        },
        {
            "id": 683,
            "text": "מי שניצול מתאונת דרכים, לדידן אין לברך הגומל, אף אם היו עמו ברכב כאלה שנפצעו קשה, או ח''ו נהרגו באותה תאונה וכן אין לברך בשם ומלכות שעשה לי נס במקום הזה, שאין מברכים אלא על נס שהוא יוצא ממנהג העולם, אבל נס שהוא מנהג העולם ותולדתו, כגון שבאו גנבים בלילה ובא לידי סכנה וניצול, אינו מברך וטוב לברך בלא שום ומלכות ואם שהו בנסיעתם מהלך שעה ורבע, יברכו הגומל על הנסיעה, ויפטרו את נס התאונה"
        },
        {
            "id": 684,
            "text": "וכן מי שנכנס לשחות בים, והיה בסכנת טביעה וניצול, כיון שלא נפל למשכב אינו מברך הגומל וכן מי שיצא למלחמה ונלחם, אף שהיה בסכנת נפשות, אינו מברך הגומל בחזרתו מהמלחמה בשלום, אלא אם כן נסע מעיר לעיר שיעור מהלך פרסה, שאז יברך הגומל על הנסיעה ויועיל לו גם עבור הצלתו מהמלחמה ואם רוצה לכתחלה לנסוע מעיר לעיר כדי לברך אחר כך הגומל, רשאי לעשות כן, ואין זה בכלל האיסור להכניס עצמו לידי סכנה, כיון שכן הוא דרך העולם לנסוע ממקום למקום"
        },
        {
            "id": 685,
            "text": "והוא הדין בזה למי שפרצו שודדים לתוך ביתו, ושדדו את כספו, והיה בסכנת נפשות, שאינו מברך הגומל"
        },
        {
            "id": 686,
            "text": "מי שנפצע בתאונת דרכים, והוצרך לאישפוז בבית החולים ואחר שהחלים מחוליו לא חזר לקדמותו לגמרי, אלא הפך לבעל מום קבוע, כגון קטוע רגל ל''ע, וכדומה, כל שנתרפא והוא בכח ובריאות, יברך ברכת הגומל בשם ומלכות"
        },
        {
            "id": 687,
            "text": "מי שחש כאבים באיזה אבר מסויים מחמת נפילה וכדומה, או מחמת תאונת דרכים, ולא נפל למשכב ולא חלה, אינו מברך הגומל וכן מי שחש כאב ברגליו והוצרך לשכב איזה ימים כדי שיוכל ללכת בלי כאבים, אינו מברך הגומל, אלא אם כן חלה בשביל זה ואפילו מי ששבר את ידו והוצרכו להניח על ידו גבס, או תחבושת, אינו מברך הגומל"
        },
        {
            "id": 688,
            "text": "חולה שיש בו סכנה, כגון מי שהיתה לו מכה פנימית וכדומה, או מי שקיבל התקף לב ל''ע והיה בסכנה, וכדומה, אף שלא עלה למטה, או שירד מהמטה בו ביום, לכשיתרפא צריך לברך הגומל"
        },
        {
            "id": 689,
            "text": "מי שהיה חולה ונתרפא, ובטרם הספיק לברך הגומל חלה שנית, לא יברך הגומל עד שיתרפא שנית, ולכשיתרפא יברך ברכה אחת ויפטור בה את כל חיוביו וכן מי שנסע מעיר לעיר מהלך פרסה, ובטרם שהספיק לברך הגומל נפל למשכב, אינו מברך הגומל על הנסיעה אלא לאחר שיבריא ממחלתו"
        },
        {
            "id": 690,
            "text": "מי שחלה ונתרפא, או שנפצע בתאונת דרכים, וכדו' והבריא, ולא הספיק לברך הגומל ומת לו אחד משבעה קרובים שחייב להתאבל עליהם, רשאי לברך ''הגומל'' בתוך שבעה ימי אבלות ואם יש ספר תורה בבית האבל, יברך בין גברא לגברא אך לא יעלה לספר תורה ואם אין שם ספר תורה, או שיברך בפני עשרה, או שיברך בשבת של השבעה, בבית הכנסת, בין גברא לגברא"
        },
        {
            "id": 691,
            "text": "מה שיש נוהגים להסמיך את תפלת הדרך לברכה על איזה דבר מאכל, אין זה מעיקר ההלכה, אלא ממדת חסידות וזהירות בעלמא"
        },
        {
            "id": 692,
            "text": "מי שרגיל לנסוע מעיר לעיר מידי יום למקום עבודתו, או שהוא נהג ציבורי המסיע אנשים מעיר לעיר מידי יום ביומו, ושוהה בנסיעתו שעה וחומש, נכון שיברך הגומל אחת לשבוע, ביום שבת, ויפטור את כל הנסיעות שנסע במשך השבוע אבל תפלת הדרך יש לו לומר בכל יום בתחלת הנסיעה מעיר לעיר, כשיצא מהעיר והחזיק כמה רגעים בדרך סימן רכ - הטבת חלום ותעניתו"
        },
        {
            "id": 693,
            "text": "הרואה חלום רע ונפשו עגומה עליו ביותר, יאמר בפני ג' מאוהביו: ''חלום טוב ראיתי'', והם יאמרו לו: טבא הוא וטבא ליהוי וכו'"
        },
        {
            "id": 694,
            "text": "הרואה חלום רע שצריך להתענות, זהו דוקא כשנפשו עגומה עליו ביותר, ויודע שאם יתענה ויפשפש במעשיו ימצא מנוח ומרגוע לנפשו, אבל מאן דלא קפיד לא קפדינן בהדיה, שדברי חלומות לא מעלין ולא מורידין ובפרט תלמידי חכמים שתורתם אומנותם שראוי להם להמנע מלהרבות בתעניות וסיגופים, כדי שהתענית לא תפריע להם בלימודם ולכן בעלי תשובה המבקשים תיקון על עוונם, בדרך כלל יש להורות להם להרבות בלימוד התורה וקיום המצוות, ולהעדיף לימוד תורה על פני סיגופים ותעניות שיש בהם כדי לבטלם מלימוד תורה"
        },
        {
            "id": 695,
            "text": "אף על פי שבכל תענית יחיד אם המתענה לא קיבל עליו התענית מבעוד יום, אינה תענית, מכל מקום בתענית חלום יפה תענית בו ביום לבטל החלום כאש לנעורת, ולכן יתענה בו ביום"
        },
        {
            "id": 696,
            "text": "מי שראה בחלום שנפלו לו התפילין מידיו, או שהפיל ספר תורה, אינו צריך להתענות"
        },
        {
            "id": 697,
            "text": "הרואה חלום רע בליל שבת, מן הראוי שלא יתענה בשבת, אפילו אם החלום הוא אחד משלשה חלומות רעים שהוזכרו בשלחן ערוך , אלא יקדיש את יום השבת ההוא לקריאת תהלים, ובעסק התורה כפי כוחו בהתמדה ובחשק ותורה ותפלה מעבירין את רוע הגזרה ונכון שימנע משיחת חולין, ונרצה לו לכפר עליו אולם אם לבו דוה עליו, ונפשו עגומה עליו ביותר, ומצטער צער גדול מאותו חלום רע, מותר לו להתענות אפילו בשבת, וכל היום ישב בבית הכנסת ויעסוק בתורה כפי כוחו ואחר השבת יתענה יום אחד כדי לכפר על עוון ביטול עונג שבת, ושב ורפא לו ובפרט אם יודע שחלומותיו מתקיימים והוא הדין בכל זה גם בליל יום טוב, אף על פי שביום טוב יש גם מצות שמחה"
        },
        {
            "id": 698,
            "text": "אם חלם שמצווים לו בשמים להתענות בשבת, או לעבור על איסור קל שבקלים, אסור לו לשמוע לחלום זה, בין שחלם הוא בעצמו, בין שחלמו עליו אחרים וכן לענין דיני ממונות אין לסמוך כלל על החלומות, כי דברי חלומות אין מעלין ואין מורידין הלכות ברכות סימן רכב - דיני ברכת הודאת הטוב והרע"
        },
        {
            "id": 699,
            "text": "חייב אדם לברך על הרעה כשם שמברך על הטובה וחייב לברך על הרעה בדעה שלימה ובנפש חפיצה כדרך שמברך בשמחה על הטובה, כי הרעה לעובדי השם היא שמחתם וטובתם, כיון שמקבל באהבה מה שגזר עליו הקדוש ברוך הוא, נמצא שבקבלת הרעה זו הוא עובד את ה', שהיא שמחה לו"
        },
        {
            "id": 700,
            "text": "מי שמת לו מת, והוא מהמתים שצריך להתאבל עליהם, מברך: ''דיין האמת'' ומברכים בשם ומלכות, וכמו ששנינו על שמועות רעות אומר ברוך דיין האמת ואף שיש אומרים שהברכה תהיה בלי הזכרת שם ומלכות, כבר פשט המנהג לברך ברכה זו בשם ומלכות, ובמקום מנהג לא אמרינן ספק ברכות להקל והמנהג לברך ''דיין האמת'' בעת הקריעה, כשעושים סעודת הבראה ונכון יותר לברך סמוך ליציאת הנשמה ואף אם האבל מסרב לקרוע, עם כל זה צריך לברך ברכה זו סימן רכג-רכה - ברכת שהחיינו וקצת ברכות פרטיות   (קנה כלים חדשים)"
        },
        {
            "id": 701,
            "text": "קנה בגד חדש אפילו היה לו בגד כזה תחלה, יש לו לברך ''שהחיינו'' בשם ומלכות ואף שמעיקר הדין היה צריך לברך בעת קניית הבגד, כבר נהגו שלא לברך אלא עד שעת לבישת הבגד ועל דבר שאינו חשוב כל כך, כגון חלוק או לבנים או מנעלים וגרביים, או כיפה, אין לברך שהחיינו"
        },
        {
            "id": 702,
            "text": "הקונה מכונית חדשה, והוא שמח בה, וכן הקונה תכשיטי זהב לאשתו, או טייפ ושאר כלים שהוא שמח בהם, אף שמעיקר הדין היה רשאי לברך על זה ''שהחיינו'', כבר נהגו בכל אלה לברך שהחיינו על בגד חדש, ולפטור הכלים שקנה"
        },
        {
            "id": 703,
            "text": "כבר פשט המנהג שבעת סעודת חינוך הבית, בעל הבית מברך שהחיינו על פרי חדש, או על בגד חדש , ומתכוונים לפטור את הדירה והרהיטים החדשים ומכל מקום הקונה דירה והוא שמח מאד בקנייתו ורוצה לברך ''שהחיינו'', ואין לו בגד חדש, רשאי לברך שהחיינו"
        },
        {
            "id": 704,
            "text": "מי שנתמנה לאיזה משרה חשובה, ונכבדי הקהל נתנו לו דירה לדור בה בחנם, נכון שיברך שהחיינו על בגד חדש, ויפטור את הדירה"
        },
        {
            "id": 705,
            "text": "אין לברך ''שהחיינו'' בעת חנוכת בית כנסת, וגם לא יברכו ''הטוב והמטיב'' וכל שכן שאין לברך ''שהחיינו'' בעת יריית אבן הפינה לבית הכנסת, או יציקת היסודות"
        },
        {
            "id": 706,
            "text": "מי שנבחר לכהונת רב ואב בית הדין, או מי שזכה בקבלת תואר הוקרה מנכבדי הקהל, הנכון שילבש בגד חדש, או גלימה חדשה, ויברך עליה שהחיינו, ויכוין בברכתו לפטור את השמחה בבחירתו או בקבלת התואר"
        },
        {
            "id": 707,
            "text": "אין לברך שהחיינו ביום מלאת לאדם שבעים או שמונים שנה ואם ירצה ילבש בגד חדש ויברך על הבגד שהחיינו, ויפטור בזה את שמחתו שזכה להגיע לגיל זה"
        },
        {
            "id": 708,
            "text": "מי שנתבשר שנולד לו בן או נכד, אין לו לברך שהחיינו, אף אם נולד לו הבן אחר שנים רבות והוא שמח שמחה גדולה בלידתו וטוב שאבי הבן יכוין בברכת שהחיינו שמברך בעת המילה, גם על הולד ואם ירצה יברך על בגד חדש שהחיינו"
        },
        {
            "id": 709,
            "text": "הנושא אשה אף ששמח מאד בשמחת נישואיו, אינו מברך שהחיינו, ואם מתעטף בטלית חדשה בעת החופה, בעת שמברך שהחיינו על הטלית יכוין לפטור את שמחתו בכך שזכה לישא אשה, ויכוין גם על הבית שקנה ועל כל הרהיטים"
        },
        {
            "id": 710,
            "text": "הקונה ספר תורה חדש לעצמו, אין לו לברך שהחיינו בעת שקורא בספר לראשונה, אף שיש לו בזה שמחה גדולה וכל שכן מי שקונה ספרי קודש חדשים ושמח בהם, שאין לו לברך על זה שהחיינו ואם רוצה לברך שהחיינו על בגד חדש בעת שעולה לקרוא בספר תורה החדש שרכש, או שתרם לבית הכנסת, רשאי לברך שהחיינו על הבגד חדש, אך יקדים לברך שהחיינו קודם ברכות התורה, בעת שילבש את הבגד החדש סמוך לקריאת התורה, ולא יברך שהחיינו אחר ברכת התורה"
        },
        {
            "id": 711,
            "text": "מי שזכה להדפסת ספרו בחידושי תורה והלכה, אין לו לברך ברכת שהחיינו עם הוצאת הספר, וכל שכן עם סיום כתיבת הספר ואם ירצה ילבש בגד חדש ויברך עליו שהחיינו"
        },
        {
            "id": 712,
            "text": "יש מי שאומר שאין לברך על יציקת מעקה  אך המנהג לברך על יציקת מעקה, וכן עיקר לדינא"
        },
        {
            "id": 713,
            "text": "הרואה חכם גדול מחכמי ישראל, המופלג בתורה ובחכמה וביראת ה' טהורה, ומורה הוראות בישראל, אף בזמן הזה יש לו לברך בשם ומלכות: ''ברוך אתה ה' אלוקינו מלך העולם שחלק מחכמתו ליראיו'' אבל סומא אינו מברך ברכה זו"
        },
        {
            "id": 714,
            "text": "הרואה נשיא מדינה בזמן הזה, יש לו לברך ברכת המלכים בלי שם ומלכות, ויאמר: ברוך שנתן מכבודו לבשר ודם אולם הרואה נשיא מדינה הלבוש בבגדי מלכות שכולם רואים את יקר תפארת גדולתו, ויש בידו כח לאשר פסק דין מות, או לחון מי שנידון למיתה, יכול לברך עליו ברכת המלכים בשם ומלכות, אף אם רואהו בהפסק חלון המכונית, או באמצעות משקפת והדין כן אף במלך או נשיא שנמצא בביקור במדינה אחרת אבל אם רואהו בטלביזיה אינו מברך ברכת המלכים"
        },
        {
            "id": 715,
            "text": "הרואה כמה מלכים ביום אחד, והם מהמלכים שמברכים עליהם בשם ומלכות כאשר נתבאר, מברך על כל אחד ואחד ברכת המלך אבל אם ראה כמה מלכים במעמד אחד, מברך ברכה אחת על כולם"
        },
        {
            "id": 716,
            "text": "מי שראה את המלך הנמצא בספינה או ברכב, ואינו רואה את המלך בעצמו, אלא יודע בבירור שהמלך שם, אין לו לברך ברכת הראייה, ובפרט אם הוא מלך שונא ישראל"
        },
        {
            "id": 717,
            "text": "הרואה קברי ישראל אחת לשלשים יום מברך: ''ברוך אתה ה' אלוקינו מלך העולם, אשר יצר אתכם בדין ודן אתכם בדין וכלכל אתכם בדין והחיה אתכם בדין, ואסף אתכם בדין, ויודע מספר כולכם, ועתיד להחיותכם ולהקימכם בדין לחיי העולם הבא, ברוך אתה ה' מחיה המתים'' וגם הרואה בית קברות בשבת או ביום טוב או בחול המועד, מברך ברכה זו ואם ראה בית קברות תוך ל' יום, ונוסף בו קבר חדש, יכול לברך ברכה זו גם בתוך ל' יום והאונן נכון שלא יברך ברכה זו, אלא ביום השביעי בעת שעולים לקבר"
        },
        {
            "id": 718,
            "text": "הרואה קברות של ישראל דרך חלון זכוכית, גם כן מברך ברכת אשר יצר אתכם בדין, ולכן הנוסע בדרך ורואה אחת לשלושים יום בית קברות של יהודים, מברך ברכה זו, ואין צריך לעצור את רכבו כדי לברך, אלא רשאי לברך גם כשהוא נוהג בעצמו"
        },
        {
            "id": 719,
            "text": "כל ברכות הראיה אם חזר וראה אותו דבר בתוך ל' יום, אינו חוזר ומברך"
        },
        {
            "id": 720,
            "text": "מי שלא ראה את אביו או את רבו, או אחד מקרוביו או ידידיו, במשך שלשים יום, והם חביבים עליו מאד, כל שהוא שמח בראייתם, צריך לברך ברכת שהחיינו בשם ומלכות, אף על פי שהיה אתם בקשר טלפוני או בקשר של מכתבים בתוך ל' יום וכן הדין באמו או אחיותיו, או שאר קרובותיו ששמח לראותן אחר שלשים יום"
        },
        {
            "id": 721,
            "text": "אם לא ראה את חבירו החביב עליו מאד, במשך שנים עשר חודש, ושמח מאד בראייתו, ולא היה לו עמו קשר מכתבים או בטלפון, וגם לא שמע מאנשים אחרים ששלום להם, ושמח מאד בראייתם, צריך לברך עליו בשם ומלכות ברוך אתה ה' אלוקינו מלך העולם מחיה המתים  אבל אם היה עמו בקשרי מכתבים וכדומה, לא יברך אלא ברכת שהחיינו בשם ומלכות בלבד"
        },
        {
            "id": 722,
            "text": "סומא אינו מברך ברכות אלו לפי שלא נתקנו אלא על ראיה מוחשית אולם סומא האוכל פרי חדש מברך שהחיינו, לפי שנהנה באכילתו"
        },
        {
            "id": 723,
            "text": "מי שלא ראה את חבירו שלשים יום, ואחר כך ראהו בלויין בשידור חי, וכדומה, אף ששמח מאד לראותו, אינו מברך שהחיינו וכן השומע קול חבירו בטלפון, או ברדיו לאחר שלשים יום, לא מברך עליו שהחיינו, אף אם שמח על זה הרבה"
        },
        {
            "id": 724,
            "text": "הנכנס לעיר שיש לו שם הרבה רעים אהובים, ופגשם במעמד אחד, אין לו לברך שהחיינו על כל אחד ואחד, אלא די לו בברכה אחת"
        },
        {
            "id": 725,
            "text": "אב שבנו הגיע לגיל י''ג שנה ויום אחד, אין לו לברך ''שפטרני מעונשו של זה'' בשם ומלכות, אלא יאמר ברכה זו בלי שם ומלכות, ביום שבנו הגיעו למצוות והמנהג לברך ברכה זו בלי שם ומלכות אחר עליית הבן הקטן לספר תורה, כשנעשה בר מצוה ויש שנהגו לומר ברכה זו בעת הסעודה שעורכים לכבוד הבר מצוה ונוהגים לעשות סעודת מצוה ביום שבנו נכנס למצוות, וחתן הבר מצוה אומר דברי תורה ונכון שלא להפסיק את חתן הבר מצוה באמצע דרשתו, אם הכינה קודם לכן היטב"
        },
        {
            "id": 726,
            "text": "המנהג שיש נוהגים לעשות מסיבה חגיגית וסעודת הודאה ושמחה לבת מצוה, ביום מלאת לבת שתים עשרה שנה ויום אחד, הוא מנהג טוב והגון, ויש בזה מצוה לחיזוק החינוך לבנות ישראל ברוח ישראל סבא וטוב שיאמרו שם דברי תורה ותשבחות להשי''ת וברור מאד שיש לשמור בקפדנות על כללי הצניעות לפי דעת תורתינו הקדושה, וכמו שנאמר: עבדו את ה' בשמחה וגילו ברעדה ונכון שהאב יברך ''ברוך שפטרני מעונשה של זו'' בלי שם ומלכות, כדרך שאומרים כן בנער שנעשה בר מצוה"
        },
        {
            "id": 727,
            "text": "יש להתיר לבקר בגן החיות ולהסתכל במיני העופות והחיות אשר שם, ולברך ברכת ''משנה הבריות'' בשם ומלכות על הפיל או על הקוף, בהתאם למה שנתבאר בש''ע  וכן עשו מעשה כמה מגדולי עולם ואין לחוש בזה משום ''אל תפנו אל מדעתיכם'' וכן הרואה תוכי ומתפעל מאד מיופיו והדרו, מברך בשם ומלכות: ברוך אתה ה' אלוקינו מלך העולם שככה לו בעולמו ומכל מקום אסור ללכת לאיצטדיון כדי לחזות במלחמת השוורים, וכל שכן אם משלם דמי כניסה, שבזה חבר הוא לאיש משחית, ומסייע ידי עוברי עבירה  ועובר משום מושב ליצים"
        },
        {
            "id": 728,
            "text": "הרואה בריות נאות במאד, מברך: ''שככה לו בעולמו'' ואחד גוי ואחד ישראל שוין בזה, ולא חיישינן למיעוטא שמא הוא ממזר ורק כשידוע לו בבירור שהוא ממזר, לא יברך עליו ברכה זו, אפילו אם הוא נאה ביותר"
        },
        {
            "id": 729,
            "text": "המתעטש ואומרים לו חיים טובים, מותר לו להשיב לחבירו ''יוסיפו לך שנות חיים'' ורק אחר כך לומר ''לישועתך קויתי ה''', כפי שנהגו אבל השותה יין ורוצה לברך את המסובים באמירת ''לחיים'', נכון יותר שיקדים לברך תחלה ברכת הנהנין ויטעם מעט, ואחר כך יברך את המסובים באמירת ''לחיים'' סימן רכה - עוד מדיני ברכת שהחיינו"
        },
        {
            "id": 730,
            "text": "על פרי חדש מברך ''שהחיינו וקיימנו והגיענו לזמן הזה'' קודם אכילתו ומצוה לאכול מעט מכל מין חדש מידי שנה, כדי להראות שחביב עליו בריאת הקב''ה ומי שיודע שלא יוכל לקנות פרי חדש מסויים, או שהפרי כבר אזל מהשוק, ורואהו אצל חבירו, רשאי לברך שהחיינו על ראיית הפרי"
        },
        {
            "id": 731,
            "text": "ירקות חדשים משנה לשנה, מברך עליהם ''שהחיינו'', והוא שיודע שהם משנה החדשה והאוכל ירקות מבושלים חדשים באמצע הסעודה, שאין טעונים ברכת הנהנין לפניהם, יברך עליהם שהחיינו בלבד ואין מברכים שהחיינו על כמהין ופטריות, אף שאין זמנם אלא בחורף"
        },
        {
            "id": 732,
            "text": "אם יש לפניו ב' מיני פירות חדשים, די בברכת שהחיינו אחת לשניהן ואם אינם לפניו יברך שהחיינו על כל מין ממיני הפירות החדשים ואפילו כיוון עליהם לפטרם מאחר והמין החדש- השני, לא היה לפניו, אינו נפטר"
        },
        {
            "id": 733,
            "text": "אורח שנכנס לבית בעל הבית, והביאו לפניו פרי חדש, ובירך עליו שהחיינו, ושוב חזרו והביאו לפניו פרי חדש ממין אחר, כיון שהמין האחר לא היה לפניו בעת שבירך שהחיינו בתחלה, צריך לחזור ולברך שהחיינו אבל אם המין השני היה לפניו בעת שבירך שהחיינו, כיון שבירך שהחיינו על פרי אחד, פטר את המין השני והנכון שיביאום לפניו בזה אחר זה, ויברכו בכל פעם שהחיינו על הפרי החדש  ואין בזה חשש לברכה שאינה צריכה ועל הצד היותר טוב נכון שיכוין בפירוש שלא לפטור אלא את הפרי החדש שלפניו, כדי שיוכל לברך שהחיינו על הפרי החדש האחר בלי פקפוק"
        },
        {
            "id": 734,
            "text": "פירות של אילנות מורכבים מין בשאינו מינו, כגון תפוחי זהב ואשכוליות, צריך לברך עליהם שהחיינו וכן המנהג ואף על פי שיש חולקים בדבר, מפני שפירות אלו נעשו מתחלתן על ידי הרכבה מכל מקום כלל גדול בידינו שבמקום מנהג אין אומרים ספק ברכות להקל"
        },
        {
            "id": 735,
            "text": "פירות ממינים שונים הדומים זה לזה במראם החיצוני, כגון מיני פרי הדר, כל שיש ביניהם שינוי בשם ובמראה ובטעם, מברך שהחיינו על כל אחד ואחד מהם בפני עצמו"
        },
        {
            "id": 736,
            "text": "על גרעין מתוק של פרי חדש, כגון גרעין של מישמש, יש לברך ברכת שהחיינו, ואם בירך על הפרי שהחיינו וברכת הנהנין, אין צריך לברך על הגרעין שאוכל אחר כך"
        },
        {
            "id": 737,
            "text": "אכל פרי חדש ושכח לברך עליו שהחיינו, יש אומרים שיברך באכילה שניה, ויש אומרים שאין לו לברך עוד, מאחר שכבר אכל ממנו ולענין הלכה, לא יברך שהחיינו שכלל גדול בידינו ספק ברכות להקל וכלל זה שייך אף בברכות השבח, ולא רק בברכות הנהנין ובברכות המצוות ואם ירצה יאמר שהחיינו בלי שם ומלכות ומכל מקום טוב לברך שהחיינו על מין אחר, ויכוין לפטור את הפרי ששכח לברך עליו שהחיינו, או ישמע ברכת שהחיינו מאדם אחר שנתחייב בברכה זו"
        },
        {
            "id": 738,
            "text": "המברך על פרי חדש ברכת שהחיינו, לכתחלה נכון יותר להקדים לברך את ברכת הפרי, ואחר כך יברך ברכת שהחיינו, ואחר כך יטעם מן הפרי ומכל מקום הנוהגים לברך ברכת שהחיינו תחלה, יש להם על מה שיסמוכו"
        },
        {
            "id": 739,
            "text": "יש נוהגים לרקח האתרוג בסוכר ולעשותו ריבה, ולאכול מהאתרוג בליל ט''ו בשבט, ואין לברך עליו שהחיינו לכל הדיעות, הואיל וכבר בירך עליו שהחיינו בעת נטילתו עם הלולב ביום טוב של חג הסוכות, ובזה יצא ידי חובה גם מברכת שהחיינו על האכילה שהרי הוא כבירך בשעת ראייה על פרי חדש, שאינו חוזר ומברך בשעת האכילה"
        },
        {
            "id": 740,
            "text": "האוכל סאברס פעם ראשונה באותה שנה, מברך עליו ''שהחיינו'' כדין כל פרי חדש"
        },
        {
            "id": 741,
            "text": "אם בירך שהחיינו על ענבים כשישתה יין חדש אינו חוזר ומברך שהחיינו, ובלאו הכי לא נהגו לברך שהחיינו על יין חדש, משום שאין בו כל כך שמחה שיין ישן טוב יותר ויש מחמירים שלא לאכול מהענבים החדשים עד שיביא תירוש לפניו, ומברך שהחיינו ומכוין לפטור שניהם, ותבוא עליהם ברכת טוב"
        },
        {
            "id": 742,
            "text": "פרי שאינו מתחדש משנה לשנה, אפילו אם יש שנים רבות שלא אכל ממנו, אינו מברך שהחיינו ואין מברכים שהחיינו על הבוסר, אלא כשהבשילו האשכולות של הענבים, וכן בכל פרי, שאין לברך עליו שהחיינו אלא אחר גומרו ולא כשהוא בוסר"
        },
        {
            "id": 743,
            "text": "האוכל בשר או עוף לראשונה בחייו, וכן כל מאכל או משקה שהוא שמח מאד באכילתם או בשתייתם, אינו מברך שהחיינו"
        },
        {
            "id": 744,
            "text": "יש נוהגים בימי ספירת העומר שלא ללבוש בגד חדש, כל שאילו לובשו בשאר ימות השנה היה צריך לברך עליו שהחיינו ויש מקילין בזה, וטוב לחוש בזה ממדת חסידות וכשיש צורך יש להדר ללבוש את הבגד החדש בשבת שבתוך ימי הספירה, ולברך עליו שהחיינו וכן במקום שמחת בר מצוה, או ברית מילה אבל על פרי חדש יש להקל לברך עליו ברכת שהחיינו בימי ספירת העומר, ואין להחמיר בזה ואף מי שנהג להחמיר בזה, יוכל לבטל מנהגו אף בלי התרה, אפילו אם היה יודע שהוא חומרא"
        },
        {
            "id": 745,
            "text": "נוהגים להזהר שלא לאכול פרי חדש בימי בין המיצרים, אבל בשבתות שבינתיים מותר ובפרט לצורך כבוד שבת אך לאחר ראש חודש אב, אין ללבוש בגד חדש אף בשבת"
        },
        {
            "id": 746,
            "text": "אם שכח שפרי זה הוא פרי חדש בשבילו, ובירך עליו ברכת הנהנין בתוך ימי בין מיצרים, יברך עליו ברכת שהחיינו, ויאכל מהפרי"
        },
        {
            "id": 747,
            "text": "פרי חדש שיתכן שלא יהיה בנמצא אחר ט' באב, מותר לברך עליו שהחיינו בבין המיצרים, ואם אפשר יברך עליו בשבתות שבינתיים"
        },
        {
            "id": 748,
            "text": "חולה שהפרי חדש פותח את תיאבונו, מותר לברך שהחיינו על פרי חדש בימים אלה וכן קטן שאינו מבחין בין ימים אלו לשאר ימות השנה, ומתאוה לפרי חדש, מותר לתת לו פרי חדש ולברך שהחיינו"
        },
        {
            "id": 749,
            "text": "מי שטעה ואכל פרי חדש בימים אלה בלי שהחיינו, לא יאכל עוד ממנו, ולאחר ט' באב יברך שהחיינו על פרי חדש אחר, ויכוין לפטור פרי חדש זה אבל אינו רשאי לברך שהחיינו על הפרי שטעם ממנו"
        },
        {
            "id": 750,
            "text": "העושה מצוה בפעם הראשונה בחייו, והיא אינה מצוה הבאה מזמן לזמן, אין לו לברך ''שהחיינו'', שגם בברכת שהחיינו נקטינן דספק ברכות להקל ולכן נער המניח תפילין חדשות לראשונה בחייו, אין לו לברך ברכת שהחיינו, אף אם מניחן ביום מלאת לו י''ג שנה ויום אחד ונכון שיברך על טלית חדשה ''שהחיינו'' ויפטור את התפילין החדשות"
        },
        {
            "id": 751,
            "text": "וכן אשה המדליקה נרות שבת לראשונה בחייה, אינה מברכת שהחיינו וכן אשה הטובלת במקוה טהרה בפעם הראשונה, אינה מברכת שהחיינו"
        },
        {
            "id": 752,
            "text": "וכן השוחט לראשונה בחייו, וכן המקיים מצות כיסוי הדם לראשונה בחייו, לא יברך שהחיינו"
        },
        {
            "id": 753,
            "text": "יש אומרים שאם סוחט פרי חדש כמו תותים, יכול לברך על מי הסחיטה ברכת שהחיינו ויש חולקים ולדבריהם גם לכתחלה יכול לשתות מי סחיטת הפירות, ואחר כך כשיאכל מהפרי עצמו יברך עליו שהחיינו ולדינא, נכון שיאכל מעט מהפרי ויברך עליו שהחיינו ויפטור את מי סחיטתם סימן רכו - דיני ברכת האילנות"
        },
        {
            "id": 754,
            "text": "היוצא בימי ניסן ורואה אילנות שמוציאים פרחים, מברך: ''ברוך אתה ה' אלהינו מלך העולם שלא חיסר בעולמו כלום וברא בו בריות טובות ואילנות טובות ליהנות בהם בני אדם'' ותיקנו ברכה זו לפי שהוא ענין שבא מזמן לזמן באופן מחודש, שאדם רואה עצים יבשים שהפריחם הקב''ה ואין מברכים שהחיינו על ברכת האילנות ואין מברכים אלא פעם אחת בשנה, ולא יותר"
        },
        {
            "id": 755,
            "text": "גם הנשים תברכנה ברכת האילנות, שאין ברכה זו נחשבת כמצוה שהזמן גרמא, שחכמים לא קבעו זמן לברכה אלא מפני המציאות שהאילנות פורחים בניסן"
        },
        {
            "id": 756,
            "text": "טוב לברך ברכת האילנות על אילנות הנטועים בגנות ופרדסים שמחוץ לעיר, ומכל מקום אין זה מעכב, ולכן אם קשה לו לצאת אל מחוץ לעיר מסיבת טירדא או חולשה, ומכל שכן מפני חשש ביטול תורה, יוכל לברך ברכת האילנות גם על אילנות שבתוך העיר"
        },
        {
            "id": 757,
            "text": "מה טוב שיצטרפו עשרה ויעשו כולם אגודה אחת בכנסיה לשם שמים לצאת לברך ברכת האילנות, בכוונה הראויה, וברוב עם ואחר הברכה יאמרו ''מזמור בשוב ה' את שיבת ציון'', ו''מזמור הללויה הללו את ה' מן השמים'' וכו', ויסיימו באמירת קדיש יהא שלמא וטוב שאחד יברך הברכה בקול רם והשאר יאמרו אחריו בלחש"
        },
        {
            "id": 758,
            "text": "אין לברך ברכת האילנות אלא על אילנות של מאכל כשיש בהם פרחים, אבל על אילני סרק שאין מוציאין פירות אין לברך"
        },
        {
            "id": 759,
            "text": "מצד הדין די בשני אילנות אפילו ממין אחד והמברך על מיני אילנות הרבה הרי זה משובח"
        },
        {
            "id": 760,
            "text": "אילנות המורכבים מין בשאינו מינו, יש אומרים שאין לברך ברכת האילנות עליהם, שהואיל וקיומם נגד רצון הבורא, אין לברך ולהודות להשי''ת על כך, ויש חולקים ואומרים שהברכה היא על כללות הבריאה, ולכן יכול לברך על אילנות מורכבים ואף על פי שהרוצה לסמוך על סברא שניה לברך עליהם אין למחות בידו, מכל מקום הבא להמלך מורים לו שלא יברך, שספק ברכות להקל אבל אין לחשוש מלברך על אילן שמא הוא עץ מורכב, ורק כשידוע שהוא מורכב עדיף להמנע מלברך עליו ברכת האילנות"
        },
        {
            "id": 761,
            "text": "מותר לברך על עצי ערלה בתוך שלש שנים לנטיעתם, אף על פי שהם ערלה ואסורים בהנאה, הואיל ולא נעשו באיסור אבל על עצי אשרה אין לברך"
        },
        {
            "id": 762,
            "text": "הזריזים מקדימים לברך בהקדם כל מה שאפשר, בראש חודש ניסן, ואין להשהות קיום המצוה כדי לאומרה בעשרה ומכל מקום אם לא בירך ברכת האילנות כשראה אותם עם פרחיהם בתחלת חודש ניסן, אף על פי כן בדיעבד יוכל לברך ברכת האילנות אחר כך במשך כל החודש, כשיראה פעם נוספת אילנות עם פרחיהם"
        },
        {
            "id": 763,
            "text": "לכתחלה אין לברך ברכת האילנות בחודש אדר, אלא ימתין לחודש ניסן ואז יברך, כדי לצאת ידי חובת כל הדעות, אבל אם לא נזדמן לו לברך ברכת האילנות עד שיצא ניסן, רשאי לברך ברכת האילנות בחודש אייר, ולא יאבד ברכה יקרה זו מידו, ויסמוך על דברי הפוסקים שניסן לאו דוקא, ובלבד שיהיו עדיין האילנות בפריחתם, ולא גדלו פירותיהם"
        },
        {
            "id": 764,
            "text": "במקומות שפריחת האילנות בתשרי או בחשון, רשאים לברך ברכה זו בשעת פריחתם, שלא דיברו חכמים אלא בהוה והוא הדין שרשאים לברך בחודש אדר כשפריחת האילנות באותו מקום בחודש אדר"
        },
        {
            "id": 765,
            "text": "אם לא בירך ברכה זו עד שגדלו הפירות, שוב אינו מברך וכל שנפלו הפרחים, אפילו לא גדלו הפירות באופן שראויים לאכילה, רק התחיל גידול הפרי, אין לברך ברכה זו ומכל מקום, אילן שהתחילו לגדול בו חלק מפירותיו, אם יש בו עדיין פרחים ונצנים, מברך עליו ברכת האילנות"
        },
        {
            "id": 766,
            "text": "מותר לברך ברכת האילנות בשבת ויום טוב, ואין לחוש ולגזור פן ישכח ויתלוש מפרחי האילנות בשבת אלא שלכתחילה מהיות טוב יש לברך ברכת האילנות בימות החול, כשאין חשש שיפסיד הברכה, אבל בסוף חודש ניסן כשיש חשש שלא יראה יותר אילנות של מאכל עם פרחים, אין להימנע מלברך ברכה זו בשבת"
        },
        {
            "id": 767,
            "text": "סומא לא יברך ברכת האילנות, שברכה זו תלויה ב''ראיה'', והוא אינו רואה ונכון שישמע מפי שליח צבור המברך ויצא ידי חובה לכל הדעות אבל המרכיב משקפים לעיניו, פשוט שרשאי לברך, שראיה דרך זכוכית ראיה גמורה היא, ואפילו אם היו לו משקפים כהות, כגון משקפי שמש, שפיר דמי לברך סימן רכז-רכט - ברכה על ברקים ורעמים"
        },
        {
            "id": 768,
            "text": "על ברקים מברכים ''עושה מעשה בראשית'', ועל רעמים ''שכוחו וגבורתו מלא עולם'' ומברכים בשם ומלכות, שכל הברכות המוזכרות בפרק הרואה במסכת ברכות, כתבו הראשונים שהם בשם ומלכות, וכל ברכה שאין בה שם ומלכות אינה ברכה ואין מברכים אלא תוך כדי דיבור לראיית הברקים או שמיעת הרעמים והיינו תוך כדי דיבור של סיום הרעם ואם עבר זמן של תוך כדי דיבור לא יברך, אלא ימתין לברק או לרעם אחר ואין חילוק בזה בין אם לא בירך על הרעמים בתוך כדי דיבור מחמת אונס, או שלא נתברר לו שהם ברקים או רעמים"
        },
        {
            "id": 769,
            "text": "אם ראה ברק עדיף להמתין עד שישמע את הרעמים, ואז יברך שכוחו וגבורתו מלא עולם ויפטור את הברק ולא יברך עושה מעשה בראשית  ומי שמברך על הברק עושה מעשה בראשית, וגם על הרעם, שכוחו וגבורתו וכו', יש לו על מה שיסמוך"
        },
        {
            "id": 770,
            "text": "אין לברך יותר מפעם אחת ביום אלא אם כן נתפזרו העננים לגמרי, וזרחה השמש, וחזרו ונתקשרו העבים, שאז יש לחזור ולברך על הרעמים וכל שעבר הלילה אפילו לא נתפזרו העננים כלל, חוזר ומברך על הרעמים וכן עיקר"
        },
        {
            "id": 771,
            "text": "השומע קול רעמים בהיותו ישן על מטתו, והתעורר משינתו, ואין לו שהות לקום וליטול ידיו כדי לברך בתוך כדי דיבור ברכת שכוחו וגבורתו מלא עולם, בשם ומלכות כדת, או שיש לו טורח לקום ממטתו באישון לילה ואפלה, ישפשף ידיו בשמיכה או בסדין, ויברך מיד את הברכה הנ''ל בשם ומלכות בתוך כדי דיבור לשמיעת הרעם סימן רכח - ברכת הים הגדול"
        },
        {
            "id": 772,
            "text": "מנהגינו שלא לברך ברכת שעשה את הים הגדול על הים הגדול בשם ומלכות, כי יש ספק מה הוא הים הגדול שדיברו בו חכמינו, אם הוא ים התיכון המחובר לאוקיינוס ומגיע לארץ ישראל, או ים האוקיינוס ולכן הרואה את הים התיכון, או את האוקיינוס, אחת לשלושים יום, אינו מברך ברכה זו בשם ומלכות סימן רכט - דיני ברכת הקשת והחמה"
        },
        {
            "id": 773,
            "text": "הרואה את הקשת מברך בשם ומלכות: ברוך אתה ה' אלוקינו מלך העולם זוכר הברית, נאמן בבריתו, וקיים במאמרו ואסור להסתכל בו ביותר אבל מותר לומר לחבירו שיש קשת, כדי שגם חבירו יוכל לברך על הקשת"
        },
        {
            "id": 774,
            "text": "מברכים על הקשת אפילו אינו רואה אלא חלק ממנה אבל הרואה את הקשת בתוך שלולית מים, וכדומה, ואינו רואה את הקשת בעצמה מפני שיש איזה דבר המסתיר לראות הקשת, אינו מברך וכן הרואה את הקשת דרך ראי, אינו מברך אבל אם רואה את הקשת דרך חלון ביתו או המכונית, מברך אף שיש הפסק זכוכית"
        },
        {
            "id": 775,
            "text": "הרואה חמה בתקופתה, מברך בשם ומלכות: עושה מעשה בראשית  וכן המנהג  והיינו פעם אחת בעשרים ושמונה שנה, כשחוזר מחזור גדול של חמה, ונופלת תקופת ניסן במזל שבתאי בתחלת ליל רביעי שבו נתלו המאורות בשעת בריאת העולם  וזמן ברכת החמה נמשך עד סוף ג' שעות זמניות של היום, והזריזים מקדימים לברך ומי שאיחר ולא בירך עד סוף שלש שעות, לא יברך יותר ברכה זו, אלא בלי הזכרת שם ומלכות ומנהגינו פעיה''ק ירושלים ת''ו, וכן הרבה קהלות, שביום שמברכים ברכת החמה משכימים לקום ולהתפלל בהנץ החמה, ואחר קדיש תתקבל כשעלה כבר גלגל החמה מן האופק, יוצאים לחצר בית הכנסת ומברכים ברוב עם ובשמחה ''ברכת החמה'' ונוהגים לומר מזמורי תהלים השייכים לענין כגון השמים מספרים כבוד אל והללויה הללו את ה' מן השמים, עד חק נתן ולא יעבור והלל הגדול  וזה על פי מאמר חז''ל כל הקורא פסוק בזמנו מביא גאולה לעולם, שנאמר ודבר בעתו מה טוב ומסיימים ב''אל אדון על כל המעשים'' שמדבר על יצירת המאורות ואחר כך נכנסים לבית הכנסת ומשלימים התפלה, בית יעקב וכו', עד סוף עלינו לשבח, ומברכים איש את רעהו בברכת: תזכו לשנים רבות נעימות וטובות"
        },
        {
            "id": 776,
            "text": "אין לברך שהחיינו עם ברכת החמה ויש נוהגים באותה שעה ללבוש בגד חדש, ומברכים שהחיינו ונוהגים שהשליח צבור מברך ברכה זו בקול רם, והקהל מברכים עמו בלחש ויש נוהגים שהשליח צבור מברך לבדו, והקהל יוצא ידי חובה מדין שומע כעונה, ועונים אחריו אמן והמברך והשומעים יכוונו לצאת ידי חובה ויש נוהגים שהשליח צבור מברך בקול רם, ואחר שסיים הברכה הקהל חוזר ומברך אחריו, כדרך שעושים כן בספירת העומר וכל מנהג יש לו על מה שיסמוך ויש אומרים שהנשים חייבות בברכה זו, ויש חולקים, ולכן נכון שהנשים תעמודנה בצד האנשים, בנפרד, ותשמענה את הברכה מהשליח צבור, ויצאו ידי חובתן וסומא לא יברך ברכת החמה בשם ומלכות, אלא ישמע מהשליח צבור ויכוין לצאת"
        },
        {
            "id": 777,
            "text": "אם השמים מכוסים בעבים, ואין השמש נראית כלל, אף על פי שאור זריחתה ניכר, הואיל ואין גלגל החמה נראה ברקיע, אין לברך ברכת החמה בשם ומלכות אבל אם היו העננים דקים וקלושים, וכעין מסך דק, ורואים את גלגל החמה ברקיע, מברכים ברכת החמה בשם ומלכות ואם כשהיתה מכוסה בעננים בירכו עליה בלי שם ומלכות, ושוב חזרה וזרחה השמש, רשאים לברך בשם ומלכות ואם יום תקופת החמה היה מעונן וגשום, והחמה מכוסה בעבים, ובאמצע קריאת שמע זרחה השמש, ויש חשש שאם לא יברכו עתה, תחזור ותתכסה שוב בעננים, ואולי שוב לא יוכלו לברך עליה, אם אפשר לסיים הפרק, ולהפסיק ולברך בבין הפרקים, שפיר דמי, ואם אין שהות כלל, כגון שהעבים סמוכים לחמה, יפסיקו אף באמצע הפרק ויברכו ברכת החמה, מפני שהיא מצוה עוברת"
        },
        {
            "id": 778,
            "text": "המרכיב משקפיים רשאי לברך ברכת החמה כשרואה אותה דרך המשקפיים, ואינו צריך להסירם ואפילו אם היו המשקפיים כהות, כגון משקפי שמש אולם הרואה דמות השמש בראי, אינו מברך ברכת החמה"
        },
        {
            "id": 779,
            "text": "לכתחלה יש להדר לברכה ברוב עם ובצבור, ומי שלא השיג מנין לומר ברכת החמה מיד בתחלת היום, אין להשהותה כדי לאומרה במנין, אלא יזדרז לאומרה ביחידות, שמצות זריזין מקדימים למצות עדיפא על מצות ברוב עם הדרת מלך"
        },
        {
            "id": 780,
            "text": "מי שעדיין לא התפלל, וחושש שעד שיסיים תפלתו יעבור זמן ברכת החמה , יקדים לברך ברכת החמה ואחר כך יתפלל, שדין זריזין מקדימין למצות עדיף מדין ברוב עם הדרת מלך"
        },
        {
            "id": 781,
            "text": "במקומות שמצויים שם עננים, ויש לחוש שמא יכסו העננים את החמה, ראוי להקדים ולברך ברכת החמה מיד בהנץ החמה, ואפילו קודם תפלת שחרית"
        },
        {
            "id": 782,
            "text": "חולה שאינו יכול לצאת מביתו, ומרותק למטתו, אם רואה את גלגל החמה דרך חלון ביתו, יכול לברך עליה ואפילו אם הוא יושב או שוכב רשאי לברך ואין צריך שיעמוד בעת הברכה"
        },
        {
            "id": 783,
            "text": "הנוהגים לומר עלינו לשבח לאחר ברכת החמה, כשיאמרו ואנחנו כורעים ומשתחוים וכו', יזהרו מאד שלא ישתחוו כנגד הצד של השמש אל מול השמש, אלא יפנו לצדדים, וישתחוו לה' בהדרת קודש סימן רל, רלא - ברכות פרטיות, וכוונה לשם שמים"
        },
        {
            "id": 784,
            "text": "המתפלל על מה שעבר, כגון שנכנס לעיר ושמע קול צווחה, ואמר יהי רצון שלא יהיה קול זה בתוך ביתי, או שהיתה אשתו מעוברת אחר ארבעים יום לעיבורה, ואמר יהי רצון שתלד אשתי זכר, הרי זה תפלת שוא אלא יתפלל אדם על העתיד לבוא, ויתן הודאה על לשעבר כגון הנכנס לעיר גדולה אומר, יהי רצון מלפניך ה' אלוקינו שתכניסני לכרך זה לשלום, והנכנס בשלום אומר, מודה אני לפניך ה' אלוקינו שהכנסתני לכרך זה בשלום ביקש לצאת אומר, יהי רצון וכו' שתוציאני מכרך זה לשלום"
        },
        {
            "id": 785,
            "text": "מי שאשתו צריכה ללדת, יתפלל עליה שתלד לחיים טובים ולשלום, ויהיה זרע של קיימא, ועוסק במצוות ובמעשים טובים"
        },
        {
            "id": 786,
            "text": "כבר ביארנו לעיל, שהנוסע מעיר לעיר שיעור פרסה, מברך תפלת הדרך עם צאתו מהעיר וראה לעיל סימן קי מה שכתבנו כמה פרטים בדיני תפלת הדרך"
        },
        {
            "id": 787,
            "text": "לעולם יהא אדם רגיל לומר, כל מאן דעביד רחמנא לטב עביד"
        },
        {
            "id": 788,
            "text": "אם אי אפשר לו לאדם ללמוד אחר הצהרים בלא שינת צהרים, יישן, וכשניעור משינתו אין צריך לברך אלהי נשמה, אבל יטול ידיו בכלי בלא ברכה ואין להאריך בשינת הצהרים וגם בזה לא תהיה כוונתו להנאת גופו, אלא להחזיק גופו לעבודת השי''ת וכן בכל מה שיהנה מהעולם הזה לא יכוין להנאתו, אלא להחזיק גופו לעבודת השי''ת כדכתיב, בכל דרכיך דעהו, ואמרו חכמים כל מעשיך לשם שמים, שאפילו דברים של רשות, כגון אכילה ושתיה והליכה וכו', כולם לעבוד את בוראך, או לדבר הגורם עבודתו, שאפילו אם היה צמא או רעב ואכל ושתה להנאתו, אינו משובח, אלא יכוין שיאכל וישתה כפי חיותו לעבוד את בוראו הלכות תפילות המנחה"
        }
    ]
}